{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 1,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה במדבר סיני באהל מועד באחד לחדש השני בשנה השנית לצאתם מארץ מצרים לאמר"
    },
    {
      "number": 2,
      "hebrew": "שאו אתראש כלעדת בניישראל למשפחתם לבית אבתם במספר שמות כלזכר לגלגלתם"
    },
    {
      "number": 3,
      "hebrew": "מבן עשרים שנה ומעלה כליצא צבא בישראל תפקדו אתם לצבאתם אתה ואהרן"
    },
    {
      "number": 4,
      "hebrew": "ואתכם יהיו איש איש למטה איש ראש לביתאבתיו הוא"
    },
    {
      "number": 5,
      "hebrew": "ואלה שמות האנשים אשר יעמדו אתכם לראובן אליצור בןשדיאור"
    },
    {
      "number": 6,
      "hebrew": "לשמעון שלמיאל בןצורישדי"
    },
    {
      "number": 7,
      "hebrew": "ליהודה נחשון בןעמינדב"
    },
    {
      "number": 8,
      "hebrew": "ליששכר נתנאל בןצוער"
    },
    {
      "number": 9,
      "hebrew": "לזבולן אליאב בןחלן"
    },
    {
      "number": 10,
      "hebrew": "לבני יוסף לאפרים אלישמע בןעמיהוד למנשה גמליאל בןפדהצור"
    },
    {
      "number": 11,
      "hebrew": "לבנימן אבידן בןגדעני"
    },
    {
      "number": 12,
      "hebrew": "לדן אחיעזר בןעמישדי"
    },
    {
      "number": 13,
      "hebrew": "לאשר פגעיאל בןעכרן"
    },
    {
      "number": 14,
      "hebrew": "לגד אליסף בןדעואל"
    },
    {
      "number": 15,
      "hebrew": "לנפתלי אחירע בןעינן"
    },
    {
      "number": 16,
      "hebrew": "אלה (קריאי) [קרואי] העדה נשיאי מטות אבותם ראשי אלפי ישראל הם"
    },
    {
      "number": 17,
      "hebrew": "ויקח משה ואהרן את האנשים האלה אשר נקבו בשמת*(בספרי ספרד ואשכנז בשמות)"
    },
    {
      "number": 18,
      "hebrew": "ואת כלהעדה הקהילו באחד לחדש השני ויתילדו עלמשפחתם לבית אבתם במספר שמות מבן עשרים שנה ומעלה לגלגלתם"
    },
    {
      "number": 19,
      "hebrew": "כאשר צוה יהוה אתמשה ויפקדם במדבר סיני         "
    },
    {
      "number": 20,
      "hebrew": "ויהיו בניראובן בכר ישראל תולדתם למשפחתם לבית אבתם במספר שמות לגלגלתם כלזכר מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 21,
      "hebrew": "פקדיהם למטה ראובן ששה וארבעים אלף וחמש מאות ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "לבני שמעון תולדתם למשפחתם לבית אבתם פקדיו במספר שמות לגלגלתם כלזכר מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 23,
      "hebrew": "פקדיהם למטה שמעון תשעה וחמשים אלף ושלש מאות ",
      "parsha": "פ"
    },
    {
      "number": 24,
      "hebrew": "לבני גד תולדתם למשפחתם לבית אבתם במספר שמות מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 25,
      "hebrew": "פקדיהם למטה גד חמשה וארבעים אלף ושש מאות וחמשים ",
      "parsha": "פ"
    },
    {
      "number": 26,
      "hebrew": "לבני יהודה תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 27,
      "hebrew": "פקדיהם למטה יהודה ארבעה ושבעים אלף ושש מאות ",
      "parsha": "פ"
    },
    {
      "number": 28,
      "hebrew": "לבני יששכר תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 29,
      "hebrew": "פקדיהם למטה יששכר ארבעה וחמשים אלף וארבע מאות ",
      "parsha": "פ"
    },
    {
      "number": 30,
      "hebrew": "לבני זבולן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 31,
      "hebrew": "פקדיהם למטה זבולן שבעה וחמשים אלף וארבע מאות ",
      "parsha": "פ"
    },
    {
      "number": 32,
      "hebrew": "לבני יוסף לבני אפרים תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 33,
      "hebrew": "פקדיהם למטה אפרים ארבעים אלף וחמש מאות ",
      "parsha": "פ"
    },
    {
      "number": 34,
      "hebrew": "לבני מנשה תולדתם למשפחתם לבית אבתם במספר שמות מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 35,
      "hebrew": "פקדיהם למטה מנשה שנים ושלשים אלף ומאתים ",
      "parsha": "פ"
    },
    {
      "number": 36,
      "hebrew": "לבני בנימן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 37,
      "hebrew": "פקדיהם למטה בנימן חמשה ושלשים אלף וארבע מאות ",
      "parsha": "פ"
    },
    {
      "number": 38,
      "hebrew": "לבני דן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 39,
      "hebrew": "פקדיהם למטה דן שנים וששים אלף ושבע מאות ",
      "parsha": "פ"
    },
    {
      "number": 40,
      "hebrew": "לבני אשר תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 41,
      "hebrew": "פקדיהם למטה אשר אחד וארבעים אלף וחמש מאות ",
      "parsha": "פ"
    },
    {
      "number": 42,
      "hebrew": "בני נפתלי תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא"
    },
    {
      "number": 43,
      "hebrew": "פקדיהם למטה נפתלי שלשה וחמשים אלף וארבע מאות ",
      "parsha": "פ"
    },
    {
      "number": 44,
      "hebrew": "אלה הפקדים אשר פקד משה ואהרן ונשיאי ישראל שנים עשר איש אישאחד לביתאבתיו היו"
    },
    {
      "number": 45,
      "hebrew": "ויהיו כלפקודי בניישראל לבית אבתם מבן עשרים שנה ומעלה כליצא צבא בישראל"
    },
    {
      "number": 46,
      "hebrew": "ויהיו כלהפקדים ששמאות אלף ושלשת אלפים וחמש מאות וחמשים"
    },
    {
      "number": 47,
      "hebrew": "והלוים למטה אבתם לא התפקדו בתוכם ",
      "parsha": "פ"
    },
    {
      "number": 48,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 49,
      "hebrew": "אך אתמטה לוי לא תפקד ואתראשם לא תשא בתוך בני ישראל"
    },
    {
      "number": 50,
      "hebrew": "ואתה הפקד אתהלוים עלמשכן העדת ועל כלכליו ועל כלאשרלו המה ישאו אתהמשכן ואתכלכליו והם ישרתהו וסביב למשכן יחנו"
    },
    {
      "number": 51,
      "hebrew": "ובנסע המשכן יורידו אתו הלוים ובחנת המשכן יקימו אתו הלוים והזר הקרב יומת"
    },
    {
      "number": 52,
      "hebrew": "וחנו בני ישראל איש עלמחנהו ואיש עלדגלו לצבאתם"
    },
    {
      "number": 53,
      "hebrew": "והלוים יחנו סביב למשכן העדת ולאיהיה קצף עלעדת בני ישראל ושמרו הלוים אתמשמרת משכן העדות"
    },
    {
      "number": 54,
      "hebrew": "ויעשו בני ישראל ככל אשר צוה יהוה אתמשה כן עשו ",
      "parsha": "פ"
    }
  ]
}
