{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "hebrew": "ותשא כלהעדה ויתנו אתקולם ויבכו העם בלילה ההוא"
    },
    {
      "number": 2,
      "hebrew": "וילנו עלמשה ועלאהרן כל בני ישראל ויאמרו אלהם כלהעדה לומתנו בארץ מצרים או במדבר הזה לומתנו"
    },
    {
      "number": 3,
      "hebrew": "ולמה יהוה מביא אתנו אלהארץ הזאת לנפל בחרב נשינו וטפנו יהיו לבז הלוא טוב לנו שוב מצרימה"
    },
    {
      "number": 4,
      "hebrew": "ויאמרו איש אלאחיו נתנה ראש ונשובה מצרימה"
    },
    {
      "number": 5,
      "hebrew": "ויפל משה ואהרן עלפניהם לפני כלקהל עדת בני ישראל"
    },
    {
      "number": 6,
      "hebrew": "ויהושע בןנון וכלב בןיפנה מןהתרים אתהארץ קרעו בגדיהם"
    },
    {
      "number": 7,
      "hebrew": "ויאמרו אלכלעדת בניישראל לאמר הארץ אשר עברנו בה לתור אתה טובה הארץ מאד מאד"
    },
    {
      "number": 8,
      "hebrew": "אםחפץ בנו יהוה והביא אתנו אלהארץ הזאת ונתנה לנו ארץ אשרהוא זבת חלב ודבש"
    },
    {
      "number": 9,
      "hebrew": "אך ביהוה אלתמרדו ואתם אלתיראו אתעם הארץ כי לחמנו הם סר צלם מעליהם ויהוה אתנו אלתיראם"
    },
    {
      "number": 10,
      "hebrew": "ויאמרו כלהעדה לרגום אתם באבנים וכבוד יהוה נראה באהל מועד אלכלבני ישראל ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "ויאמר יהוה אלמשה עדאנה ינאצני העם הזה ועדאנה לאיאמינו בי בכל האתות אשר עשיתי בקרבו"
    },
    {
      "number": 12,
      "hebrew": "אכנו בדבר ואורשנו ואעשה אתך לגויגדול ועצום ממנו"
    },
    {
      "number": 13,
      "hebrew": "ויאמר משה אליהוה ושמעו מצרים כיהעלית בכחך אתהעם הזה מקרבו"
    },
    {
      "number": 14,
      "hebrew": "ואמרו אליושב הארץ הזאת שמעו כיאתה יהוה בקרב העם הזה אשרעין בעין נראה אתה יהוה ועננך עמד עלהם ובעמד ענן אתה הלך לפניהם יומם ובעמוד אש לילה"
    },
    {
      "number": 15,
      "hebrew": "והמתה אתהעם הזה כאיש אחד ואמרו הגוים אשרשמעו אתשמעך לאמר"
    },
    {
      "number": 16,
      "hebrew": "מבלתי יכלת יהוה להביא אתהעם הזה אלהארץ אשרנשבע להם וישחטם במדבר"
    },
    {
      "number": 17,
      "hebrew": "ועתה יגדלנא כח אדני כאשר דברת לאמר"
    },
    {
      "number": 18,
      "hebrew": "יהוה ארך אפים ורבחסד נשא עון ופשע ונקה לא ינקה פקד עון אבות עלבנים עלשלשים ועלרבעים"
    },
    {
      "number": 19,
      "hebrew": "סלחנא לעון העם הזה כגדל חסדך וכאשר נשאתה לעם הזה ממצרים ועדהנה"
    },
    {
      "number": 20,
      "hebrew": "ויאמר יהוה סלחתי כדברך"
    },
    {
      "number": 21,
      "hebrew": "ואולם חיאני וימלא כבודיהוה אתכלהארץ"
    },
    {
      "number": 22,
      "hebrew": "כי כלהאנשים הראים אתכבדי ואתאתתי אשרעשיתי במצרים ובמדבר וינסו אתי זה עשר פעמים ולא שמעו בקולי"
    },
    {
      "number": 23,
      "hebrew": "אםיראו אתהארץ אשר נשבעתי לאבתם וכלמנאצי לא יראוה"
    },
    {
      "number": 24,
      "hebrew": "ועבדי כלב עקב היתה רוח אחרת עמו וימלא אחרי והביאתיו אלהארץ אשרבא שמה וזרעו יורשנה"
    },
    {
      "number": 25,
      "hebrew": "והעמלקי והכנעני יושב בעמק מחר פנו וסעו לכם המדבר דרך יםסוף ",
      "parsha": "פ"
    },
    {
      "number": 26,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 27,
      "hebrew": "עדמתי לעדה הרעה הזאת אשר המה מלינים עלי אתתלנות בני ישראל אשר המה מלינים עלי שמעתי"
    },
    {
      "number": 28,
      "hebrew": "אמר אלהם חיאני נאםיהוה אםלא כאשר דברתם באזני כן אעשה לכם"
    },
    {
      "number": 29,
      "hebrew": "במדבר הזה יפלו פגריכם וכלפקדיכם לכלמספרכם מבן עשרים שנה ומעלה אשר הלינתם עלי"
    },
    {
      "number": 30,
      "hebrew": "אםאתם תבאו אלהארץ אשר נשאתי אתידי לשכן אתכם בה כי אםכלב בןיפנה ויהושע בןנון"
    },
    {
      "number": 31,
      "hebrew": "וטפכם אשר אמרתם לבז יהיה והביאתי אתם וידעו אתהארץ אשר מאסתם בה"
    },
    {
      "number": 32,
      "hebrew": "ופגריכם אתם יפלו במדבר הזה"
    },
    {
      "number": 33,
      "hebrew": "ובניכם יהיו רעים במדבר ארבעים שנה ונשאו אתזנותיכם עדתם פגריכם במדבר"
    },
    {
      "number": 34,
      "hebrew": "במספר הימים אשרתרתם אתהארץ ארבעים יום יום לשנה יום לשנה תשאו אתעונתיכם ארבעים שנה וידעתם אתתנואתי"
    },
    {
      "number": 35,
      "hebrew": "אני יהוה דברתי אםלא זאת אעשה לכלהעדה הרעה הזאת הנועדים עלי במדבר הזה יתמו ושם ימתו"
    },
    {
      "number": 36,
      "hebrew": "והאנשים אשרשלח משה לתור אתהארץ וישבו (וילונו) [וילינו] עליו אתכלהעדה להוציא דבה עלהארץ"
    },
    {
      "number": 37,
      "hebrew": "וימתו האנשים מוצאי דבתהארץ רעה במגפה לפני יהוה"
    },
    {
      "number": 38,
      "hebrew": "ויהושע בןנון וכלב בןיפנה חיו מןהאנשים ההם ההלכים לתור אתהארץ"
    },
    {
      "number": 39,
      "hebrew": "וידבר משה אתהדברים האלה אלכלבני ישראל ויתאבלו העם מאד"
    },
    {
      "number": 40,
      "hebrew": "וישכמו בבקר ויעלו אלראשההר לאמר הננו ועלינו אלהמקום אשראמר יהוה כי חטאנו"
    },
    {
      "number": 41,
      "hebrew": "ויאמר משה למה זה אתם עברים אתפי יהוה והוא לא תצלח"
    },
    {
      "number": 42,
      "hebrew": "אלתעלו כי אין יהוה בקרבכם ולא תנגפו לפני איביכם"
    },
    {
      "number": 43,
      "hebrew": "כי העמלקי והכנעני שם לפניכם ונפלתם בחרב כיעלכן שבתם מאחרי יהוה ולאיהיה יהוה עמכם"
    },
    {
      "number": 44,
      "hebrew": "ויעפלו לעלות אלראש ההר וארון בריתיהוה ומשה לאמשו מקרב המחנה"
    },
    {
      "number": 45,
      "hebrew": "וירד העמלקי והכנעני הישב בהר ההוא ויכום ויכתום עדהחרמה ",
      "parsha": "פ"
    }
  ]
}
