{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 15,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם כי תבאו אלארץ מושבתיכם אשר אני נתן לכם"
    },
    {
      "number": 3,
      "hebrew": "ועשיתם אשה ליהוה עלה אוזבח לפלאנדר או בנדבה או במעדיכם לעשות ריח ניחח ליהוה מןהבקר או מןהצאן"
    },
    {
      "number": 4,
      "hebrew": "והקריב המקריב קרבנו ליהוה מנחה סלת עשרון בלול ברבעית ההין שמן"
    },
    {
      "number": 5,
      "hebrew": "ויין לנסך רביעית ההין תעשה עלהעלה או לזבח לכבש האחד"
    },
    {
      "number": 6,
      "hebrew": "או לאיל תעשה מנחה סלת שני עשרנים בלולה בשמן שלשית ההין"
    },
    {
      "number": 7,
      "hebrew": "ויין לנסך שלשית ההין תקריב ריחניחח ליהוה"
    },
    {
      "number": 8,
      "hebrew": "וכיתעשה בןבקר עלה אוזבח לפלאנדר אושלמים ליהוה"
    },
    {
      "number": 9,
      "hebrew": "והקריב עלבןהבקר מנחה סלת שלשה עשרנים בלול בשמן חצי ההין"
    },
    {
      "number": 10,
      "hebrew": "ויין תקריב לנסך חצי ההין אשה ריחניחח ליהוה"
    },
    {
      "number": 11,
      "hebrew": "ככה יעשה לשור האחד או לאיל האחד אולשה בכבשים או בעזים"
    },
    {
      "number": 12,
      "hebrew": "כמספר אשר תעשו ככה תעשו לאחד כמספרם"
    },
    {
      "number": 13,
      "hebrew": "כלהאזרח יעשהככה אתאלה להקריב אשה ריחניחח ליהוה"
    },
    {
      "number": 14,
      "hebrew": "וכייגור אתכם גר או אשרבתוככם לדרתיכם ועשה אשה ריחניחח ליהוה כאשר תעשו כן יעשה"
    },
    {
      "number": 15,
      "hebrew": "הקהל חקה אחת לכם ולגר הגר חקת עולם לדרתיכם ככם כגר יהיה לפני יהוה"
    },
    {
      "number": 16,
      "hebrew": "תורה אחת ומשפט אחד יהיה לכם ולגר הגר אתכם ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 18,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם בבאכם אלהארץ אשר אני מביא אתכם שמה"
    },
    {
      "number": 19,
      "hebrew": "והיה באכלכם מלחם הארץ תרימו תרומה ליהוה"
    },
    {
      "number": 20,
      "hebrew": "ראשית ערסתכם חלה תרימו תרומה כתרומת גרן כן תרימו אתה"
    },
    {
      "number": 21,
      "hebrew": "מראשית ערסתיכם תתנו ליהוה תרומה לדרתיכם         "
    },
    {
      "number": 22,
      "hebrew": "וכי תשגו ולא תעשו את כלהמצות האלה אשרדבר יהוה אלמשה"
    },
    {
      "number": 23,
      "hebrew": "את כלאשר צוה יהוה אליכם בידמשה מןהיום אשר צוה יהוה והלאה לדרתיכם"
    },
    {
      "number": 24,
      "hebrew": "והיה אם מעיני העדה נעשתה לשגגה ועשו כלהעדה פר בןבקר אחד לעלה לריח ניחח ליהוה ומנחתו ונסכו כמשפט ושעירעזים אחד לחטת"
    },
    {
      "number": 25,
      "hebrew": "וכפר הכהן עלכלעדת בני ישראל ונסלח להם כישגגה הוא והם הביאו אתקרבנם אשה ליהוה וחטאתם לפני יהוה עלשגגתם"
    },
    {
      "number": 26,
      "hebrew": "ונסלח לכלעדת בני ישראל ולגר הגר בתוכם כי לכלהעם בשגגה         "
    },
    {
      "number": 27,
      "hebrew": "ואםנפש אחת תחטא בשגגה והקריבה עז בתשנתה לחטאת"
    },
    {
      "number": 28,
      "hebrew": "וכפר הכהן עלהנפש השגגת בחטאה בשגגה לפני יהוה לכפר עליו ונסלח לו"
    },
    {
      "number": 29,
      "hebrew": "האזרח בבני ישראל ולגר הגר בתוכם תורה אחת יהיה לכם לעשה בשגגה"
    },
    {
      "number": 30,
      "hebrew": "והנפש אשרתעשה ביד רמה מןהאזרח ומןהגר אתיהוה הוא מגדף ונכרתה הנפש ההוא מקרב עמה"
    },
    {
      "number": 31,
      "hebrew": "כי דבריהוה בזה ואתמצותו הפר הכרתתכרת הנפש ההוא עונה בה ",
      "parsha": "פ"
    },
    {
      "number": 32,
      "hebrew": "ויהיו בניישראל במדבר וימצאו איש מקשש עצים ביום השבת"
    },
    {
      "number": 33,
      "hebrew": "ויקריבו אתו המצאים אתו מקשש עצים אלמשה ואלאהרן ואל כלהעדה"
    },
    {
      "number": 34,
      "hebrew": "ויניחו אתו במשמר כי לא פרש מהיעשה לו         "
    },
    {
      "number": 35,
      "hebrew": "ויאמר יהוה אלמשה מות יומת האיש רגום אתו באבנים כלהעדה מחוץ למחנה"
    },
    {
      "number": 36,
      "hebrew": "ויציאו אתו כלהעדה אלמחוץ למחנה וירגמו אתו באבנים וימת כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 37,
      "hebrew": "ויאמר יהוה אלמשה לאמר"
    },
    {
      "number": 38,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם ועשו להם ציצת עלכנפי בגדיהם לדרתם ונתנו עלציצת הכנף פתיל תכלת"
    },
    {
      "number": 39,
      "hebrew": "והיה לכם לציצת וראיתם אתו וזכרתם אתכלמצות יהוה ועשיתם אתם ולאתתורו אחרי לבבכם ואחרי עיניכם אשראתם זנים אחריהם"
    },
    {
      "number": 40,
      "hebrew": "למען תזכרו ועשיתם אתכלמצותי והייתם קדשים לאלהיכם"
    },
    {
      "number": 41,
      "hebrew": "אני יהוה אלהיכם אשר הוצאתי אתכם מארץ מצרים להיות לכם לאלהים אני יהוה אלהיכם ",
      "parsha": "פ"
    }
  ]
}
