{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 16,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקח קרח בןיצהר בןקהת בןלוי ודתן ואבירם בני אליאב ואון בןפלת בני ראובן"
    },
    {
      "number": 2,
      "hebrew": "ויקמו לפני משה ואנשים מבניישראל חמשים ומאתים נשיאי עדה קראי מועד אנשישם"
    },
    {
      "number": 3,
      "hebrew": "ויקהלו עלמשה ועלאהרן ויאמרו אלהם רבלכם כי כלהעדה כלם קדשים ובתוכם יהוה ומדוע תתנשאו עלקהל יהוה"
    },
    {
      "number": 4,
      "hebrew": "וישמע משה ויפל עלפניו"
    },
    {
      "number": 5,
      "hebrew": "וידבר אלקרח ואלכלעדתו לאמר בקר וידע יהוה אתאשרלו ואתהקדוש והקריב אליו ואת אשר יבחרבו יקריב אליו"
    },
    {
      "number": 6,
      "hebrew": "זאת עשו קחולכם מחתות קרח וכלעדתו"
    },
    {
      "number": 7,
      "hebrew": "ותנו בהןאש ושימו עליהןקטרת לפני יהוה מחר והיה האיש אשריבחר יהוה הוא הקדוש רבלכם בני לוי"
    },
    {
      "number": 8,
      "hebrew": "ויאמר משה אלקרח שמעונא בני לוי"
    },
    {
      "number": 9,
      "hebrew": "המעט מכם כיהבדיל אלהי ישראל אתכם מעדת ישראל להקריב אתכם אליו לעבד אתעבדת משכן יהוה ולעמד לפני העדה לשרתם"
    },
    {
      "number": 10,
      "hebrew": "ויקרב אתך ואתכלאחיך בנילוי אתך ובקשתם גםכהנה"
    },
    {
      "number": 11,
      "hebrew": "לכן אתה וכלעדתך הנעדים עליהוה ואהרן מההוא כי (תלונו) [תלינו] עליו"
    },
    {
      "number": 12,
      "hebrew": "וישלח משה לקרא לדתן ולאבירם בני אליאב ויאמרו לא נעלה"
    },
    {
      "number": 13,
      "hebrew": "המעט כי העליתנו מארץ זבת חלב ודבש להמיתנו במדבר כיתשתרר עלינו גםהשתרר"
    },
    {
      "number": 14,
      "hebrew": "אף לא אלארץ זבת חלב ודבש הביאתנו ותתןלנו נחלת שדה וכרם העיני האנשים ההם תנקר לא נעלה"
    },
    {
      "number": 15,
      "hebrew": "ויחר למשה מאד ויאמר אליהוה אלתפן אלמנחתם לא חמור אחד מהם נשאתי ולא הרעתי אתאחד מהם"
    },
    {
      "number": 16,
      "hebrew": "ויאמר משה אלקרח אתה וכלעדתך היו לפני יהוה אתה והם ואהרן מחר"
    },
    {
      "number": 17,
      "hebrew": "וקחו איש מחתתו ונתתם עליהם קטרת והקרבתם לפני יהוה איש מחתתו חמשים ומאתים מחתת ואתה ואהרן איש מחתתו"
    },
    {
      "number": 18,
      "hebrew": "ויקחו איש מחתתו ויתנו עליהם אש וישימו עליהם קטרת ויעמדו פתח אהל מועד ומשה ואהרן"
    },
    {
      "number": 19,
      "hebrew": "ויקהל עליהם קרח אתכלהעדה אלפתח אהל מועד וירא כבודיהוה אלכלהעדה         "
    },
    {
      "number": 20,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 21,
      "hebrew": "הבדלו מתוך העדה הזאת ואכלה אתם כרגע"
    },
    {
      "number": 22,
      "hebrew": "ויפלו עלפניהם ויאמרו אל אלהי הרוחת לכלבשר האיש אחד יחטא ועל כלהעדה תקצף         "
    },
    {
      "number": 23,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 24,
      "hebrew": "דבר אלהעדה לאמר העלו מסביב למשכןקרח דתן ואבירם"
    },
    {
      "number": 25,
      "hebrew": "ויקם משה וילך אלדתן ואבירם וילכו אחריו זקני ישראל"
    },
    {
      "number": 26,
      "hebrew": "וידבר אלהעדה לאמר סורו נא מעל אהלי האנשים הרשעים האלה ואלתגעו בכלאשר להם פןתספו בכלחטאתם"
    },
    {
      "number": 27,
      "hebrew": "ויעלו מעל משכןקרח דתן ואבירם מסביב ודתן ואבירם יצאו נצבים פתח אהליהם ונשיהם ובניהם וטפם"
    },
    {
      "number": 28,
      "hebrew": "ויאמר משה בזאת תדעון כייהוה שלחני לעשות את כלהמעשים האלה כילא מלבי"
    },
    {
      "number": 29,
      "hebrew": "אםכמות כלהאדם ימתון אלה ופקדת כלהאדם יפקד עליהם לא יהוה שלחני"
    },
    {
      "number": 30,
      "hebrew": "ואםבריאה יברא יהוה ופצתה האדמה אתפיה ובלעה אתם ואתכלאשר להם וירדו חיים שאלה וידעתם כי נאצו האנשים האלה אתיהוה"
    },
    {
      "number": 31,
      "hebrew": "ויהי ככלתו לדבר את כלהדברים האלה ותבקע האדמה אשר תחתיהם"
    },
    {
      "number": 32,
      "hebrew": "ותפתח הארץ אתפיה ותבלע אתם ואתבתיהם ואת כלהאדם אשר לקרח ואת כלהרכוש"
    },
    {
      "number": 33,
      "hebrew": "וירדו הם וכלאשר להם חיים שאלה ותכס עליהם הארץ ויאבדו מתוך הקהל"
    },
    {
      "number": 34,
      "hebrew": "וכלישראל אשר סביבתיהם נסו לקלם כי אמרו פןתבלענו הארץ"
    },
    {
      "number": 35,
      "hebrew": "ואש יצאה מאת יהוה ותאכל את החמשים ומאתים איש מקריבי הקטרת         "
    }
  ]
}
