{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "אמר אלאלעזר בןאהרן הכהן וירם אתהמחתת מבין השרפה ואתהאש זרההלאה כי קדשו"
    },
    {
      "number": 3,
      "hebrew": "את מחתות החטאים האלה בנפשתם ועשו אתם רקעי פחים צפוי למזבח כיהקריבם לפנייהוה ויקדשו ויהיו לאות לבני ישראל"
    },
    {
      "number": 4,
      "hebrew": "ויקח אלעזר הכהן את מחתות הנחשת אשר הקריבו השרפים וירקעום צפוי למזבח"
    },
    {
      "number": 5,
      "hebrew": "זכרון לבני ישראל למען אשר לאיקרב איש זר אשר לא מזרע אהרן הוא להקטיר קטרת לפני יהוה ולאיהיה כקרח וכעדתו כאשר דבר יהוה בידמשה לו ",
      "parsha": "פ"
    },
    {
      "number": 6,
      "hebrew": "וילנו כלעדת בניישראל ממחרת עלמשה ועלאהרן לאמר אתם המתם אתעם יהוה"
    },
    {
      "number": 7,
      "hebrew": "ויהי בהקהל העדה עלמשה ועלאהרן ויפנו אלאהל מועד והנה כסהו הענן וירא כבוד יהוה"
    },
    {
      "number": 8,
      "hebrew": "ויבא משה ואהרן אלפני אהל מועד         "
    },
    {
      "number": 9,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 10,
      "hebrew": "הרמו מתוך העדה הזאת ואכלה אתם כרגע ויפלו עלפניהם"
    },
    {
      "number": 11,
      "hebrew": "ויאמר משה אלאהרן קח אתהמחתה ותןעליה אש מעל המזבח ושים קטרת והולך מהרה אלהעדה וכפר עליהם כייצא הקצף מלפני יהוה החל הנגף"
    },
    {
      "number": 12,
      "hebrew": "ויקח אהרן כאשר דבר משה וירץ אלתוך הקהל והנה החל הנגף בעם ויתן אתהקטרת ויכפר עלהעם"
    },
    {
      "number": 13,
      "hebrew": "ויעמד ביןהמתים ובין החיים ותעצר המגפה"
    },
    {
      "number": 14,
      "hebrew": "ויהיו המתים במגפה ארבעה עשר אלף ושבע מאות מלבד המתים עלדברקרח"
    },
    {
      "number": 15,
      "hebrew": "וישב אהרן אלמשה אלפתח אהל מועד והמגפה נעצרה ",
      "parsha": "פ"
    },
    {
      "number": 16,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 17,
      "hebrew": "דבר אלבני ישראל וקח מאתם מטה מטה לבית אב מאת כלנשיאהם לבית אבתם שנים עשר מטות איש אתשמו תכתב עלמטהו"
    },
    {
      "number": 18,
      "hebrew": "ואת שם אהרן תכתב עלמטה לוי כי מטה אחד לראש בית אבותם"
    },
    {
      "number": 19,
      "hebrew": "והנחתם באהל מועד לפני העדות אשר אועד לכם שמה"
    },
    {
      "number": 20,
      "hebrew": "והיה האיש אשר אבחרבו מטהו יפרח והשכתי מעלי אתתלנות בני ישראל אשר הם מלינם עליכם"
    },
    {
      "number": 21,
      "hebrew": "וידבר משה אלבני ישראל ויתנו אליוכלנשיאיהם מטה לנשיא אחד מטה לנשיא אחד לבית אבתם שנים עשר מטות ומטה אהרן בתוך מטותם"
    },
    {
      "number": 22,
      "hebrew": "וינח משה אתהמטת לפני יהוה באהל העדת"
    },
    {
      "number": 23,
      "hebrew": "ויהי ממחרת ויבא משה אלאהל העדות והנה פרח מטהאהרן לבית לוי ויצא פרח ויצץ ציץ ויגמל שקדים"
    },
    {
      "number": 24,
      "hebrew": "ויצא משה אתכלהמטת מלפני יהוה אלכלבני ישראל ויראו ויקחו איש מטהו ",
      "parsha": "פ"
    },
    {
      "number": 25,
      "hebrew": "ויאמר יהוה אלמשה השב אתמטה אהרן לפני העדות למשמרת לאות לבנימרי ותכל תלונתם מעלי ולא ימתו"
    },
    {
      "number": 26,
      "hebrew": "ויעש משה כאשר צוה יהוה אתו כן עשה ",
      "parsha": "פ"
    },
    {
      "number": 27,
      "hebrew": "ויאמרו בני ישראל אלמשה לאמר הן גוענו אבדנו כלנו אבדנו"
    },
    {
      "number": 28,
      "hebrew": "כל הקרבהקרב אלמשכן יהוה ימות האם תמנו לגוע         "
    }
  ]
}
