{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 23,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר בלעם אלבלק בנהלי בזה שבעה מזבחת והכן לי בזה שבעה פרים ושבעה אילים"
    },
    {
      "number": 2,
      "hebrew": "ויעש בלק כאשר דבר בלעם ויעל בלק ובלעם פר ואיל במזבח"
    },
    {
      "number": 3,
      "hebrew": "ויאמר בלעם לבלק התיצב עלעלתך ואלכה אולי יקרה יהוה לקראתי ודבר מהיראני והגדתי לך וילך שפי"
    },
    {
      "number": 4,
      "hebrew": "ויקר אלהים אלבלעם ויאמר אליו אתשבעת המזבחת ערכתי ואעל פר ואיל במזבח"
    },
    {
      "number": 5,
      "hebrew": "וישם יהוה דבר בפי בלעם ויאמר שוב אלבלק וכה תדבר"
    },
    {
      "number": 6,
      "hebrew": "וישב אליו והנה נצב עלעלתו הוא וכלשרי מואב"
    },
    {
      "number": 7,
      "hebrew": "וישא משלו ויאמר מןארם ינחני בלק מלךמואב מהרריקדם לכה ארהלי יעקב ולכה זעמה ישראל"
    },
    {
      "number": 8,
      "hebrew": "מה אקב לא קבה אל ומה אזעם לא זעם יהוה"
    },
    {
      "number": 9,
      "hebrew": "כימראש צרים אראנו ומגבעות אשורנו הןעם לבדד ישכן ובגוים לא יתחשב"
    },
    {
      "number": 10,
      "hebrew": "מי מנה עפר יעקב ומספר אתרבע ישראל תמת נפשי מות ישרים ותהי אחריתי כמהו"
    },
    {
      "number": 11,
      "hebrew": "ויאמר בלק אלבלעם מה עשית לי לקב איבי לקחתיך והנה ברכת ברך"
    },
    {
      "number": 12,
      "hebrew": "ויען ויאמר הלא את אשר ישים יהוה בפי אתו אשמר לדבר"
    },
    {
      "number": 13,
      "hebrew": "ויאמר אליו בלק (לך) [לכה]נא אתי אלמקום אחר אשר תראנו משם אפס קצהו תראה וכלו לא תראה וקבנולי משם"
    },
    {
      "number": 14,
      "hebrew": "ויקחהו שדה צפים אלראש הפסגה ויבן שבעה מזבחת ויעל פר ואיל במזבח"
    },
    {
      "number": 15,
      "hebrew": "ויאמר אלבלק התיצב כה עלעלתך ואנכי אקרה כה"
    },
    {
      "number": 16,
      "hebrew": "ויקר יהוה אלבלעם וישם דבר בפיו ויאמר שוב אלבלק וכה תדבר"
    },
    {
      "number": 17,
      "hebrew": "ויבא אליו והנו נצב עלעלתו ושרי מואב אתו ויאמר לו בלק מהדבר יהוה"
    },
    {
      "number": 18,
      "hebrew": "וישא משלו ויאמר קום בלק ושמע האזינה עדי בנו צפר"
    },
    {
      "number": 19,
      "hebrew": "לא איש אל ויכזב ובןאדם ויתנחם ההוא אמר ולא יעשה ודבר ולא יקימנה"
    },
    {
      "number": 20,
      "hebrew": "הנה ברך לקחתי וברך ולא אשיבנה"
    },
    {
      "number": 21,
      "hebrew": "לאהביט און ביעקב ולאראה עמל בישראל יהוה אלהיו עמו ותרועת מלך בו"
    },
    {
      "number": 22,
      "hebrew": "אל מוציאם ממצרים כתועפת ראם לו"
    },
    {
      "number": 23,
      "hebrew": "כי לאנחש ביעקב ולאקסם בישראל כעת יאמר ליעקב ולישראל מהפעל אל"
    },
    {
      "number": 24,
      "hebrew": "הןעם כלביא יקום וכארי יתנשא לא ישכב עדיאכל טרף ודםחללים ישתה"
    },
    {
      "number": 25,
      "hebrew": "ויאמר בלק אלבלעם גםקב לא תקבנו גםברך לא תברכנו"
    },
    {
      "number": 26,
      "hebrew": "ויען בלעם ויאמר אלבלק הלא דברתי אליך לאמר כל אשרידבר יהוה אתו אעשה"
    },
    {
      "number": 27,
      "hebrew": "ויאמר בלק אלבלעם לכהנא אקחך אלמקום אחר אולי יישר בעיני האלהים וקבתו לי משם"
    },
    {
      "number": 28,
      "hebrew": "ויקח בלק אתבלעם ראש הפעור הנשקף עלפני הישימן"
    },
    {
      "number": 29,
      "hebrew": "ויאמר בלעם אלבלק בנהלי בזה שבעה מזבחת והכן לי בזה שבעה פרים ושבעה אילם"
    },
    {
      "number": 30,
      "hebrew": "ויעש בלק כאשר אמר בלעם ויעל פר ואיל במזבח"
    }
  ]
}
