{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 27,
  "verses": [
    {
      "number": 1,
      "hebrew": "ותקרבנה בנות צלפחד בןחפר בןגלעד בןמכיר בןמנשה למשפחת מנשה בןיוסף ואלה שמות בנתיו מחלה נעה וחגלה ומלכה ותרצה"
    },
    {
      "number": 2,
      "hebrew": "ותעמדנה לפני משה ולפני אלעזר הכהן ולפני הנשיאם וכלהעדה פתח אהלמועד לאמר"
    },
    {
      "number": 3,
      "hebrew": "אבינו מת במדבר והוא לאהיה בתוך העדה הנועדים עליהוה בעדתקרח כיבחטאו מת ובנים לאהיו לו"
    },
    {
      "number": 4,
      "hebrew": "למה יגרע שםאבינו מתוך משפחתו כי אין לו בן תנהלנו אחזה בתוך אחי אבינו"
    },
    {
      "number": 5,
      "hebrew": "ויקרב משה אתמשפטן לפני יהוה ",
      "parsha": "פ"
    },
    {
      "number": 6,
      "hebrew": "ויאמר יהוה אלמשה לאמר"
    },
    {
      "number": 7,
      "hebrew": "כן בנות צלפחד דברת נתן תתן להם אחזת נחלה בתוך אחי אביהם והעברת אתנחלת אביהן להן"
    },
    {
      "number": 8,
      "hebrew": "ואלבני ישראל תדבר לאמר איש כיימות ובן אין לו והעברתם אתנחלתו לבתו"
    },
    {
      "number": 9,
      "hebrew": "ואםאין לו בת ונתתם אתנחלתו לאחיו"
    },
    {
      "number": 10,
      "hebrew": "ואםאין לו אחים ונתתם אתנחלתו לאחי אביו"
    },
    {
      "number": 11,
      "hebrew": "ואםאין אחים לאביו ונתתם אתנחלתו לשארו הקרב אליו ממשפחתו וירש אתה והיתה לבני ישראל לחקת משפט כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלמשה עלה אלהר העברים הזה וראה אתהארץ אשר נתתי לבני ישראל"
    },
    {
      "number": 13,
      "hebrew": "וראיתה אתה ונאספת אלעמיך גםאתה כאשר נאסף אהרן אחיך"
    },
    {
      "number": 14,
      "hebrew": "כאשר מריתם פי במדברצן במריבת העדה להקדישני במים לעיניהם הם מימריבת קדש מדברצן         "
    },
    {
      "number": 15,
      "hebrew": "וידבר משה אליהוה לאמר"
    },
    {
      "number": 16,
      "hebrew": "יפקד יהוה אלהי הרוחת לכלבשר איש עלהעדה"
    },
    {
      "number": 17,
      "hebrew": "אשריצא לפניהם ואשר יבא לפניהם ואשר יוציאם ואשר יביאם ולא תהיה עדת יהוה כצאן אשר איןלהם רעה"
    },
    {
      "number": 18,
      "hebrew": "ויאמר יהוה אלמשה קחלך אתיהושע בןנון איש אשררוח בו וסמכת אתידך עליו"
    },
    {
      "number": 19,
      "hebrew": "והעמדת אתו לפני אלעזר הכהן ולפני כלהעדה וצויתה אתו לעיניהם"
    },
    {
      "number": 20,
      "hebrew": "ונתתה מהודך עליו למען ישמעו כלעדת בני ישראל"
    },
    {
      "number": 21,
      "hebrew": "ולפני אלעזר הכהן יעמד ושאל לו במשפט האורים לפני יהוה עלפיו יצאו ועלפיו יבאו הוא וכלבניישראל אתו וכלהעדה"
    },
    {
      "number": 22,
      "hebrew": "ויעש משה כאשר צוה יהוה אתו ויקח אתיהושע ויעמדהו לפני אלעזר הכהן ולפני כלהעדה"
    },
    {
      "number": 23,
      "hebrew": "ויסמך אתידיו עליו ויצוהו כאשר דבר יהוה בידמשה ",
      "parsha": "פ"
    }
  ]
}
