{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 30,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר משה אלבני ישראל ככל אשרצוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 2,
      "hebrew": "וידבר משה אלראשי המטות לבני ישראל לאמר זה הדבר אשר צוה יהוה"
    },
    {
      "number": 3,
      "hebrew": "איש כיידר נדר ליהוה אוהשבע שבעה לאסר אסר עלנפשו לא יחל דברו ככלהיצא מפיו יעשה"
    },
    {
      "number": 4,
      "hebrew": "ואשה כיתדר נדר ליהוה ואסרה אסר בבית אביה בנעריה"
    },
    {
      "number": 5,
      "hebrew": "ושמע אביה אתנדרה ואסרה אשר אסרה עלנפשה והחריש לה אביה וקמו כלנדריה וכלאסר אשראסרה עלנפשה יקום"
    },
    {
      "number": 6,
      "hebrew": "ואםהניא אביה אתה ביום שמעו כלנדריה ואסריה אשראסרה עלנפשה לא יקום ויהוה יסלחלה כיהניא אביה אתה"
    },
    {
      "number": 7,
      "hebrew": "ואםהיו תהיה לאיש ונדריה עליה או מבטא שפתיה אשר אסרה עלנפשה"
    },
    {
      "number": 8,
      "hebrew": "ושמע אישה ביום שמעו והחריש לה וקמו נדריה ואסרה אשראסרה עלנפשה יקמו"
    },
    {
      "number": 9,
      "hebrew": "ואם ביום שמע אישה יניא אותה והפר אתנדרה אשר עליה ואת מבטא שפתיה אשר אסרה עלנפשה ויהוה יסלחלה"
    },
    {
      "number": 10,
      "hebrew": "ונדר אלמנה וגרושה כל אשראסרה עלנפשה יקום עליה"
    },
    {
      "number": 11,
      "hebrew": "ואםבית אישה נדרה אואסרה אסר עלנפשה בשבעה"
    },
    {
      "number": 12,
      "hebrew": "ושמע אישה והחרש לה לא הניא אתה וקמו כלנדריה וכלאסר אשראסרה עלנפשה יקום"
    },
    {
      "number": 13,
      "hebrew": "ואםהפר יפר אתםאישה ביום שמעו כלמוצא שפתיה לנדריה ולאסר נפשה לא יקום אישה הפרם ויהוה יסלחלה"
    },
    {
      "number": 14,
      "hebrew": "כלנדר וכלשבעת אסר לענת נפש אישה יקימנו ואישה יפרנו"
    },
    {
      "number": 15,
      "hebrew": "ואםהחרש יחריש לה אישה מיום אליום והקים אתכלנדריה או אתכלאסריה אשר עליה הקים אתם כיהחרש לה ביום שמעו"
    },
    {
      "number": 16,
      "hebrew": "ואםהפר יפר אתם אחרי שמעו ונשא אתעונה"
    },
    {
      "number": 17,
      "hebrew": "אלה החקים אשר צוה יהוה אתמשה בין איש לאשתו ביןאב לבתו בנעריה בית אביה ",
      "parsha": "פ"
    }
  ]
}
