{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 32,
  "verses": [
    {
      "number": 1,
      "hebrew": "ומקנה רב היה לבני ראובן ולבניגד עצום מאד ויראו אתארץ יעזר ואתארץ גלעד והנה המקום מקום מקנה"
    },
    {
      "number": 2,
      "hebrew": "ויבאו בניגד ובני ראובן ויאמרו אלמשה ואלאלעזר הכהן ואלנשיאי העדה לאמר"
    },
    {
      "number": 3,
      "hebrew": "עטרות ודיבן ויעזר ונמרה וחשבון ואלעלה ושבם ונבו ובען"
    },
    {
      "number": 4,
      "hebrew": "הארץ אשר הכה יהוה לפני עדת ישראל ארץ מקנה הוא ולעבדיך מקנה         "
    },
    {
      "number": 5,
      "hebrew": "ויאמרו אםמצאנו חן בעיניך יתן אתהארץ הזאת לעבדיך לאחזה אלתעברנו אתהירדן"
    },
    {
      "number": 6,
      "hebrew": "ויאמר משה לבניגד ולבני ראובן האחיכם יבאו למלחמה ואתם תשבו פה"
    },
    {
      "number": 7,
      "hebrew": "ולמה (תנואון) [תניאון] אתלב בני ישראל מעבר אלהארץ אשרנתן להם יהוה"
    },
    {
      "number": 8,
      "hebrew": "כה עשו אבתיכם בשלחי אתם מקדש ברנע לראות אתהארץ"
    },
    {
      "number": 9,
      "hebrew": "ויעלו עדנחל אשכול ויראו אתהארץ ויניאו אתלב בני ישראל לבלתיבא אלהארץ אשרנתן להם יהוה"
    },
    {
      "number": 10,
      "hebrew": "ויחראף יהוה ביום ההוא וישבע לאמר"
    },
    {
      "number": 11,
      "hebrew": "אםיראו האנשים העלים ממצרים מבן עשרים שנה ומעלה את האדמה אשר נשבעתי לאברהם ליצחק וליעקב כי לאמלאו אחרי"
    },
    {
      "number": 12,
      "hebrew": "בלתי כלב בןיפנה הקנזי ויהושע בןנון כי מלאו אחרי יהוה"
    },
    {
      "number": 13,
      "hebrew": "ויחראף יהוה בישראל וינעם במדבר ארבעים שנה עדתם כלהדור העשה הרע בעיני יהוה"
    },
    {
      "number": 14,
      "hebrew": "והנה קמתם תחת אבתיכם תרבות אנשים חטאים לספות עוד על חרון אףיהוה אלישראל"
    },
    {
      "number": 15,
      "hebrew": "כי תשובן מאחריו ויסף עוד להניחו במדבר ושחתם לכלהעם הזה         "
    },
    {
      "number": 16,
      "hebrew": "ויגשו אליו ויאמרו גדרת צאן נבנה למקננו פה וערים לטפנו"
    },
    {
      "number": 17,
      "hebrew": "ואנחנו נחלץ חשים לפני בני ישראל עד אשר אםהביאנם אלמקומם וישב טפנו בערי המבצר מפני ישבי הארץ"
    },
    {
      "number": 18,
      "hebrew": "לא נשוב אלבתינו עד התנחל בני ישראל איש נחלתו"
    },
    {
      "number": 19,
      "hebrew": "כי לא ננחל אתם מעבר לירדן והלאה כי באה נחלתנו אלינו מעבר הירדן מזרחה ",
      "parsha": "פ"
    },
    {
      "number": 20,
      "hebrew": "ויאמר אליהם משה אםתעשון אתהדבר הזה אםתחלצו לפני יהוה למלחמה"
    },
    {
      "number": 21,
      "hebrew": "ועבר לכם כלחלוץ אתהירדן לפני יהוה עד הורישו אתאיביו מפניו"
    },
    {
      "number": 22,
      "hebrew": "ונכבשה הארץ לפני יהוה ואחר תשבו והייתם נקים מיהוה ומישראל והיתה הארץ הזאת לכם לאחזה לפני יהוה"
    },
    {
      "number": 23,
      "hebrew": "ואםלא תעשון כן הנה חטאתם ליהוה ודעו חטאתכם אשר תמצא אתכם"
    },
    {
      "number": 24,
      "hebrew": "בנולכם ערים לטפכם וגדרת לצנאכם והיצא מפיכם תעשו"
    },
    {
      "number": 25,
      "hebrew": "ויאמר בניגד ובני ראובן אלמשה לאמר עבדיך יעשו כאשר אדני מצוה"
    },
    {
      "number": 26,
      "hebrew": "טפנו נשינו מקננו וכלבהמתנו יהיושם בערי הגלעד"
    },
    {
      "number": 27,
      "hebrew": "ועבדיך יעברו כלחלוץ צבא לפני יהוה למלחמה כאשר אדני דבר"
    },
    {
      "number": 28,
      "hebrew": "ויצו להם משה את אלעזר הכהן ואת יהושע בןנון ואתראשי אבות המטות לבני ישראל"
    },
    {
      "number": 29,
      "hebrew": "ויאמר משה אלהם אםיעברו בניגד ובניראובןאתכם אתהירדן כלחלוץ למלחמה לפני יהוה ונכבשה הארץ לפניכם ונתתם להם אתארץ הגלעד לאחזה"
    },
    {
      "number": 30,
      "hebrew": "ואםלא יעברו חלוצים אתכם ונאחזו בתככם בארץ כנען"
    },
    {
      "number": 31,
      "hebrew": "ויענו בניגד ובני ראובן לאמר את אשר דבר יהוה אלעבדיך כן נעשה"
    },
    {
      "number": 32,
      "hebrew": "נחנו נעבר חלוצים לפני יהוה ארץ כנען ואתנו אחזת נחלתנו מעבר לירדן"
    },
    {
      "number": 33,
      "hebrew": "ויתן להםמשה לבניגד ולבני ראובן ולחצי שבט מנשה בןיוסף אתממלכת סיחן מלך האמרי ואתממלכת עוג מלך הבשן הארץ לעריה בגבלת ערי הארץ סביב"
    },
    {
      "number": 34,
      "hebrew": "ויבנו בניגד אתדיבן ואתעטרת ואת ערער"
    },
    {
      "number": 35,
      "hebrew": "ואתעטרת שופן ואתיעזר ויגבהה"
    },
    {
      "number": 36,
      "hebrew": "ואתבית נמרה ואתבית הרן ערי מבצר וגדרת צאן"
    },
    {
      "number": 37,
      "hebrew": "ובני ראובן בנו אתחשבון ואתאלעלא ואת קריתים"
    },
    {
      "number": 38,
      "hebrew": "ואתנבו ואתבעל מעון מוסבת שם ואתשבמה ויקראו בשמת אתשמות הערים אשר בנו"
    },
    {
      "number": 39,
      "hebrew": "וילכו בני מכיר בןמנשה גלעדה וילכדה ויורש אתהאמרי אשרבה"
    },
    {
      "number": 40,
      "hebrew": "ויתן משה אתהגלעד למכיר בןמנשה וישב בה"
    },
    {
      "number": 41,
      "hebrew": "ויאיר בןמנשה הלך וילכד אתחותיהם ויקרא אתהן חות יאיר"
    },
    {
      "number": 42,
      "hebrew": "ונבח הלך וילכד אתקנת ואתבנתיה ויקרא לה נבח בשמו ",
      "parsha": "פ"
    }
  ]
}
