{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 35,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה בערבת מואב עלירדן ירחו לאמר"
    },
    {
      "number": 2,
      "hebrew": "צו אתבני ישראל ונתנו ללוים מנחלת אחזתם ערים לשבת ומגרש לערים סביבתיהם תתנו ללוים"
    },
    {
      "number": 3,
      "hebrew": "והיו הערים להם לשבת ומגרשיהם יהיו לבהמתם ולרכשם ולכל חיתם"
    },
    {
      "number": 4,
      "hebrew": "ומגרשי הערים אשר תתנו ללוים מקיר העיר וחוצה אלף אמה סביב"
    },
    {
      "number": 5,
      "hebrew": "ומדתם מחוץ לעיר אתפאתקדמה אלפים באמה ואתפאתנגב אלפים באמה ואתפאתים אלפים באמה ואת פאת צפון אלפים באמה והעיר בתוך זה יהיה להם מגרשי הערים"
    },
    {
      "number": 6,
      "hebrew": "ואת הערים אשר תתנו ללוים את ששערי המקלט אשר תתנו לנס שמה הרצח ועליהם תתנו ארבעים ושתים עיר"
    },
    {
      "number": 7,
      "hebrew": "כלהערים אשר תתנו ללוים ארבעים ושמנה עיר אתהן ואתמגרשיהן"
    },
    {
      "number": 8,
      "hebrew": "והערים אשר תתנו מאחזת בניישראל מאת הרב תרבו ומאת המעט תמעיטו איש כפי נחלתו אשר ינחלו יתן מעריו ללוים ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 10,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם כי אתם עברים אתהירדן ארצה כנען"
    },
    {
      "number": 11,
      "hebrew": "והקריתם לכם ערים ערי מקלט תהיינה לכם ונס שמה רצח מכהנפש בשגגה"
    },
    {
      "number": 12,
      "hebrew": "והיו לכם הערים למקלט מגאל ולא ימות הרצח עדעמדו לפני העדה למשפט"
    },
    {
      "number": 13,
      "hebrew": "והערים אשר תתנו ששערי מקלט תהיינה לכם"
    },
    {
      "number": 14,
      "hebrew": "את שלש הערים תתנו מעבר לירדן ואת שלש הערים תתנו בארץ כנען ערי מקלט תהיינה"
    },
    {
      "number": 15,
      "hebrew": "לבני ישראל ולגר ולתושב בתוכם תהיינה ששהערים האלה למקלט לנוס שמה כלמכהנפש בשגגה"
    },
    {
      "number": 16,
      "hebrew": "ואםבכלי ברזלהכהו וימת רצח הוא מות יומת הרצח"
    },
    {
      "number": 17,
      "hebrew": "ואם באבן יד אשרימות בה הכהו וימת רצח הוא מות יומת הרצח"
    },
    {
      "number": 18,
      "hebrew": "או בכלי עץיד אשרימות בו הכהו וימת רצח הוא מות יומת הרצח"
    },
    {
      "number": 19,
      "hebrew": "גאל הדם הוא ימית אתהרצח בפגעובו הוא ימתנו"
    },
    {
      "number": 20,
      "hebrew": "ואםבשנאה יהדפנו אוהשליך עליו בצדיה וימת"
    },
    {
      "number": 21,
      "hebrew": "או באיבה הכהו בידו וימת מותיומת המכה רצח הוא גאל הדם ימית אתהרצח בפגעובו"
    },
    {
      "number": 22,
      "hebrew": "ואםבפתע בלאאיבה הדפו אוהשליך עליו כלכלי בלא צדיה"
    },
    {
      "number": 23,
      "hebrew": "או בכלאבן אשרימות בה בלא ראות ויפל עליו וימת והוא לאאויב לו ולא מבקש רעתו"
    },
    {
      "number": 24,
      "hebrew": "ושפטו העדה בין המכה ובין גאל הדם על המשפטים האלה"
    },
    {
      "number": 25,
      "hebrew": "והצילו העדה אתהרצח מיד גאל הדם והשיבו אתו העדה אלעיר מקלטו אשרנס שמה וישב בה עדמות הכהן הגדל אשרמשח אתו בשמן הקדש"
    },
    {
      "number": 26,
      "hebrew": "ואםיצא יצא הרצח אתגבול עיר מקלטו אשר ינוס שמה"
    },
    {
      "number": 27,
      "hebrew": "ומצא אתו גאל הדם מחוץ לגבול עיר מקלטו ורצח גאל הדם אתהרצח אין לו דם"
    },
    {
      "number": 28,
      "hebrew": "כי בעיר מקלטו ישב עדמות הכהן הגדל ואחרי מות הכהן הגדל ישוב הרצח אלארץ אחזתו"
    },
    {
      "number": 29,
      "hebrew": "והיו אלה לכם לחקת משפט לדרתיכם בכל מושבתיכם"
    },
    {
      "number": 30,
      "hebrew": "כלמכהנפש לפי עדים ירצח אתהרצח ועד אחד לאיענה בנפש למות"
    },
    {
      "number": 31,
      "hebrew": "ולאתקחו כפר לנפש רצח אשרהוא רשע למות כימות יומת"
    },
    {
      "number": 32,
      "hebrew": "ולאתקחו כפר לנוס אלעיר מקלטו לשוב לשבת בארץ עדמות הכהן"
    },
    {
      "number": 33,
      "hebrew": "ולאתחניפו אתהארץ אשר אתם בה כי הדם הוא יחניף אתהארץ ולארץ לאיכפר לדם אשר שפךבה כיאם בדם שפכו"
    },
    {
      "number": 34,
      "hebrew": "ולא תטמא אתהארץ אשר אתם ישבים בה אשר אני שכן בתוכה כי אני יהוה שכן בתוך בני ישראל ",
      "parsha": "פ"
    }
  ]
}
