{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 2,
      "hebrew": "נשא אתראש בני קהת מתוך בני לוי למשפחתם לבית אבתם"
    },
    {
      "number": 3,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה כלבא לצבא לעשות מלאכה באהל מועד"
    },
    {
      "number": 4,
      "hebrew": "זאת עבדת בניקהת באהל מועד קדש הקדשים"
    },
    {
      "number": 5,
      "hebrew": "ובא אהרן ובניו בנסע המחנה והורדו את פרכת המסך וכסובה את ארן העדת"
    },
    {
      "number": 6,
      "hebrew": "ונתנו עליו כסוי עור תחש ופרשו בגדכליל תכלת מלמעלה ושמו בדיו"
    },
    {
      "number": 7,
      "hebrew": "ועל שלחן הפנים יפרשו בגד תכלת ונתנו עליו אתהקערת ואתהכפת ואתהמנקית ואת קשות הנסך ולחם התמיד עליו יהיה"
    },
    {
      "number": 8,
      "hebrew": "ופרשו עליהם בגד תולעת שני וכסו אתו במכסה עור תחש ושמו אתבדיו"
    },
    {
      "number": 9,
      "hebrew": "ולקחו בגד תכלת וכסו אתמנרת המאור ואתנרתיה ואתמלקחיה ואתמחתתיה ואת כלכלי שמנה אשר ישרתולה בהם"
    },
    {
      "number": 10,
      "hebrew": "ונתנו אתה ואתכלכליה אלמכסה עור תחש ונתנו עלהמוט"
    },
    {
      "number": 11,
      "hebrew": "ועל מזבח הזהב יפרשו בגד תכלת וכסו אתו במכסה עור תחש ושמו אתבדיו"
    },
    {
      "number": 12,
      "hebrew": "ולקחו אתכלכלי השרת אשר ישרתובם בקדש ונתנו אלבגד תכלת וכסו אותם במכסה עור תחש ונתנו עלהמוט"
    },
    {
      "number": 13,
      "hebrew": "ודשנו אתהמזבח ופרשו עליו בגד ארגמן"
    },
    {
      "number": 14,
      "hebrew": "ונתנו עליו אתכלכליו אשר ישרתו עליו בהם אתהמחתת אתהמזלגת ואתהיעים ואתהמזרקת כל כלי המזבח ופרשו עליו כסוי עור תחש ושמו בדיו"
    },
    {
      "number": 15,
      "hebrew": "וכלה אהרןובניו לכסת אתהקדש ואתכלכלי הקדש בנסע המחנה ואחריכן יבאו בניקהת לשאת ולאיגעו אלהקדש ומתו אלה משא בניקהת באהל מועד"
    },
    {
      "number": 16,
      "hebrew": "ופקדת אלעזר בןאהרן הכהן שמן המאור וקטרת הסמים ומנחת התמיד ושמן המשחה פקדת כלהמשכן וכלאשרבו בקדש ובכליו ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 18,
      "hebrew": "אלתכריתו אתשבט משפחת הקהתי מתוך הלוים"
    },
    {
      "number": 19,
      "hebrew": "וזאת עשו להם וחיו ולא ימתו בגשתם אתקדש הקדשים אהרן ובניו יבאו ושמו אותם איש איש עלעבדתו ואלמשאו"
    },
    {
      "number": 20,
      "hebrew": "ולאיבאו לראות כבלע אתהקדש ומתו ",
      "parsha": "פ"
    },
    {
      "number": 21,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 22,
      "hebrew": "נשא אתראש בני גרשון גםהם לבית אבתם למשפחתם"
    },
    {
      "number": 23,
      "hebrew": "מבן שלשים שנה ומעלה עד בןחמשים שנה תפקד אותם כלהבא לצבא צבא לעבד עבדה באהל מועד"
    },
    {
      "number": 24,
      "hebrew": "זאת עבדת משפחת הגרשני לעבד ולמשא"
    },
    {
      "number": 25,
      "hebrew": "ונשאו אתיריעת המשכן ואתאהל מועד מכסהו ומכסה התחש אשרעליו מלמעלה ואתמסך פתח אהל מועד"
    },
    {
      "number": 26,
      "hebrew": "ואת קלעי החצר ואתמסך פתח שער החצר אשר עלהמשכן ועלהמזבח סביב ואת מיתריהם ואתכלכלי עבדתם ואת כלאשר יעשה להם ועבדו"
    },
    {
      "number": 27,
      "hebrew": "עלפי אהרן ובניו תהיה כלעבדת בני הגרשני לכלמשאם ולכל עבדתם ופקדתם עלהם במשמרת את כלמשאם"
    },
    {
      "number": 28,
      "hebrew": "זאת עבדת משפחת בני הגרשני באהל מועד ומשמרתם ביד איתמר בןאהרן הכהן         "
    },
    {
      "number": 29,
      "hebrew": "בני מררי למשפחתם לביתאבתם תפקד אתם"
    },
    {
      "number": 30,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה תפקדם כלהבא לצבא לעבד אתעבדת אהל מועד"
    },
    {
      "number": 31,
      "hebrew": "וזאת משמרת משאם לכלעבדתם באהל מועד קרשי המשכן ובריחיו ועמודיו ואדניו"
    },
    {
      "number": 32,
      "hebrew": "ועמודי החצר סביב ואדניהם ויתדתם ומיתריהם לכלכליהם ולכל עבדתם ובשמת תפקדו אתכלי משמרת משאם"
    },
    {
      "number": 33,
      "hebrew": "זאת עבדת משפחת בני מררי לכלעבדתם באהל מועד ביד איתמר בןאהרן הכהן"
    },
    {
      "number": 34,
      "hebrew": "ויפקד משה ואהרן ונשיאי העדה אתבני הקהתי למשפחתם ולבית אבתם"
    },
    {
      "number": 35,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה כלהבא לצבא לעבדה באהל מועד"
    },
    {
      "number": 36,
      "hebrew": "ויהיו פקדיהם למשפחתם אלפים שבע מאות וחמשים"
    },
    {
      "number": 37,
      "hebrew": "אלה פקודי משפחת הקהתי כלהעבד באהל מועד אשר פקד משה ואהרן עלפי יהוה בידמשה         "
    },
    {
      "number": 38,
      "hebrew": "ופקודי בני גרשון למשפחותם ולבית אבתם"
    },
    {
      "number": 39,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה כלהבא לצבא לעבדה באהל מועד"
    },
    {
      "number": 40,
      "hebrew": "ויהיו פקדיהם למשפחתם לבית אבתם אלפים ושש מאות ושלשים"
    },
    {
      "number": 41,
      "hebrew": "אלה פקודי משפחת בני גרשון כלהעבד באהל מועד אשר פקד משה ואהרן עלפי יהוה"
    },
    {
      "number": 42,
      "hebrew": "ופקודי משפחת בני מררי למשפחתם לבית אבתם"
    },
    {
      "number": 43,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה כלהבא לצבא לעבדה באהל מועד"
    },
    {
      "number": 44,
      "hebrew": "ויהיו פקדיהם למשפחתם שלשת אלפים ומאתים"
    },
    {
      "number": 45,
      "hebrew": "אלה פקודי משפחת בני מררי אשר פקד משה ואהרן עלפי יהוה בידמשה"
    },
    {
      "number": 46,
      "hebrew": "כלהפקדים אשר פקד משה ואהרן ונשיאי ישראל אתהלוים למשפחתם ולבית אבתם"
    },
    {
      "number": 47,
      "hebrew": "מבן שלשים שנה ומעלה ועד בןחמשים שנה כלהבא לעבד עבדת עבדה ועבדת משא באהל מועד"
    },
    {
      "number": 48,
      "hebrew": "ויהיו פקדיהם שמנת אלפים וחמש מאות ושמנים"
    },
    {
      "number": 49,
      "hebrew": "עלפי יהוה פקד אותם בידמשה איש איש עלעבדתו ועלמשאו ופקדיו אשרצוה יהוה אתמשה ",
      "parsha": "פ"
    }
  ]
}
