{
  "book": "Judges",
  "bookHebrew": "שופטים",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "hebrew": "וירד שמשון תמנתה וירא אשה בתמנתה מבנות פלשתים"
    },
    {
      "number": 2,
      "hebrew": "ויעל ויגד לאביו ולאמו ויאמר אשה ראיתי בתמנתה מבנות פלשתים ועתה קחו־אותה לי לאשה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר לו אביו ואמו האין בבנות אחיך ובכל־עמי אשה כי־אתה הולך לקחת אשה מפלשתים הערלים ויאמר שמשון אל־אביו אותה קח־לי כי־היא ישרה בעיני"
    },
    {
      "number": 4,
      "hebrew": "ואביו ואמו לא ידעו כי מיהוה היא כי־תאנה הוא־מבקש מפלשתים ובעת ההיא פלשתים משלים בישראל"
    },
    {
      "number": 5,
      "hebrew": "וירד שמשון ואביו ואמו תמנתה ויבאו עד־כרמי תמנתה והנה כפיר אריות שאג לקראתו"
    },
    {
      "number": 6,
      "hebrew": "ותצלח עליו רוח יהוה וישסעהו כשסע הגדי ומאומה אין בידו ולא הגיד לאביו ולאמו את אשר עשה"
    },
    {
      "number": 7,
      "hebrew": "וירד וידבר לאשה ותישר בעיני שמשון"
    },
    {
      "number": 8,
      "hebrew": "וישב מימים לקחתה ויסר לראות את מפלת האריה והנה עדת דבורים בגוית האריה ודבש"
    },
    {
      "number": 9,
      "hebrew": "וירדהו אל־כפיו וילך הלוך ואכל וילך אל־אביו ואל־אמו ויתן להם ויאכלו ולא־הגיד להם כי מגוית האריה רדה הדבש"
    },
    {
      "number": 10,
      "hebrew": "וירד אביהו אל־האשה ויעש שם שמשון משתה כי כן יעשו הבחורים"
    },
    {
      "number": 11,
      "hebrew": "ויהי כראותם אותו ויקחו שלשים מרעים ויהיו אתו"
    },
    {
      "number": 12,
      "hebrew": "ויאמר להם שמשון אחודה־נא לכם חידה אם־הגד תגידו אותה לי שבעת ימי המשתה ומצאתם ונתתי לכם שלשים סדינים ושלשים חלפת בגדים"
    },
    {
      "number": 13,
      "hebrew": "ואם־לא תוכלו להגיד לי ונתתם אתם לי שלשים סדינים ושלשים חליפות בגדים ויאמרו לו חודה חידתך ונשמענה"
    },
    {
      "number": 14,
      "hebrew": "ויאמר להם מהאכל יצא מאכל ומעז יצא מתוק ולא יכלו להגיד החידה שלשת ימים"
    },
    {
      "number": 15,
      "hebrew": "ויהי ביום השביעי ויאמרו לאשת־שמשון פתי את־אישך ויגד־לנו את־החידה פן־נשרף אותך ואת־בית אביך באש הלירשנו קראתם לנו הלא"
    },
    {
      "number": 16,
      "hebrew": "ותבך אשת שמשון עליו ותאמר רק־שנאתני ולא אהבתני החידה חדת לבני עמי ולי לא הגדתה ויאמר לה הנה לאבי ולאמי לא הגדתי ולך אגיד"
    },
    {
      "number": 17,
      "hebrew": "ותבך עליו שבעת הימים אשר־היה להם המשתה ויהי ביום השביעי ויגד־לה כי הציקתהו ותגד החידה לבני עמה"
    },
    {
      "number": 18,
      "hebrew": "ויאמרו לו אנשי העיר ביום השביעי בטרם יבא החרסה מה־מתוק מדבש ומה עז מארי ויאמר להם לולא חרשתם בעגלתי לא מצאתם חידתי"
    },
    {
      "number": 19,
      "hebrew": "ותצלח עליו רוח יהוה וירד אשקלון ויך מהם שלשים איש ויקח את־חליצותם ויתן החליפות למגידי החידה ויחר אפו ויעל בית אביהו"
    },
    {
      "number": 20,
      "hebrew": "ותהי אשת שמשון למרעהו אשר רעה לו",
      "parsha": "פ"
    }
  ]
}