{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 1,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואלה שמות בני ישראל הבאים מצרימה את יעקב איש וביתו באו"
    },
    {
      "number": 2,
      "hebrew": "ראובן שמעון לוי ויהודה"
    },
    {
      "number": 3,
      "hebrew": "יששכר זבולן ובנימן"
    },
    {
      "number": 4,
      "hebrew": "דן ונפתלי גד ואשר"
    },
    {
      "number": 5,
      "hebrew": "ויהי כלנפש יצאי ירךיעקב שבעים נפש ויוסף היה במצרים"
    },
    {
      "number": 6,
      "hebrew": "וימת יוסף וכלאחיו וכל הדור ההוא"
    },
    {
      "number": 7,
      "hebrew": "ובני ישראל פרו וישרצו וירבו ויעצמו במאד מאד ותמלא הארץ אתם ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "ויקם מלךחדש עלמצרים אשר לאידע אתיוסף"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אלעמו הנה עם בני ישראל רב ועצום ממנו"
    },
    {
      "number": 10,
      "hebrew": "הבה נתחכמה לו פןירבה והיה כיתקראנה מלחמה ונוסף גםהוא עלשנאינו ונלחםבנו ועלה מןהארץ"
    },
    {
      "number": 11,
      "hebrew": "וישימו עליו שרי מסים למען ענתו בסבלתם ויבן ערי מסכנות לפרעה אתפתם ואתרעמסס"
    },
    {
      "number": 12,
      "hebrew": "וכאשר יענו אתו כן ירבה וכן יפרץ ויקצו מפני בני ישראל"
    },
    {
      "number": 13,
      "hebrew": "ויעבדו מצרים אתבני ישראל בפרך"
    },
    {
      "number": 14,
      "hebrew": "וימררו אתחייהם בעבדה קשה בחמר ובלבנים ובכלעבדה בשדה את כלעבדתם אשרעבדו בהם בפרך"
    },
    {
      "number": 15,
      "hebrew": "ויאמר מלך מצרים למילדת העברית אשר שם האחת שפרה ושם השנית פועה"
    },
    {
      "number": 16,
      "hebrew": "ויאמר בילדכן אתהעבריות וראיתן עלהאבנים אםבן הוא והמתן אתו ואםבת הוא וחיה"
    },
    {
      "number": 17,
      "hebrew": "ותיראן המילדת אתהאלהים ולא עשו כאשר דבר אליהן מלך מצרים ותחיין אתהילדים"
    },
    {
      "number": 18,
      "hebrew": "ויקרא מלךמצרים למילדת ויאמר להן מדוע עשיתן הדבר הזה ותחיין אתהילדים"
    },
    {
      "number": 19,
      "hebrew": "ותאמרן המילדת אלפרעה כי לא כנשים המצרית העברית כיחיות הנה בטרם תבוא אלהן*(בכתר ארם צובה היה כתוב אליהן) המילדת וילדו"
    },
    {
      "number": 20,
      "hebrew": "וייטב אלהים למילדת וירב העם ויעצמו מאד"
    },
    {
      "number": 21,
      "hebrew": "ויהי כייראו המילדת אתהאלהים ויעש להם בתים"
    },
    {
      "number": 22,
      "hebrew": "ויצו פרעה לכלעמו לאמר כלהבן הילוד היארה תשליכהו וכלהבת תחיון ",
      "parsha": "פ"
    }
  ]
}
