{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 10,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלמשה בא אלפרעה כיאני הכבדתי אתלבו ואתלב עבדיו למען שתי אתתי אלה בקרבו"
    },
    {
      "number": 2,
      "hebrew": "ולמען תספר באזני בנך ובןבנך את אשר התעללתי במצרים ואתאתתי אשרשמתי בם וידעתם כיאני יהוה"
    },
    {
      "number": 3,
      "hebrew": "ויבא משה ואהרן אלפרעה ויאמרו אליו כהאמר יהוה אלהי העברים עדמתי מאנת לענת מפני שלח עמי ויעבדני"
    },
    {
      "number": 4,
      "hebrew": "כי אםמאן אתה לשלח אתעמי הנני מביא מחר ארבה בגבלך"
    },
    {
      "number": 5,
      "hebrew": "וכסה אתעין הארץ ולא יוכל לראת אתהארץ ואכל אתיתר הפלטה הנשארת לכם מןהברד ואכל אתכלהעץ הצמח לכם מןהשדה"
    },
    {
      "number": 6,
      "hebrew": "ומלאו בתיך ובתי כלעבדיך ובתי כלמצרים אשר לאראו אבתיך ואבות אבתיך מיום היותם עלהאדמה עד היום הזה ויפן ויצא מעם פרעה"
    },
    {
      "number": 7,
      "hebrew": "ויאמרו עבדי פרעה אליו עדמתי יהיה זה לנו למוקש שלח אתהאנשים ויעבדו אתיהוה אלהיהם הטרם תדע כי אבדה מצרים"
    },
    {
      "number": 8,
      "hebrew": "ויושב אתמשה ואתאהרן אלפרעה ויאמר אלהם לכו עבדו אתיהוה אלהיכם מי ומי ההלכים"
    },
    {
      "number": 9,
      "hebrew": "ויאמר משה בנערינו ובזקנינו נלך בבנינו ובבנותנו בצאננו ובבקרנו נלך כי חגיהוה לנו"
    },
    {
      "number": 10,
      "hebrew": "ויאמר אלהם יהי כן יהוה עמכם כאשר אשלח אתכם ואתטפכם ראו כי רעה נגד פניכם"
    },
    {
      "number": 11,
      "hebrew": "לא כן לכונא הגברים ועבדו אתיהוה כי אתה אתם מבקשים ויגרש אתם מאת פני פרעה         "
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלמשה נטה ידך עלארץ מצרים בארבה ויעל עלארץ מצרים ויאכל אתכלעשב הארץ את כלאשר השאיר הברד"
    },
    {
      "number": 13,
      "hebrew": "ויט משה אתמטהו עלארץ מצרים ויהוה נהג רוחקדים בארץ כלהיום ההוא וכלהלילה הבקר היה ורוח הקדים נשא אתהארבה"
    },
    {
      "number": 14,
      "hebrew": "ויעל הארבה על כלארץ מצרים וינח בכל גבול מצרים כבד מאד לפניו לאהיה כן ארבה כמהו ואחריו לא יהיהכן"
    },
    {
      "number": 15,
      "hebrew": "ויכס אתעין כלהארץ ותחשך הארץ ויאכל אתכלעשב הארץ ואת כלפרי העץ אשר הותיר הברד ולאנותר כלירק בעץ ובעשב השדה בכלארץ מצרים"
    },
    {
      "number": 16,
      "hebrew": "וימהר פרעה לקרא למשה ולאהרן ויאמר חטאתי ליהוה אלהיכם ולכם"
    },
    {
      "number": 17,
      "hebrew": "ועתה שא נא חטאתי אך הפעם והעתירו ליהוה אלהיכם ויסר מעלי רק אתהמות הזה"
    },
    {
      "number": 18,
      "hebrew": "ויצא מעם פרעה ויעתר אליהוה"
    },
    {
      "number": 19,
      "hebrew": "ויהפך יהוה רוחים חזק מאד וישא אתהארבה ויתקעהו ימה סוף לא נשאר ארבה אחד בכל גבול מצרים"
    },
    {
      "number": 20,
      "hebrew": "ויחזק יהוה אתלב פרעה ולא שלח אתבני ישראל ",
      "parsha": "פ"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יהוה אלמשה נטה ידך עלהשמים ויהי חשך עלארץ מצרים וימש חשך"
    },
    {
      "number": 22,
      "hebrew": "ויט משה אתידו עלהשמים ויהי חשךאפלה בכלארץ מצרים שלשת ימים"
    },
    {
      "number": 23,
      "hebrew": "לאראו איש אתאחיו ולאקמו איש מתחתיו שלשת ימים ולכלבני ישראל היה אור במושבתם"
    },
    {
      "number": 24,
      "hebrew": "ויקרא פרעה אלמשה ויאמר לכו עבדו אתיהוה רק צאנכם ובקרכם יצג גםטפכם ילך עמכם"
    },
    {
      "number": 25,
      "hebrew": "ויאמר משה גםאתה תתן בידנו זבחים ועלת ועשינו ליהוה אלהינו"
    },
    {
      "number": 26,
      "hebrew": "וגםמקננו ילך עמנו לא תשאר פרסה כי ממנו נקח לעבד אתיהוה אלהינו ואנחנו לאנדע מהנעבד אתיהוה עדבאנו שמה"
    },
    {
      "number": 27,
      "hebrew": "ויחזק יהוה אתלב פרעה ולא אבה לשלחם"
    },
    {
      "number": 28,
      "hebrew": "ויאמרלו פרעה לך מעלי השמר לך אלתסף ראות פני כי ביום ראתך פני תמות"
    },
    {
      "number": 29,
      "hebrew": "ויאמר משה כן דברת לאאסף עוד ראות פניך ",
      "parsha": "פ"
    }
  ]
}
