{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל וישבו ויחנו לפני פי החירת בין מגדל ובין הים לפני בעל צפן נכחו תחנו עלהים"
    },
    {
      "number": 3,
      "hebrew": "ואמר פרעה לבני ישראל נבכים הם בארץ סגר עליהם המדבר"
    },
    {
      "number": 4,
      "hebrew": "וחזקתי אתלבפרעה ורדף אחריהם ואכבדה בפרעה ובכלחילו וידעו מצרים כיאני יהוה ויעשוכן"
    },
    {
      "number": 5,
      "hebrew": "ויגד למלך מצרים כי ברח העם ויהפך לבב פרעה ועבדיו אלהעם ויאמרו מהזאת עשינו כישלחנו אתישראל מעבדנו"
    },
    {
      "number": 6,
      "hebrew": "ויאסר אתרכבו ואתעמו לקח עמו"
    },
    {
      "number": 7,
      "hebrew": "ויקח ששמאות רכב בחור וכל רכב מצרים ושלשם עלכלו"
    },
    {
      "number": 8,
      "hebrew": "ויחזק יהוה אתלב פרעה מלך מצרים וירדף אחרי בני ישראל ובני ישראל יצאים ביד רמה"
    },
    {
      "number": 9,
      "hebrew": "וירדפו מצרים אחריהם וישיגו אותם חנים עלהים כלסוס רכב פרעה ופרשיו וחילו עלפי החירת לפני בעל צפן"
    },
    {
      "number": 10,
      "hebrew": "ופרעה הקריב וישאו בניישראל אתעיניהם והנה מצרים נסע אחריהם וייראו מאד ויצעקו בניישראל אליהוה"
    },
    {
      "number": 11,
      "hebrew": "ויאמרו אלמשה המבלי איןקברים במצרים לקחתנו למות במדבר מהזאת עשית לנו להוציאנו ממצרים"
    },
    {
      "number": 12,
      "hebrew": "הלאזה הדבר אשר דברנו אליך במצרים לאמר חדל ממנו ונעבדה אתמצרים כי טוב לנו עבד אתמצרים ממתנו במדבר"
    },
    {
      "number": 13,
      "hebrew": "ויאמר משה אלהעם אלתיראו התיצבו וראו אתישועת יהוה אשריעשה לכם היום כי אשר ראיתם אתמצרים היום לא תספו לראתם עוד עדעולם"
    },
    {
      "number": 14,
      "hebrew": "יהוה ילחם לכם ואתם תחרשון ",
      "parsha": "פ"
    },
    {
      "number": 15,
      "hebrew": "ויאמר יהוה אלמשה מהתצעק אלי דבר אלבניישראל ויסעו"
    },
    {
      "number": 16,
      "hebrew": "ואתה הרם אתמטך ונטה אתידך עלהים ובקעהו ויבאו בניישראל בתוך הים ביבשה"
    },
    {
      "number": 17,
      "hebrew": "ואני הנני מחזק אתלב מצרים ויבאו אחריהם ואכבדה בפרעה ובכלחילו ברכבו ובפרשיו"
    },
    {
      "number": 18,
      "hebrew": "וידעו מצרים כיאני יהוה בהכבדי בפרעה ברכבו ובפרשיו"
    },
    {
      "number": 19,
      "hebrew": "ויסע מלאך האלהים ההלך לפני מחנה ישראל וילך מאחריהם ויסע עמוד הענן מפניהם ויעמד מאחריהם"
    },
    {
      "number": 20,
      "hebrew": "ויבא בין מחנה מצרים ובין מחנה ישראל ויהי הענן והחשך ויאר אתהלילה ולאקרב זה אלזה כלהלילה"
    },
    {
      "number": 21,
      "hebrew": "ויט משה אתידו עלהים ויולך יהוהאתהים ברוח קדים עזה כלהלילה וישם אתהים לחרבה ויבקעו המים"
    },
    {
      "number": 22,
      "hebrew": "ויבאו בניישראל בתוך הים ביבשה והמים להם חומה מימינם ומשמאלם"
    },
    {
      "number": 23,
      "hebrew": "וירדפו מצרים ויבאו אחריהם כל סוס פרעה רכבו ופרשיו אלתוך הים"
    },
    {
      "number": 24,
      "hebrew": "ויהי באשמרת הבקר וישקף יהוה אלמחנה מצרים בעמוד אש וענן ויהם את מחנה מצרים"
    },
    {
      "number": 25,
      "hebrew": "ויסר את אפן מרכבתיו וינהגהו בכבדת ויאמר מצרים אנוסה מפני ישראל כי יהוה נלחם להם במצרים ",
      "parsha": "פ"
    },
    {
      "number": 26,
      "hebrew": "ויאמר יהוה אלמשה נטה אתידך עלהים וישבו המים עלמצרים עלרכבו ועלפרשיו"
    },
    {
      "number": 27,
      "hebrew": "ויט משה אתידו עלהים וישב הים לפנות בקר לאיתנו ומצרים נסים לקראתו וינער יהוה אתמצרים בתוך הים"
    },
    {
      "number": 28,
      "hebrew": "וישבו המים ויכסו אתהרכב ואתהפרשים לכל חיל פרעה הבאים אחריהם בים לאנשאר בהם עדאחד"
    },
    {
      "number": 29,
      "hebrew": "ובני ישראל הלכו ביבשה בתוך הים והמים להם חמה מימינם ומשמאלם"
    },
    {
      "number": 30,
      "hebrew": "ויושע יהוה ביום ההוא אתישראל מיד מצרים וירא ישראל אתמצרים מת עלשפת הים"
    },
    {
      "number": 31,
      "hebrew": "וירא ישראל אתהיד הגדלה אשר עשה יהוה במצרים וייראו העם אתיהוה ויאמינו ביהוה ובמשה עבדו ",
      "parsha": "פ"
    }
  ]
}
