{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 16,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסעו מאילם ויבאו כלעדת בניישראל אלמדברסין אשר ביןאילם ובין סיני בחמשה עשר יום לחדש השני לצאתם מארץ מצרים"
    },
    {
      "number": 2,
      "hebrew": "(וילינו) [וילונו] כלעדת בניישראל עלמשה ועלאהרן במדבר"
    },
    {
      "number": 3,
      "hebrew": "ויאמרו אלהם בני ישראל מייתן מותנו בידיהוה בארץ מצרים בשבתנו עלסיר הבשר באכלנו לחם לשבע כיהוצאתם אתנו אלהמדבר הזה להמית אתכלהקהל הזה ברעב         "
    },
    {
      "number": 4,
      "hebrew": "ויאמר יהוה אלמשה הנני ממטיר לכם לחם מןהשמים ויצא העם ולקטו דבריום ביומו למען אנסנו הילך בתורתי אםלא"
    },
    {
      "number": 5,
      "hebrew": "והיה ביום הששי והכינו את אשריביאו והיה משנה על אשרילקטו יוםיום"
    },
    {
      "number": 6,
      "hebrew": "ויאמר משה ואהרן אלכלבני ישראל ערב וידעתם כי יהוה הוציא אתכם מארץ מצרים"
    },
    {
      "number": 7,
      "hebrew": "ובקר וראיתם אתכבוד יהוה בשמעו אתתלנתיכם עליהוה ונחנו מה כי (תלונו) [תלינו] עלינו"
    },
    {
      "number": 8,
      "hebrew": "ויאמר משה בתת יהוה לכם בערב בשר לאכל ולחם בבקר לשבע בשמע יהוה אתתלנתיכם אשראתם מלינם עליו ונחנו מה לאעלינו תלנתיכם כי עליהוה"
    },
    {
      "number": 9,
      "hebrew": "ויאמר משה אלאהרן אמר אלכלעדת בני ישראל קרבו לפני יהוה כי שמע את תלנתיכם"
    },
    {
      "number": 10,
      "hebrew": "ויהי כדבר אהרן אלכלעדת בניישראל ויפנו אלהמדבר והנה כבוד יהוה נראה בענן ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 12,
      "hebrew": "שמעתי אתתלונת בני ישראל דבר אלהם לאמר בין הערבים תאכלו בשר ובבקר תשבעולחם וידעתם כי אני יהוה אלהיכם"
    },
    {
      "number": 13,
      "hebrew": "ויהי בערב ותעל השלו ותכס אתהמחנה ובבקר היתה שכבת הטל סביב למחנה"
    },
    {
      "number": 14,
      "hebrew": "ותעל שכבת הטל והנה עלפני המדבר דק מחספס דק ככפר עלהארץ"
    },
    {
      "number": 15,
      "hebrew": "ויראו בניישראל ויאמרו איש אלאחיו מן הוא כי לא ידעו מההוא ויאמר משה אלהם הוא הלחם אשר נתן יהוה לכם לאכלה"
    },
    {
      "number": 16,
      "hebrew": "זה הדבר אשר צוה יהוה לקטו ממנו איש לפי אכלו עמר לגלגלת מספר נפשתיכם איש לאשר באהלו תקחו"
    },
    {
      "number": 17,
      "hebrew": "ויעשוכן בני ישראל וילקטו המרבה והממעיט"
    },
    {
      "number": 18,
      "hebrew": "וימדו בעמר ולא העדיף המרבה והממעיט לא החסיר איש לפיאכלו לקטו"
    },
    {
      "number": 19,
      "hebrew": "ויאמר משה אלהם איש אליותר ממנו עדבקר"
    },
    {
      "number": 20,
      "hebrew": "ולאשמעו אלמשה ויותרו אנשים ממנו עדבקר וירם תולעים ויבאש ויקצף עלהם משה"
    },
    {
      "number": 21,
      "hebrew": "וילקטו אתו בבקר בבקר איש כפי אכלו וחם השמש ונמס"
    },
    {
      "number": 22,
      "hebrew": "ויהי ביום הששי לקטו לחם משנה שני העמר לאחד ויבאו כלנשיאי העדה ויגידו למשה"
    },
    {
      "number": 23,
      "hebrew": "ויאמר אלהם הוא אשר דבר יהוה שבתון שבתקדש ליהוה מחר את אשרתאפו אפו ואת אשרתבשלו בשלו ואת כלהעדף הניחו לכם למשמרת עדהבקר"
    },
    {
      "number": 24,
      "hebrew": "ויניחו אתו עדהבקר כאשר צוה משה ולא הבאיש ורמה לאהיתה בו"
    },
    {
      "number": 25,
      "hebrew": "ויאמר משה אכלהו היום כישבת היום ליהוה היום לא תמצאהו בשדה"
    },
    {
      "number": 26,
      "hebrew": "ששת ימים תלקטהו וביום השביעי שבת לא יהיהבו"
    },
    {
      "number": 27,
      "hebrew": "ויהי ביום השביעי יצאו מןהעם ללקט ולא מצאו         "
    },
    {
      "number": 28,
      "hebrew": "ויאמר יהוה אלמשה עדאנה מאנתם לשמר מצותי ותורתי"
    },
    {
      "number": 29,
      "hebrew": "ראו כייהוה נתן לכם השבת עלכן הוא נתן לכם ביום הששי לחם יומים שבו איש תחתיו אליצא איש ממקמו ביום השביעי"
    },
    {
      "number": 30,
      "hebrew": "וישבתו העם ביום השבעי"
    },
    {
      "number": 31,
      "hebrew": "ויקראו ביתישראל אתשמו מן והוא כזרע גד לבן וטעמו כצפיחת בדבש"
    },
    {
      "number": 32,
      "hebrew": "ויאמר משה זה הדבר אשר צוה יהוה מלא העמר ממנו למשמרת לדרתיכם למען יראו אתהלחם אשר האכלתי אתכם במדבר בהוציאי אתכם מארץ מצרים"
    },
    {
      "number": 33,
      "hebrew": "ויאמר משה אלאהרן קח צנצנת אחת ותןשמה מלאהעמר מן והנח אתו לפני יהוה למשמרת לדרתיכם"
    },
    {
      "number": 34,
      "hebrew": "כאשר צוה יהוה אלמשה ויניחהו אהרן לפני העדת למשמרת"
    },
    {
      "number": 35,
      "hebrew": "ובני ישראל אכלו אתהמן ארבעים שנה עדבאם אלארץ נושבת אתהמן אכלו עדבאם אלקצה ארץ כנען"
    },
    {
      "number": 36,
      "hebrew": "והעמר עשרית האיפה הוא ",
      "parsha": "פ"
    }
  ]
}
