{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואלה המשפטים אשר תשים לפניהם"
    },
    {
      "number": 2,
      "hebrew": "כי תקנה עבד עברי שש שנים יעבד ובשבעת יצא לחפשי חנם"
    },
    {
      "number": 3,
      "hebrew": "אםבגפו יבא בגפו יצא אםבעל אשה הוא ויצאה אשתו עמו"
    },
    {
      "number": 4,
      "hebrew": "אםאדניו יתןלו אשה וילדהלו בנים או בנות האשה וילדיה תהיה לאדניה והוא יצא בגפו"
    },
    {
      "number": 5,
      "hebrew": "ואםאמר יאמר העבד אהבתי אתאדני אתאשתי ואתבני לא אצא חפשי"
    },
    {
      "number": 6,
      "hebrew": "והגישו אדניו אלהאלהים והגישו אלהדלת או אלהמזוזה ורצע אדניו אתאזנו במרצע ועבדו לעלם         "
    },
    {
      "number": 7,
      "hebrew": "וכיימכר איש אתבתו לאמה לא תצא כצאת העבדים"
    },
    {
      "number": 8,
      "hebrew": "אםרעה בעיני אדניה אשר[לו] (לא) יעדה והפדה לעם נכרי לאימשל למכרה בבגדובה"
    },
    {
      "number": 9,
      "hebrew": "ואםלבנו ייעדנה כמשפט הבנות יעשהלה"
    },
    {
      "number": 10,
      "hebrew": "אםאחרת יקחלו שארה כסותה וענתה לא יגרע"
    },
    {
      "number": 11,
      "hebrew": "ואםשלשאלה לא יעשה לה ויצאה חנם אין כסף         "
    },
    {
      "number": 12,
      "hebrew": "מכה איש ומת מות יומת"
    },
    {
      "number": 13,
      "hebrew": "ואשר לא צדה והאלהים אנה לידו ושמתי לך מקום אשר ינוס שמה         "
    },
    {
      "number": 14,
      "hebrew": "וכייזד איש עלרעהו להרגו בערמה מעם מזבחי תקחנו למות         "
    },
    {
      "number": 15,
      "hebrew": "ומכה אביו ואמו מות יומת         "
    },
    {
      "number": 16,
      "hebrew": "וגנב איש ומכרו ונמצא בידו מות יומת         "
    },
    {
      "number": 17,
      "hebrew": "ומקלל אביו ואמו מות יומת         "
    },
    {
      "number": 18,
      "hebrew": "וכייריבן אנשים והכהאיש אתרעהו באבן או באגרף ולא ימות ונפל למשכב"
    },
    {
      "number": 19,
      "hebrew": "אםיקום והתהלך בחוץ עלמשענתו ונקה המכה רק שבתו יתן ורפא ירפא         "
    },
    {
      "number": 20,
      "hebrew": "וכייכה איש אתעבדו או אתאמתו בשבט ומת תחת ידו נקם ינקם"
    },
    {
      "number": 21,
      "hebrew": "אך אםיום או יומים יעמד לא יקם כי כספו הוא         "
    },
    {
      "number": 22,
      "hebrew": "וכיינצו אנשים ונגפו אשה הרה ויצאו ילדיה ולא יהיה אסון ענוש יענש כאשר ישית עליו בעל האשה ונתן בפללים"
    },
    {
      "number": 23,
      "hebrew": "ואםאסון יהיה ונתתה נפש תחת נפש"
    },
    {
      "number": 24,
      "hebrew": "עין תחת עין שן תחת שן יד תחת יד רגל תחת רגל"
    },
    {
      "number": 25,
      "hebrew": "כויה תחת כויה פצע תחת פצע חבורה תחת חבורה         "
    },
    {
      "number": 26,
      "hebrew": "וכייכה איש אתעין עבדו אואתעין אמתו ושחתה לחפשי ישלחנו תחת עינו"
    },
    {
      "number": 27,
      "hebrew": "ואםשן עבדו אושן אמתו יפיל לחפשי ישלחנו תחת שנו ",
      "parsha": "פ"
    },
    {
      "number": 28,
      "hebrew": "וכייגח שור אתאיש או אתאשה ומת סקול יסקל השור ולא יאכל אתבשרו ובעל השור נקי"
    },
    {
      "number": 29,
      "hebrew": "ואם שור נגח הוא מתמל שלשם והועד בבעליו ולא ישמרנו והמית איש או אשה השור יסקל וגםבעליו יומת"
    },
    {
      "number": 30,
      "hebrew": "אםכפר יושת עליו ונתן פדין נפשו ככל אשריושת עליו"
    },
    {
      "number": 31,
      "hebrew": "אובן יגח אובת יגח כמשפט הזה יעשה לו"
    },
    {
      "number": 32,
      "hebrew": "אםעבד יגח השור או אמה כסף שלשים שקלים יתן לאדניו והשור יסקל         "
    },
    {
      "number": 33,
      "hebrew": "וכייפתח איש בור או כייכרה איש בר ולא יכסנו ונפלשמה שור או חמור"
    },
    {
      "number": 34,
      "hebrew": "בעל הבור ישלם כסף ישיב לבעליו והמת יהיהלו         "
    },
    {
      "number": 35,
      "hebrew": "וכייגף שוראיש אתשור רעהו ומת ומכרו אתהשור החי וחצו אתכספו וגם אתהמת יחצון"
    },
    {
      "number": 36,
      "hebrew": "או נודע כי שור נגח הוא מתמול שלשם ולא ישמרנו בעליו שלם ישלם שור תחת השור והמת יהיהלו         "
    },
    {
      "number": 37,
      "hebrew": "כי יגנבאיש שור אושה וטבחו או מכרו חמשה בקר ישלם תחת השור וארבעצאן תחת השה"
    }
  ]
}
