{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 28,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואתה הקרב אליך אתאהרן אחיך ואתבניו אתו מתוך בני ישראל לכהנולי אהרן נדב ואביהוא אלעזר ואיתמר בני אהרן"
    },
    {
      "number": 2,
      "hebrew": "ועשית בגדיקדש לאהרן אחיך לכבוד ולתפארת"
    },
    {
      "number": 3,
      "hebrew": "ואתה תדבר אלכלחכמילב אשר מלאתיו רוח חכמה ועשו אתבגדי אהרן לקדשו לכהנולי"
    },
    {
      "number": 4,
      "hebrew": "ואלה הבגדים אשר יעשו חשן ואפוד ומעיל וכתנת תשבץ מצנפת ואבנט ועשו בגדיקדש לאהרן אחיך ולבניו לכהנולי"
    },
    {
      "number": 5,
      "hebrew": "והם יקחו אתהזהב ואתהתכלת ואתהארגמן ואתתולעת השני ואתהשש ",
      "parsha": "פ"
    },
    {
      "number": 6,
      "hebrew": "ועשו אתהאפד זהב תכלת וארגמן תולעת שני ושש משזר מעשה חשב"
    },
    {
      "number": 7,
      "hebrew": "שתי כתפת חברת יהיהלו אלשני קצותיו וחבר"
    },
    {
      "number": 8,
      "hebrew": "וחשב אפדתו אשר עליו כמעשהו ממנו יהיה זהב תכלת וארגמן ותולעת שני ושש משזר"
    },
    {
      "number": 9,
      "hebrew": "ולקחת אתשתי אבנישהם ופתחת עליהם שמות בני ישראל"
    },
    {
      "number": 10,
      "hebrew": "ששה משמתם על האבן האחת ואתשמות הששה הנותרים עלהאבן השנית כתולדתם"
    },
    {
      "number": 11,
      "hebrew": "מעשה חרש אבן פתוחי חתם תפתח אתשתי האבנים עלשמת בני ישראל מסבת משבצות זהב תעשה אתם"
    },
    {
      "number": 12,
      "hebrew": "ושמת אתשתי האבנים על כתפת האפד אבני זכרן לבני ישראל ונשא אהרן אתשמותם לפני יהוה עלשתי כתפיו לזכרן         "
    },
    {
      "number": 13,
      "hebrew": "ועשית משבצת זהב"
    },
    {
      "number": 14,
      "hebrew": "ושתי שרשרת זהב טהור מגבלת תעשה אתם מעשה עבת ונתתה אתשרשרת העבתת עלהמשבצת         "
    },
    {
      "number": 15,
      "hebrew": "ועשית חשן משפט מעשה חשב כמעשה אפד תעשנו זהב תכלת וארגמן ותולעת שני ושש משזר תעשה אתו"
    },
    {
      "number": 16,
      "hebrew": "רבוע יהיה כפול זרת ארכו וזרת רחבו"
    },
    {
      "number": 17,
      "hebrew": "ומלאת בו מלאת אבן ארבעה טורים אבן טור אדם פטדה וברקת הטור האחד"
    },
    {
      "number": 18,
      "hebrew": "והטור השני נפך ספיר ויהלם"
    },
    {
      "number": 19,
      "hebrew": "והטור השלישי לשם שבו ואחלמה"
    },
    {
      "number": 20,
      "hebrew": "והטור הרביעי תרשיש ושהם וישפה משבצים זהב יהיו במלואתם"
    },
    {
      "number": 21,
      "hebrew": "והאבנים תהיין עלשמת בניישראל שתים עשרה עלשמתם פתוחי חותם איש עלשמו תהיין לשני עשר שבט"
    },
    {
      "number": 22,
      "hebrew": "ועשית עלהחשן שרשת גבלת מעשה עבת זהב טהור"
    },
    {
      "number": 23,
      "hebrew": "ועשית עלהחשן שתי טבעות זהב ונתת אתשתי הטבעות עלשני קצות החשן"
    },
    {
      "number": 24,
      "hebrew": "ונתתה אתשתי עבתת הזהב עלשתי הטבעת אלקצות החשן"
    },
    {
      "number": 25,
      "hebrew": "ואת שתי קצות שתי העבתת תתן עלשתי המשבצות ונתתה עלכתפות האפד אלמול פניו"
    },
    {
      "number": 26,
      "hebrew": "ועשית שתי טבעות זהב ושמת אתם עלשני קצות החשן עלשפתו אשר אלעבר האפד*(בספרי ספרד ואשכנז האפוד) ביתה"
    },
    {
      "number": 27,
      "hebrew": "ועשית שתי טבעות זהב ונתתה אתם עלשתי כתפות האפוד מלמטה ממול פניו לעמת מחברתו ממעל לחשב האפוד"
    },
    {
      "number": 28,
      "hebrew": "וירכסו אתהחשן מטבעתו אלטבעת האפוד בפתיל תכלת להיות עלחשב האפוד ולאיזח החשן מעל האפוד"
    },
    {
      "number": 29,
      "hebrew": "ונשא אהרן אתשמות בניישראל בחשן המשפט עללבו בבאו אלהקדש לזכרן לפנייהוה תמיד"
    },
    {
      "number": 30,
      "hebrew": "ונתת אלחשן המשפט אתהאורים ואתהתמים והיו עללב אהרן בבאו לפני יהוה ונשא אהרן אתמשפט בניישראל עללבו לפני יהוה תמיד         "
    },
    {
      "number": 31,
      "hebrew": "ועשית אתמעיל האפוד כליל תכלת"
    },
    {
      "number": 32,
      "hebrew": "והיה פיראשו בתוכו שפה יהיה לפיו סביב מעשה ארג כפי תחרא יהיהלו לא יקרע"
    },
    {
      "number": 33,
      "hebrew": "ועשית עלשוליו רמני תכלת וארגמן ותולעת שני עלשוליו סביב ופעמני זהב בתוכם סביב"
    },
    {
      "number": 34,
      "hebrew": "פעמן זהב ורמון פעמן זהב ורמון עלשולי המעיל סביב"
    },
    {
      "number": 35,
      "hebrew": "והיה עלאהרן לשרת ונשמע קולו בבאו אלהקדש לפני יהוה ובצאתו ולא ימות         "
    },
    {
      "number": 36,
      "hebrew": "ועשית ציץ זהב טהור ופתחת עליו פתוחי חתם קדש ליהוה"
    },
    {
      "number": 37,
      "hebrew": "ושמת אתו עלפתיל תכלת והיה עלהמצנפת אלמול פניהמצנפת יהיה"
    },
    {
      "number": 38,
      "hebrew": "והיה עלמצח אהרן ונשא אהרן אתעון הקדשים אשר יקדישו בני ישראל לכלמתנת קדשיהם והיה עלמצחו תמיד לרצון להם לפני יהוה"
    },
    {
      "number": 39,
      "hebrew": "ושבצת הכתנת שש ועשית מצנפת שש ואבנט תעשה מעשה רקם"
    },
    {
      "number": 40,
      "hebrew": "ולבני אהרן תעשה כתנת ועשית להם אבנטים ומגבעות תעשה להם לכבוד ולתפארת"
    },
    {
      "number": 41,
      "hebrew": "והלבשת אתם אתאהרן אחיך ואתבניו אתו ומשחת אתם ומלאת אתידם וקדשת אתם וכהנו לי"
    },
    {
      "number": 42,
      "hebrew": "ועשה להם מכנסיבד לכסות בשר ערוה ממתנים ועדירכים יהיו"
    },
    {
      "number": 43,
      "hebrew": "והיו עלאהרן ועלבניו בבאם אלאהל מועד או בגשתם אלהמזבח לשרת בקדש ולאישאו עון ומתו חקת עולם לו ולזרעו אחריו         "
    }
  ]
}
