{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 30,
  "verses": [
    {
      "number": 1,
      "hebrew": "ועשית מזבח מקטר קטרת עצי שטים תעשה אתו"
    },
    {
      "number": 2,
      "hebrew": "אמה ארכו ואמה רחבו רבוע יהיה ואמתים קמתו ממנו קרנתיו"
    },
    {
      "number": 3,
      "hebrew": "וצפית אתו זהב טהור אתגגו ואתקירתיו סביב ואתקרנתיו ועשית לו זר זהב סביב"
    },
    {
      "number": 4,
      "hebrew": "ושתי טבעת זהב תעשהלו מתחת לזרו על שתי צלעתיו תעשה עלשני צדיו והיה לבתים לבדים לשאת אתו בהמה"
    },
    {
      "number": 5,
      "hebrew": "ועשית אתהבדים עצי שטים וצפית אתם זהב"
    },
    {
      "number": 6,
      "hebrew": "ונתתה אתו לפני הפרכת אשר עלארן העדת לפני הכפרת אשר עלהעדת אשר אועד לך שמה"
    },
    {
      "number": 7,
      "hebrew": "והקטיר עליו אהרן קטרת סמים בבקר בבקר בהיטיבו אתהנרת יקטירנה"
    },
    {
      "number": 8,
      "hebrew": "ובהעלת אהרן אתהנרת בין הערבים יקטירנה קטרת תמיד לפני יהוה לדרתיכם"
    },
    {
      "number": 9,
      "hebrew": "לאתעלו עליו קטרת זרה ועלה ומנחה ונסך לא תסכו עליו"
    },
    {
      "number": 10,
      "hebrew": "וכפר אהרן עלקרנתיו אחת בשנה מדם חטאת הכפרים אחת בשנה יכפר עליו לדרתיכם קדשקדשים הוא ליהוה ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 12,
      "hebrew": "כי תשא אתראש בניישראל לפקדיהם ונתנו איש כפר נפשו ליהוה בפקד אתם ולאיהיה בהם נגף בפקד אתם"
    },
    {
      "number": 13,
      "hebrew": "זה יתנו כלהעבר עלהפקדים מחצית השקל בשקל הקדש עשרים גרה השקל מחצית השקל תרומה ליהוה"
    },
    {
      "number": 14,
      "hebrew": "כל העבר עלהפקדים מבן עשרים שנה ומעלה יתן תרומת יהוה"
    },
    {
      "number": 15,
      "hebrew": "העשיר לאירבה והדל לא ימעיט ממחצית השקל לתת אתתרומת יהוה לכפר עלנפשתיכם"
    },
    {
      "number": 16,
      "hebrew": "ולקחת אתכסף הכפרים מאת בני ישראל ונתת אתו עלעבדת אהל מועד והיה לבני ישראל לזכרון לפני יהוה לכפר עלנפשתיכם ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 18,
      "hebrew": "ועשית כיור נחשת וכנו נחשת לרחצה ונתת אתו ביןאהל מועד ובין המזבח ונתת שמה מים"
    },
    {
      "number": 19,
      "hebrew": "ורחצו אהרן ובניו ממנו אתידיהם ואתרגליהם"
    },
    {
      "number": 20,
      "hebrew": "בבאם אלאהל מועד ירחצומים ולא ימתו או בגשתם אלהמזבח לשרת להקטיר אשה ליהוה"
    },
    {
      "number": 21,
      "hebrew": "ורחצו ידיהם ורגליהם ולא ימתו והיתה להם חקעולם לו ולזרעו לדרתם ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 23,
      "hebrew": "ואתה קחלך בשמים ראש מרדרור חמש מאות וקנמןבשם מחציתו חמשים ומאתים וקנהבשם חמשים ומאתים"
    },
    {
      "number": 24,
      "hebrew": "וקדה חמש מאות בשקל הקדש ושמן זית הין"
    },
    {
      "number": 25,
      "hebrew": "ועשית אתו שמן משחתקדש רקח מרקחת מעשה רקח שמן משחתקדש יהיה"
    },
    {
      "number": 26,
      "hebrew": "ומשחת בו אתאהל מועד ואת ארון העדת"
    },
    {
      "number": 27,
      "hebrew": "ואתהשלחן ואתכלכליו ואתהמנרה ואתכליה ואת מזבח הקטרת"
    },
    {
      "number": 28,
      "hebrew": "ואתמזבח העלה ואתכלכליו ואתהכיר ואתכנו"
    },
    {
      "number": 29,
      "hebrew": "וקדשת אתם והיו קדש קדשים כלהנגע בהם יקדש"
    },
    {
      "number": 30,
      "hebrew": "ואתאהרן ואתבניו תמשח וקדשת אתם לכהן לי"
    },
    {
      "number": 31,
      "hebrew": "ואלבני ישראל תדבר לאמר שמן משחתקדש יהיה זה לי לדרתיכם"
    },
    {
      "number": 32,
      "hebrew": "עלבשר אדם לא ייסך ובמתכנתו לא תעשו כמהו קדש הוא קדש יהיה לכם"
    },
    {
      "number": 33,
      "hebrew": "איש אשר ירקח כמהו ואשר יתן ממנו עלזר ונכרת מעמיו         "
    },
    {
      "number": 34,
      "hebrew": "ויאמר יהוה אלמשה קחלך סמים נטףושחלת וחלבנה סמים ולבנה זכה בד בבד יהיה"
    },
    {
      "number": 35,
      "hebrew": "ועשית אתה קטרת רקח מעשה רוקח ממלח טהור קדש"
    },
    {
      "number": 36,
      "hebrew": "ושחקת ממנה הדק ונתתה ממנה לפני העדת באהל מועד אשר אועד לך שמה קדש קדשים תהיה לכם"
    },
    {
      "number": 37,
      "hebrew": "והקטרת אשר תעשה במתכנתה לא תעשו לכם קדש תהיה לך ליהוה"
    },
    {
      "number": 38,
      "hebrew": "איש אשריעשה כמוה להריח בה ונכרת מעמיו         "
    }
  ]
}
