{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 34,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלמשה פסללך שנילחת אבנים כראשנים וכתבתי עלהלחת אתהדברים אשר היו עלהלחת הראשנים אשר שברת"
    },
    {
      "number": 2,
      "hebrew": "והיה נכון לבקר ועלית בבקר אלהר סיני ונצבת לי שם עלראש ההר"
    },
    {
      "number": 3,
      "hebrew": "ואיש לאיעלה עמך וגםאיש אלירא בכלההר גםהצאן והבקר אלירעו אלמול ההר ההוא"
    },
    {
      "number": 4,
      "hebrew": "ויפסל שנילחת אבנים כראשנים וישכם משה בבקר ויעל אלהר סיני כאשר צוה יהוה אתו ויקח בידו שני לחת אבנים"
    },
    {
      "number": 5,
      "hebrew": "וירד יהוה בענן ויתיצב עמו שם ויקרא בשם יהוה"
    },
    {
      "number": 6,
      "hebrew": "ויעבר יהוהעלפניו ויקרא יהוהיהוה אל רחום וחנון ארך אפים ורבחסד ואמת"
    },
    {
      "number": 7,
      "hebrew": "נצר*(בספרי תימן נצר בנו״ן רגילה) חסד לאלפים נשא עון ופשע וחטאה ונקה לא ינקה פקד עון אבות עלבנים ועלבני בנים עלשלשים ועלרבעים"
    },
    {
      "number": 8,
      "hebrew": "וימהר משה ויקד ארצה וישתחו"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אםנא מצאתי חן בעיניך אדני ילךנא אדני בקרבנו כי עםקשהערף הוא וסלחת לעוננו ולחטאתנו ונחלתנו"
    },
    {
      "number": 10,
      "hebrew": "ויאמר הנה אנכי כרת ברית נגד כלעמך אעשה נפלאת אשר לאנבראו בכלהארץ ובכלהגוים וראה כלהעם אשראתה בקרבו אתמעשה יהוה כינורא הוא אשר אני עשה עמך"
    },
    {
      "number": 11,
      "hebrew": "שמרלך את אשר אנכי מצוך היום הנני גרש מפניך אתהאמרי והכנעני והחתי והפרזי והחוי והיבוסי"
    },
    {
      "number": 12,
      "hebrew": "השמר לך פןתכרת ברית ליושב הארץ אשר אתה בא עליה פןיהיה למוקש בקרבך"
    },
    {
      "number": 13,
      "hebrew": "כי אתמזבחתם תתצון ואתמצבתם תשברון ואתאשריו תכרתון"
    },
    {
      "number": 14,
      "hebrew": "כי לא תשתחוה לאל אחר כי יהוה קנא שמו אל קנא הוא"
    },
    {
      "number": 15,
      "hebrew": "פןתכרת ברית ליושב הארץ וזנו אחרי אלהיהם וזבחו לאלהיהם וקרא לך ואכלת מזבחו"
    },
    {
      "number": 16,
      "hebrew": "ולקחת מבנתיו לבניך וזנו בנתיו אחרי אלהיהן והזנו אתבניך אחרי אלהיהן"
    },
    {
      "number": 17,
      "hebrew": "אלהי מסכה לא תעשהלך"
    },
    {
      "number": 18,
      "hebrew": "אתחג המצות תשמר שבעת ימים תאכל מצות אשר צויתך למועד חדש האביב כי בחדש האביב יצאת ממצרים"
    },
    {
      "number": 19,
      "hebrew": "כלפטר רחם לי וכלמקנך תזכר פטר שור ושה"
    },
    {
      "number": 20,
      "hebrew": "ופטר חמור תפדה בשה ואםלא תפדה וערפתו כל בכור בניך תפדה ולאיראו פני ריקם"
    },
    {
      "number": 21,
      "hebrew": "ששת ימים תעבד וביום השביעי תשבת בחריש ובקציר תשבת"
    },
    {
      "number": 22,
      "hebrew": "וחג שבעת תעשה לך בכורי קציר חטים וחג האסיף תקופת השנה"
    },
    {
      "number": 23,
      "hebrew": "שלש פעמים בשנה יראה כלזכורך אתפני האדןיהוה אלהי ישראל"
    },
    {
      "number": 24,
      "hebrew": "כיאוריש גוים מפניך והרחבתי אתגבלך ולאיחמד איש אתארצך בעלתך לראות אתפני יהוה אלהיך שלש פעמים בשנה"
    },
    {
      "number": 25,
      "hebrew": "לאתשחט עלחמץ דםזבחי ולאילין לבקר זבח חג הפסח"
    },
    {
      "number": 26,
      "hebrew": "ראשית בכורי אדמתך תביא בית יהוה אלהיך לאתבשל גדי בחלב אמו ",
      "parsha": "פ"
    },
    {
      "number": 27,
      "hebrew": "ויאמר יהוה אלמשה כתבלך אתהדברים האלה כי עלפי הדברים האלה כרתי אתך ברית ואתישראל"
    },
    {
      "number": 28,
      "hebrew": "ויהישם עםיהוה ארבעים יום וארבעים לילה לחם לא אכל ומים לא שתה ויכתב עלהלחת את דברי הברית עשרת הדברים"
    },
    {
      "number": 29,
      "hebrew": "ויהי ברדת משה מהר סיני ושני לחת העדת בידמשה ברדתו מןההר ומשה לאידע כי קרן עור פניו בדברו אתו"
    },
    {
      "number": 30,
      "hebrew": "וירא אהרן וכלבני ישראל אתמשה והנה קרן עור פניו וייראו מגשת אליו"
    },
    {
      "number": 31,
      "hebrew": "ויקרא אלהם משה וישבו אליו אהרן וכלהנשאים בעדה וידבר משה אלהם"
    },
    {
      "number": 32,
      "hebrew": "ואחריכן נגשו כלבני ישראל ויצום את כלאשר דבר יהוה אתו בהר סיני"
    },
    {
      "number": 33,
      "hebrew": "ויכל משה מדבר אתם ויתן עלפניו מסוה"
    },
    {
      "number": 34,
      "hebrew": "ובבא משה לפני יהוה לדבר אתו יסיר אתהמסוה עדצאתו ויצא ודבר אלבני ישראל את אשר יצוה"
    },
    {
      "number": 35,
      "hebrew": "וראו בניישראל אתפני משה כי קרן עור פני משה והשיב משה אתהמסוה עלפניו עדבאו לדבר אתו         "
    }
  ]
}
