{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 37,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויעש בצלאל אתהארן עצי שטים אמתים וחצי ארכו ואמה וחצי רחבו ואמה וחצי קמתו"
    },
    {
      "number": 2,
      "hebrew": "ויצפהו זהב טהור מבית ומחוץ ויעש לו זר זהב סביב"
    },
    {
      "number": 3,
      "hebrew": "ויצק לו ארבע טבעת זהב על ארבע פעמתיו ושתי טבעת עלצלעו האחת ושתי טבעת עלצלעו השנית"
    },
    {
      "number": 4,
      "hebrew": "ויעש בדי עצי שטים ויצף אתם זהב"
    },
    {
      "number": 5,
      "hebrew": "ויבא אתהבדים בטבעת על צלעת הארן לשאת אתהארן"
    },
    {
      "number": 6,
      "hebrew": "ויעש כפרת זהב טהור אמתים וחצי ארכה ואמה וחצי רחבה"
    },
    {
      "number": 7,
      "hebrew": "ויעש שני כרבים זהב מקשה עשה אתם משני קצות הכפרת"
    },
    {
      "number": 8,
      "hebrew": "כרובאחד מקצה מזה וכרובאחד מקצה מזה מןהכפרת עשה אתהכרבים משני (קצוותו) [קצותיו]"
    },
    {
      "number": 9,
      "hebrew": "ויהיו הכרבים פרשי כנפים למעלה סככים בכנפיהם עלהכפרת ופניהם איש אלאחיו אלהכפרת היו פני הכרבים ",
      "parsha": "פ"
    },
    {
      "number": 10,
      "hebrew": "ויעש אתהשלחן עצי שטים אמתים ארכו ואמה רחבו ואמה וחצי קמתו"
    },
    {
      "number": 11,
      "hebrew": "ויצף אתו זהב טהור ויעש לו זר זהב סביב"
    },
    {
      "number": 12,
      "hebrew": "ויעש לו מסגרת טפח סביב ויעש זרזהב למסגרתו סביב"
    },
    {
      "number": 13,
      "hebrew": "ויצק לו ארבע טבעת זהב ויתן אתהטבעת על ארבע הפאת אשר לארבע רגליו"
    },
    {
      "number": 14,
      "hebrew": "לעמת המסגרת היו הטבעת בתים לבדים לשאת אתהשלחן"
    },
    {
      "number": 15,
      "hebrew": "ויעש אתהבדים עצי שטים ויצף אתם זהב לשאת אתהשלחן"
    },
    {
      "number": 16,
      "hebrew": "ויעש אתהכלים אשר עלהשלחן אתקערתיו ואתכפתיו ואת מנקיתיו ואתהקשות אשר יסך בהן זהב טהור ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "ויעש אתהמנרה זהב טהור מקשה עשה אתהמנרה ירכה וקנה גביעיה כפתריה ופרחיה ממנה היו"
    },
    {
      "number": 18,
      "hebrew": "וששה קנים יצאים מצדיה שלשה קני מנרה מצדה האחד ושלשה קני מנרה מצדה השני"
    },
    {
      "number": 19,
      "hebrew": "שלשה גבעים משקדים בקנה האחד כפתר ופרח ושלשה גבעים משקדים בקנה אחד כפתר ופרח כן לששת הקנים היצאים מןהמנרה"
    },
    {
      "number": 20,
      "hebrew": "ובמנרה ארבעה גבעים משקדים כפתריה ופרחיה"
    },
    {
      "number": 21,
      "hebrew": "וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה וכפתר תחתשני הקנים ממנה לששת הקנים היצאים ממנה"
    },
    {
      "number": 22,
      "hebrew": "כפתריהם וקנתם ממנה היו כלה מקשה אחת זהב טהור"
    },
    {
      "number": 23,
      "hebrew": "ויעש אתנרתיה שבעה ומלקחיה ומחתתיה זהב טהור"
    },
    {
      "number": 24,
      "hebrew": "ככר זהב טהור עשה אתה ואת כלכליה ",
      "parsha": "פ"
    },
    {
      "number": 25,
      "hebrew": "ויעש אתמזבח הקטרת עצי שטים אמה ארכו ואמה רחבו רבוע ואמתים קמתו ממנו היו קרנתיו"
    },
    {
      "number": 26,
      "hebrew": "ויצף אתו זהב טהור אתגגו ואתקירתיו סביב ואתקרנתיו ויעש לו זר זהב סביב"
    },
    {
      "number": 27,
      "hebrew": "ושתי טבעת זהב עשהלו מתחת לזרו על שתי צלעתיו על שני צדיו לבתים לבדים לשאת אתו בהם"
    },
    {
      "number": 28,
      "hebrew": "ויעש אתהבדים עצי שטים ויצף אתם זהב"
    },
    {
      "number": 29,
      "hebrew": "ויעש אתשמן המשחה קדש ואתקטרת הסמים טהור מעשה רקח         "
    }
  ]
}
