{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 38,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויעש אתמזבח העלה עצי שטים חמש אמות ארכו וחמשאמות רחבו רבוע ושלש אמות קמתו"
    },
    {
      "number": 2,
      "hebrew": "ויעש קרנתיו על ארבע פנתיו ממנו היו קרנתיו ויצף אתו נחשת"
    },
    {
      "number": 3,
      "hebrew": "ויעש אתכלכלי המזבח אתהסירת ואתהיעים ואתהמזרקת אתהמזלגת ואתהמחתת כלכליו עשה נחשת"
    },
    {
      "number": 4,
      "hebrew": "ויעש למזבח מכבר מעשה רשת נחשת תחת כרכבו מלמטה עדחציו"
    },
    {
      "number": 5,
      "hebrew": "ויצק ארבע טבעת בארבע הקצות למכבר הנחשת בתים לבדים"
    },
    {
      "number": 6,
      "hebrew": "ויעש אתהבדים עצי שטים ויצף אתם נחשת"
    },
    {
      "number": 7,
      "hebrew": "ויבא אתהבדים בטבעת על צלעת המזבח לשאת אתו בהם נבוב לחת עשה אתו         "
    },
    {
      "number": 8,
      "hebrew": "ויעש את הכיור נחשת ואת כנו נחשת במראת הצבאת אשר צבאו פתח אהל מועד         "
    },
    {
      "number": 9,
      "hebrew": "ויעש אתהחצר לפאת נגב תימנה קלעי החצר שש משזר מאה באמה"
    },
    {
      "number": 10,
      "hebrew": "עמודיהם עשרים ואדניהם עשרים נחשת ווי העמודים וחשקיהם כסף"
    },
    {
      "number": 11,
      "hebrew": "ולפאת צפון מאה באמה עמודיהם עשרים ואדניהם עשרים נחשת ווי העמודים וחשקיהם כסף"
    },
    {
      "number": 12,
      "hebrew": "ולפאתים קלעים חמשים באמה עמודיהם עשרה ואדניהם עשרה ווי העמדים וחשוקיהם כסף"
    },
    {
      "number": 13,
      "hebrew": "ולפאת קדמה מזרחה חמשים אמה"
    },
    {
      "number": 14,
      "hebrew": "קלעים חמשעשרה אמה אלהכתף עמודיהם שלשה ואדניהם שלשה"
    },
    {
      "number": 15,
      "hebrew": "ולכתף השנית מזה ומזה לשער החצר קלעים חמש עשרה אמה עמדיהם שלשה ואדניהם שלשה"
    },
    {
      "number": 16,
      "hebrew": "כלקלעי החצר סביב שש משזר"
    },
    {
      "number": 17,
      "hebrew": "והאדנים לעמדים נחשת ווי העמודים וחשוקיהם כסף וצפוי ראשיהם כסף והם מחשקים כסף כל עמדי החצר"
    },
    {
      "number": 18,
      "hebrew": "ומסך שער החצר מעשה רקם תכלת וארגמן ותולעת שני ושש משזר ועשרים אמה ארך וקומה ברחב חמש אמות לעמת קלעי החצר"
    },
    {
      "number": 19,
      "hebrew": "ועמדיהם ארבעה ואדניהם ארבעה נחשת וויהם כסף וצפוי ראשיהם וחשקיהם כסף"
    },
    {
      "number": 20,
      "hebrew": "וכלהיתדת למשכן ולחצר סביב נחשת         "
    },
    {
      "number": 21,
      "hebrew": "אלה פקודי המשכן משכן העדת אשר פקד עלפי משה עבדת הלוים ביד איתמר בןאהרן הכהן"
    },
    {
      "number": 22,
      "hebrew": "ובצלאל בןאורי בןחור למטה יהודה עשה את כלאשרצוה יהוה אתמשה"
    },
    {
      "number": 23,
      "hebrew": "ואתו אהליאב בןאחיסמך למטהדן חרש וחשב ורקם בתכלת ובארגמן ובתולעת השני ובשש         "
    },
    {
      "number": 24,
      "hebrew": "כלהזהב העשוי למלאכה בכל מלאכת הקדש ויהי זהב התנופה תשע ועשרים ככר ושבע מאות ושלשים שקל בשקל הקדש"
    },
    {
      "number": 25,
      "hebrew": "וכסף פקודי העדה מאת ככר ואלף ושבע מאות וחמשה ושבעים שקל בשקל הקדש"
    },
    {
      "number": 26,
      "hebrew": "בקע לגלגלת מחצית השקל בשקל הקדש לכל העבר עלהפקדים מבן עשרים שנה ומעלה לששמאות אלף ושלשת אלפים וחמש מאות וחמשים"
    },
    {
      "number": 27,
      "hebrew": "ויהי מאת ככר הכסף לצקת את אדני הקדש ואת אדני הפרכת מאת אדנים למאת הככר ככר לאדן"
    },
    {
      "number": 28,
      "hebrew": "ואתהאלף ושבע המאות וחמשה ושבעים עשה ווים לעמודים וצפה ראשיהם וחשק אתם"
    },
    {
      "number": 29,
      "hebrew": "ונחשת התנופה שבעים ככר ואלפים וארבעמאות שקל"
    },
    {
      "number": 30,
      "hebrew": "ויעש בה אתאדני פתח אהל מועד ואת מזבח הנחשת ואתמכבר הנחשת אשרלו ואת כלכלי המזבח"
    },
    {
      "number": 31,
      "hebrew": "ואתאדני החצר סביב ואתאדני שער החצר ואת כליתדת המשכן ואתכליתדת החצר סביב"
    }
  ]
}
