{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 39,
  "verses": [
    {
      "number": 1,
      "hebrew": "ומןהתכלת והארגמן ותולעת השני עשו בגדישרד לשרת בקדש ויעשו אתבגדי הקדש אשר לאהרן כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 2,
      "hebrew": "ויעש אתהאפד זהב תכלת וארגמן ותולעת שני ושש משזר"
    },
    {
      "number": 3,
      "hebrew": "וירקעו אתפחי הזהב וקצץ פתילם לעשות בתוך התכלת ובתוך הארגמן ובתוך תולעת השני ובתוך השש מעשה חשב"
    },
    {
      "number": 4,
      "hebrew": "כתפת עשולו חברת עלשני (קצוותו) [קצותיו] חבר"
    },
    {
      "number": 5,
      "hebrew": "וחשב אפדתו אשר עליו ממנו הוא כמעשהו זהב תכלת וארגמן ותולעת שני ושש משזר כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 6,
      "hebrew": "ויעשו אתאבני השהם מסבת משבצת זהב מפתחת פתוחי חותם עלשמות בני ישראל"
    },
    {
      "number": 7,
      "hebrew": "וישם אתם על כתפת האפד אבני זכרון לבני ישראל כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "ויעש אתהחשן מעשה חשב כמעשה אפד זהב תכלת וארגמן ותולעת שני ושש משזר"
    },
    {
      "number": 9,
      "hebrew": "רבוע היה כפול עשו אתהחשן זרת ארכו וזרת רחבו כפול"
    },
    {
      "number": 10,
      "hebrew": "וימלאובו ארבעה טורי אבן טור אדם פטדה וברקת הטור האחד"
    },
    {
      "number": 11,
      "hebrew": "והטור השני נפך ספיר ויהלם"
    },
    {
      "number": 12,
      "hebrew": "והטור השלישי לשם שבו ואחלמה"
    },
    {
      "number": 13,
      "hebrew": "והטור הרביעי תרשיש שהם וישפה מוסבת משבצת זהב במלאתם"
    },
    {
      "number": 14,
      "hebrew": "והאבנים עלשמת בניישראל הנה שתים עשרה עלשמתם פתוחי חתם איש עלשמו לשנים עשר שבט"
    },
    {
      "number": 15,
      "hebrew": "ויעשו עלהחשן שרשרת גבלת מעשה עבת זהב טהור"
    },
    {
      "number": 16,
      "hebrew": "ויעשו שתי משבצת זהב ושתי טבעת זהב ויתנו אתשתי הטבעת עלשני קצות החשן"
    },
    {
      "number": 17,
      "hebrew": "ויתנו שתי העבתת הזהב עלשתי הטבעת עלקצות החשן"
    },
    {
      "number": 18,
      "hebrew": "ואת שתי קצות שתי העבתת נתנו עלשתי המשבצת ויתנם עלכתפת האפד אלמול פניו"
    },
    {
      "number": 19,
      "hebrew": "ויעשו שתי טבעת זהב וישימו עלשני קצות החשן עלשפתו אשר אלעבר האפד ביתה"
    },
    {
      "number": 20,
      "hebrew": "ויעשו שתי טבעת זהב ויתנם עלשתי כתפת האפד מלמטה ממול פניו לעמת מחברתו ממעל לחשב האפד"
    },
    {
      "number": 21,
      "hebrew": "וירכסו אתהחשן מטבעתיו אלטבעת האפד בפתיל תכלת להית עלחשב האפד ולאיזח החשן מעל האפד כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "ויעש אתמעיל האפד מעשה ארג כליל תכלת"
    },
    {
      "number": 23,
      "hebrew": "ופיהמעיל בתוכו כפי תחרא שפה לפיו סביב לא יקרע"
    },
    {
      "number": 24,
      "hebrew": "ויעשו עלשולי המעיל רמוני תכלת וארגמן ותולעת שני משזר"
    },
    {
      "number": 25,
      "hebrew": "ויעשו פעמני זהב טהור ויתנו אתהפעמנים בתוך הרמנים עלשולי המעיל סביב בתוך הרמנים"
    },
    {
      "number": 26,
      "hebrew": "פעמן ורמן פעמן ורמן עלשולי המעיל סביב לשרת כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 27,
      "hebrew": "ויעשו אתהכתנת שש מעשה ארג לאהרן ולבניו"
    },
    {
      "number": 28,
      "hebrew": "ואת המצנפת שש ואתפארי המגבעת שש ואתמכנסי הבד שש משזר"
    },
    {
      "number": 29,
      "hebrew": "ואתהאבנט שש משזר ותכלת וארגמן ותולעת שני מעשה רקם כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 30,
      "hebrew": "ויעשו אתציץ נזרהקדש זהב טהור ויכתבו עליו מכתב פתוחי חותם קדש ליהוה"
    },
    {
      "number": 31,
      "hebrew": "ויתנו עליו פתיל תכלת לתת עלהמצנפת מלמעלה כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 32,
      "hebrew": "ותכל כלעבדת משכן אהל מועד ויעשו בני ישראל ככל אשר צוה יהוה אתמשה כן עשו ",
      "parsha": "פ"
    },
    {
      "number": 33,
      "hebrew": "ויביאו אתהמשכן אלמשה אתהאהל ואתכלכליו קרסיו קרשיו בריחו ועמדיו ואדניו"
    },
    {
      "number": 34,
      "hebrew": "ואתמכסה עורת האילם המאדמים ואתמכסה ערת התחשים ואת פרכת המסך"
    },
    {
      "number": 35,
      "hebrew": "אתארון העדת ואתבדיו ואת הכפרת"
    },
    {
      "number": 36,
      "hebrew": "אתהשלחן אתכלכליו ואת לחם הפנים"
    },
    {
      "number": 37,
      "hebrew": "אתהמנרה הטהרה אתנרתיה נרת המערכה ואתכלכליה ואת שמן המאור"
    },
    {
      "number": 38,
      "hebrew": "ואת מזבח הזהב ואת שמן המשחה ואת קטרת הסמים ואת מסך פתח האהל"
    },
    {
      "number": 39,
      "hebrew": "את מזבח הנחשת ואתמכבר הנחשת אשרלו אתבדיו ואתכלכליו אתהכיר ואתכנו"
    },
    {
      "number": 40,
      "hebrew": "את קלעי החצר אתעמדיה ואתאדניה ואתהמסך לשער החצר אתמיתריו ויתדתיה ואת כלכלי עבדת המשכן לאהל מועד"
    },
    {
      "number": 41,
      "hebrew": "אתבגדי השרד לשרת בקדש אתבגדי הקדש לאהרן הכהן ואתבגדי בניו לכהן"
    },
    {
      "number": 42,
      "hebrew": "ככל אשרצוה יהוה אתמשה כן עשו בני ישראל את כלהעבדה"
    },
    {
      "number": 43,
      "hebrew": "וירא משה אתכלהמלאכה והנה עשו אתה כאשר צוה יהוה כן עשו ויברך אתם משה ",
      "parsha": "פ"
    }
  ]
}
