{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויען משה ויאמר והן לאיאמינו לי ולא ישמעו בקלי כי יאמרו לאנראה אליך יהוה"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אליו יהוה (מזה) [מהזה] בידך ויאמר מטה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר השליכהו ארצה וישלכהו ארצה ויהי לנחש וינס משה מפניו"
    },
    {
      "number": 4,
      "hebrew": "ויאמר יהוה אלמשה שלח ידך ואחז בזנבו וישלח ידו ויחזק בו ויהי למטה בכפו"
    },
    {
      "number": 5,
      "hebrew": "למען יאמינו כינראה אליך יהוה אלהי אבתם אלהי אברהם אלהי יצחק ואלהי יעקב"
    },
    {
      "number": 6,
      "hebrew": "ויאמר יהוה לו עוד הבאנא ידך בחיקך ויבא ידו בחיקו ויוצאה והנה ידו מצרעת כשלג"
    },
    {
      "number": 7,
      "hebrew": "ויאמר השב ידך אלחיקך וישב ידו אלחיקו ויוצאה מחיקו והנהשבה כבשרו"
    },
    {
      "number": 8,
      "hebrew": "והיה אםלא יאמינו לך ולא ישמעו לקל האת הראשון והאמינו לקל האת האחרון"
    },
    {
      "number": 9,
      "hebrew": "והיה אםלא יאמינו גם לשני האתות האלה ולא ישמעון לקלך ולקחת ממימי היאר ושפכת היבשה והיו המים אשר תקח מןהיאר והיו לדם ביבשת"
    },
    {
      "number": 10,
      "hebrew": "ויאמר משה אליהוה בי אדני לא איש דברים אנכי גם מתמול גם משלשם גם מאז דברך אלעבדך כי כבדפה וכבד לשון אנכי"
    },
    {
      "number": 11,
      "hebrew": "ויאמר יהוה אליו מי שם פה לאדם או מיישום אלם או חרש או פקח או עור הלא אנכי יהוה"
    },
    {
      "number": 12,
      "hebrew": "ועתה לך ואנכי אהיה עםפיך והוריתיך אשר תדבר"
    },
    {
      "number": 13,
      "hebrew": "ויאמר בי אדני שלחנא בידתשלח"
    },
    {
      "number": 14,
      "hebrew": "ויחראף יהוה במשה ויאמר הלא אהרן אחיך הלוי ידעתי כידבר ידבר הוא וגם הנההוא יצא לקראתך וראך ושמח בלבו"
    },
    {
      "number": 15,
      "hebrew": "ודברת אליו ושמת אתהדברים בפיו ואנכי אהיה עםפיך ועםפיהו והוריתי אתכם את אשר תעשון"
    },
    {
      "number": 16,
      "hebrew": "ודברהוא לך אלהעם והיה הוא יהיהלך לפה ואתה תהיהלו לאלהים"
    },
    {
      "number": 17,
      "hebrew": "ואתהמטה הזה תקח בידך אשר תעשהבו אתהאתת ",
      "parsha": "פ"
    },
    {
      "number": 18,
      "hebrew": "וילך משה וישב אליתר חתנו ויאמר לו אלכה נא ואשובה אלאחי אשרבמצרים ואראה העודם חיים ויאמר יתרו למשה לך לשלום"
    },
    {
      "number": 19,
      "hebrew": "ויאמר יהוה אלמשה במדין לך שב מצרים כימתו כלהאנשים המבקשים אתנפשך"
    },
    {
      "number": 20,
      "hebrew": "ויקח משה אתאשתו ואתבניו וירכבם עלהחמר וישב ארצה מצרים ויקח משה אתמטה האלהים בידו"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יהוה אלמשה בלכתך לשוב מצרימה ראה כלהמפתים אשרשמתי בידך ועשיתם לפני פרעה ואני אחזק אתלבו ולא ישלח אתהעם"
    },
    {
      "number": 22,
      "hebrew": "ואמרת אלפרעה כה אמר יהוה בני בכרי ישראל"
    },
    {
      "number": 23,
      "hebrew": "ואמר אליך שלח אתבני ויעבדני ותמאן לשלחו הנה אנכי הרג אתבנך בכרך"
    },
    {
      "number": 24,
      "hebrew": "ויהי בדרך במלון ויפגשהו יהוה ויבקש המיתו"
    },
    {
      "number": 25,
      "hebrew": "ותקח צפרה צר ותכרת אתערלת בנה ותגע לרגליו ותאמר כי חתןדמים אתה לי"
    },
    {
      "number": 26,
      "hebrew": "וירף ממנו אז אמרה חתן דמים למולת ",
      "parsha": "פ"
    },
    {
      "number": 27,
      "hebrew": "ויאמר יהוה אלאהרן לך לקראת משה המדברה וילך ויפגשהו בהר האלהים וישקלו"
    },
    {
      "number": 28,
      "hebrew": "ויגד משה לאהרן את כלדברי יהוה אשר שלחו ואת כלהאתת אשר צוהו"
    },
    {
      "number": 29,
      "hebrew": "וילך משה ואהרן ויאספו אתכלזקני בני ישראל"
    },
    {
      "number": 30,
      "hebrew": "וידבר אהרן את כלהדברים אשרדבר יהוה אלמשה ויעש האתת לעיני העם"
    },
    {
      "number": 31,
      "hebrew": "ויאמן העם וישמעו כיפקד יהוה אתבני ישראל וכי ראה אתענים ויקדו וישתחוו"
    }
  ]
}
