{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 40,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "ביוםהחדש הראשון באחד לחדש תקים אתמשכן אהל מועד"
    },
    {
      "number": 3,
      "hebrew": "ושמת שם את ארון העדות וסכת עלהארן אתהפרכת"
    },
    {
      "number": 4,
      "hebrew": "והבאת אתהשלחן וערכת אתערכו והבאת אתהמנרה והעלית אתנרתיה"
    },
    {
      "number": 5,
      "hebrew": "ונתתה אתמזבח הזהב לקטרת לפני ארון העדת ושמת אתמסך הפתח למשכן"
    },
    {
      "number": 6,
      "hebrew": "ונתתה את מזבח העלה לפני פתח משכן אהלמועד"
    },
    {
      "number": 7,
      "hebrew": "ונתת אתהכיר ביןאהל מועד ובין המזבח ונתת שם מים"
    },
    {
      "number": 8,
      "hebrew": "ושמת אתהחצר סביב ונתת אתמסך שער החצר"
    },
    {
      "number": 9,
      "hebrew": "ולקחת אתשמן המשחה ומשחת אתהמשכן ואתכלאשרבו וקדשת אתו ואתכלכליו והיה קדש"
    },
    {
      "number": 10,
      "hebrew": "ומשחת אתמזבח העלה ואתכלכליו וקדשת אתהמזבח והיה המזבח קדש קדשים"
    },
    {
      "number": 11,
      "hebrew": "ומשחת אתהכיר ואתכנו וקדשת אתו"
    },
    {
      "number": 12,
      "hebrew": "והקרבת אתאהרן ואתבניו אלפתח אהל מועד ורחצת אתם במים"
    },
    {
      "number": 13,
      "hebrew": "והלבשת אתאהרן את בגדי הקדש ומשחת אתו וקדשת אתו וכהן לי"
    },
    {
      "number": 14,
      "hebrew": "ואתבניו תקריב והלבשת אתם כתנת"
    },
    {
      "number": 15,
      "hebrew": "ומשחת אתם כאשר משחת אתאביהם וכהנו לי והיתה להית להם משחתם לכהנת עולם לדרתם"
    },
    {
      "number": 16,
      "hebrew": "ויעש משה ככל אשר צוה יהוה אתו כן עשה         "
    },
    {
      "number": 17,
      "hebrew": "ויהי בחדש הראשון בשנה השנית באחד לחדש הוקם המשכן"
    },
    {
      "number": 18,
      "hebrew": "ויקם משה אתהמשכן ויתן אתאדניו וישם אתקרשיו ויתן אתבריחיו ויקם אתעמודיו"
    },
    {
      "number": 19,
      "hebrew": "ויפרש אתהאהל עלהמשכן וישם אתמכסה האהל עליו מלמעלה כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 20,
      "hebrew": "ויקח ויתן אתהעדת אלהארן וישם אתהבדים עלהארן ויתן אתהכפרת עלהארן מלמעלה"
    },
    {
      "number": 21,
      "hebrew": "ויבא אתהארן אלהמשכן וישם את פרכת המסך ויסך על ארון העדות כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 22,
      "hebrew": "ויתן אתהשלחן באהל מועד על ירך המשכן צפנה מחוץ לפרכת"
    },
    {
      "number": 23,
      "hebrew": "ויערך עליו ערך לחם לפני יהוה כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 24,
      "hebrew": "וישם אתהמנרה באהל מועד נכח השלחן על ירך המשכן נגבה"
    },
    {
      "number": 25,
      "hebrew": "ויעל הנרת לפני יהוה כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 26,
      "hebrew": "וישם אתמזבח הזהב באהל מועד לפני הפרכת"
    },
    {
      "number": 27,
      "hebrew": "ויקטר עליו קטרת סמים כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 28,
      "hebrew": "וישם אתמסך הפתח למשכן"
    },
    {
      "number": 29,
      "hebrew": "ואת מזבח העלה שם פתח משכן אהלמועד ויעל עליו אתהעלה ואתהמנחה כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 30,
      "hebrew": "וישם אתהכיר ביןאהל מועד ובין המזבח ויתן שמה מים לרחצה"
    },
    {
      "number": 31,
      "hebrew": "ורחצו ממנו משה ואהרן ובניו אתידיהם ואתרגליהם"
    },
    {
      "number": 32,
      "hebrew": "בבאם אלאהל מועד ובקרבתם אלהמזבח ירחצו כאשר צוה יהוה אתמשה         "
    },
    {
      "number": 33,
      "hebrew": "ויקם אתהחצר סביב למשכן ולמזבח ויתן אתמסך שער החצר ויכל משה אתהמלאכה ",
      "parsha": "פ"
    },
    {
      "number": 34,
      "hebrew": "ויכס הענן אתאהל מועד וכבוד יהוה מלא אתהמשכן"
    },
    {
      "number": 35,
      "hebrew": "ולאיכל משה לבוא אלאהל מועד כישכן עליו הענן וכבוד יהוה מלא אתהמשכן"
    },
    {
      "number": 36,
      "hebrew": "ובהעלות הענן מעל המשכן יסעו בני ישראל בכל מסעיהם"
    },
    {
      "number": 37,
      "hebrew": "ואםלא יעלה הענן ולא יסעו עדיום העלתו"
    },
    {
      "number": 38,
      "hebrew": "כי ענן יהוה עלהמשכן יומם ואש תהיה לילה בו לעיני כלביתישראל בכלמסעיהם"
    }
  ]
}
