{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואחר באו משה ואהרן ויאמרו אלפרעה כהאמר יהוה אלהי ישראל שלח אתעמי ויחגו לי במדבר"
    },
    {
      "number": 2,
      "hebrew": "ויאמר פרעה מי יהוה אשר אשמע בקלו לשלח אתישראל לא ידעתי אתיהוה וגם אתישראל לא אשלח"
    },
    {
      "number": 3,
      "hebrew": "ויאמרו אלהי העברים נקרא עלינו נלכה נא דרך שלשת ימים במדבר ונזבחה ליהוה אלהינו פןיפגענו בדבר או בחרב"
    },
    {
      "number": 4,
      "hebrew": "ויאמר אלהם מלך מצרים למה משה ואהרן תפריעו אתהעם ממעשיו לכו לסבלתיכם"
    },
    {
      "number": 5,
      "hebrew": "ויאמר פרעה הןרבים עתה עם הארץ והשבתם אתם מסבלתם"
    },
    {
      "number": 6,
      "hebrew": "ויצו פרעה ביום ההוא אתהנגשים בעם ואתשטריו לאמר"
    },
    {
      "number": 7,
      "hebrew": "לא תאספון לתת תבן לעם ללבן הלבנים כתמול שלשם הם ילכו וקששו להם תבן"
    },
    {
      "number": 8,
      "hebrew": "ואתמתכנת הלבנים אשר הם עשים תמול שלשם תשימו עליהם לא תגרעו ממנו כינרפים הם עלכן הם צעקים לאמר נלכה נזבחה לאלהינו"
    },
    {
      "number": 9,
      "hebrew": "תכבד העבדה עלהאנשים ויעשובה ואלישעו בדברישקר"
    },
    {
      "number": 10,
      "hebrew": "ויצאו נגשי העם ושטריו ויאמרו אלהעם לאמר כה אמר פרעה אינני נתן לכם תבן"
    },
    {
      "number": 11,
      "hebrew": "אתם לכו קחו לכם תבן מאשר תמצאו כי אין נגרע מעבדתכם דבר"
    },
    {
      "number": 12,
      "hebrew": "ויפץ העם בכלארץ מצרים לקשש קש לתבן"
    },
    {
      "number": 13,
      "hebrew": "והנגשים אצים לאמר כלו מעשיכם דבריום ביומו כאשר בהיות התבן"
    },
    {
      "number": 14,
      "hebrew": "ויכו שטרי בני ישראל אשרשמו עלהם נגשי פרעה לאמר מדוע לא כליתם חקכם ללבן כתמול שלשם גםתמול גםהיום"
    },
    {
      "number": 15,
      "hebrew": "ויבאו שטרי בני ישראל ויצעקו אלפרעה לאמר למה תעשה כה לעבדיך"
    },
    {
      "number": 16,
      "hebrew": "תבן אין נתן לעבדיך ולבנים אמרים לנו עשו והנה עבדיך מכים וחטאת עמך"
    },
    {
      "number": 17,
      "hebrew": "ויאמר נרפים אתם נרפים עלכן אתם אמרים נלכה נזבחה ליהוה"
    },
    {
      "number": 18,
      "hebrew": "ועתה לכו עבדו ותבן לאינתן לכם ותכן לבנים תתנו"
    },
    {
      "number": 19,
      "hebrew": "ויראו שטרי בניישראל אתם ברע לאמר לאתגרעו מלבניכם דבריום ביומו"
    },
    {
      "number": 20,
      "hebrew": "ויפגעו אתמשה ואתאהרן נצבים לקראתם בצאתם מאת פרעה"
    },
    {
      "number": 21,
      "hebrew": "ויאמרו אלהם ירא יהוה עליכם וישפט אשר הבאשתם אתריחנו בעיני פרעה ובעיני עבדיו לתתחרב בידם להרגנו"
    },
    {
      "number": 22,
      "hebrew": "וישב משה אליהוה ויאמר אדני למה הרעתה לעם הזה למה זה שלחתני"
    },
    {
      "number": 23,
      "hebrew": "ומאז באתי אלפרעה לדבר בשמך הרע לעם הזה והצל לאהצלת אתעמך"
    }
  ]
}
