{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 8,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלמשה אמר אלאהרן נטה אתידך במטך עלהנהרת עלהיארים ועלהאגמים והעל אתהצפרדעים עלארץ מצרים"
    },
    {
      "number": 2,
      "hebrew": "ויט אהרן אתידו על מימי מצרים ותעל הצפרדע ותכס אתארץ מצרים"
    },
    {
      "number": 3,
      "hebrew": "ויעשוכן החרטמים בלטיהם ויעלו אתהצפרדעים עלארץ מצרים"
    },
    {
      "number": 4,
      "hebrew": "ויקרא פרעה למשה ולאהרן ויאמר העתירו אליהוה ויסר הצפרדעים ממני ומעמי ואשלחה אתהעם ויזבחו ליהוה"
    },
    {
      "number": 5,
      "hebrew": "ויאמר משה לפרעה התפאר עלי למתי אעתיר לך ולעבדיך ולעמך להכרית הצפרדעים ממך ומבתיך רק ביאר תשארנה"
    },
    {
      "number": 6,
      "hebrew": "ויאמר למחר ויאמר כדברך למען תדע כיאין כיהוה אלהינו"
    },
    {
      "number": 7,
      "hebrew": "וסרו הצפרדעים ממך ומבתיך ומעבדיך ומעמך רק ביאר תשארנה"
    },
    {
      "number": 8,
      "hebrew": "ויצא משה ואהרן מעם פרעה ויצעק משה אליהוה עלדבר הצפרדעים אשרשם לפרעה"
    },
    {
      "number": 9,
      "hebrew": "ויעש יהוה כדבר משה וימתו הצפרדעים מןהבתים מןהחצרת ומןהשדת"
    },
    {
      "number": 10,
      "hebrew": "ויצברו אתם חמרם חמרם ותבאש הארץ"
    },
    {
      "number": 11,
      "hebrew": "וירא פרעה כי היתה הרוחה והכבד אתלבו ולא שמע אלהם כאשר דבר יהוה         "
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלמשה אמר אלאהרן נטה אתמטך והך אתעפר הארץ והיה לכנם בכלארץ מצרים"
    },
    {
      "number": 13,
      "hebrew": "ויעשוכן ויט אהרן אתידו במטהו ויך אתעפר הארץ ותהי הכנם באדם ובבהמה כלעפר הארץ היה כנים בכלארץ מצרים"
    },
    {
      "number": 14,
      "hebrew": "ויעשוכן החרטמים בלטיהם להוציא אתהכנים ולא יכלו ותהי הכנם באדם ובבהמה"
    },
    {
      "number": 15,
      "hebrew": "ויאמרו החרטמם אלפרעה אצבע אלהים הוא ויחזק לבפרעה ולאשמע אלהם כאשר דבר יהוה         "
    },
    {
      "number": 16,
      "hebrew": "ויאמר יהוה אלמשה השכם בבקר והתיצב לפני פרעה הנה יוצא המימה ואמרת אליו כה אמר יהוה שלח עמי ויעבדני"
    },
    {
      "number": 17,
      "hebrew": "כי אםאינך משלח אתעמי הנני משליח בך ובעבדיך ובעמך ובבתיך אתהערב ומלאו בתי מצרים אתהערב וגם האדמה אשרהם עליה"
    },
    {
      "number": 18,
      "hebrew": "והפליתי ביום ההוא אתארץ גשן אשר עמי עמד עליה לבלתי היותשם ערב למען תדע כי אני יהוה בקרב הארץ"
    },
    {
      "number": 19,
      "hebrew": "ושמתי פדת בין עמי ובין עמך למחר יהיה האת הזה"
    },
    {
      "number": 20,
      "hebrew": "ויעש יהוה כן ויבא ערב כבד ביתה פרעה ובית עבדיו ובכלארץ מצרים תשחת הארץ מפני הערב"
    },
    {
      "number": 21,
      "hebrew": "ויקרא פרעה אלמשה ולאהרן ויאמר לכו זבחו לאלהיכם בארץ"
    },
    {
      "number": 22,
      "hebrew": "ויאמר משה לא נכון לעשות כן כי תועבת מצרים נזבח ליהוה אלהינו הן נזבח אתתועבת מצרים לעיניהם ולא יסקלנו"
    },
    {
      "number": 23,
      "hebrew": "דרך שלשת ימים נלך במדבר וזבחנו ליהוה אלהינו כאשר יאמר אלינו"
    },
    {
      "number": 24,
      "hebrew": "ויאמר פרעה אנכי אשלח אתכם וזבחתם ליהוה אלהיכם במדבר רק הרחק לאתרחיקו ללכת העתירו בעדי"
    },
    {
      "number": 25,
      "hebrew": "ויאמר משה הנה אנכי יוצא מעמך והעתרתי אליהוה וסר הערב מפרעה מעבדיו ומעמו מחר רק אליסף פרעה התל לבלתי שלח אתהעם לזבח ליהוה"
    },
    {
      "number": 26,
      "hebrew": "ויצא משה מעם פרעה ויעתר אליהוה"
    },
    {
      "number": 27,
      "hebrew": "ויעש יהוה כדבר משה ויסר הערב מפרעה מעבדיו ומעמו לא נשאר אחד"
    },
    {
      "number": 28,
      "hebrew": "ויכבד פרעה אתלבו גם בפעם הזאת ולא שלח אתהעם ",
      "parsha": "פ"
    }
  ]
}
