{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלמשה בא אלפרעה ודברת אליו כהאמר יהוה אלהי העברים שלח אתעמי ויעבדני"
    },
    {
      "number": 2,
      "hebrew": "כי אםמאן אתה לשלח ועודך מחזיק בם"
    },
    {
      "number": 3,
      "hebrew": "הנה ידיהוה הויה במקנך אשר בשדה בסוסים בחמרים בגמלים בבקר ובצאן דבר כבד מאד"
    },
    {
      "number": 4,
      "hebrew": "והפלה יהוה בין מקנה ישראל ובין מקנה מצרים ולא ימות מכללבני ישראל דבר"
    },
    {
      "number": 5,
      "hebrew": "וישם יהוה מועד לאמר מחר יעשה יהוה הדבר הזה בארץ"
    },
    {
      "number": 6,
      "hebrew": "ויעש יהוה אתהדבר הזה ממחרת וימת כל מקנה מצרים וממקנה בניישראל לאמת אחד"
    },
    {
      "number": 7,
      "hebrew": "וישלח פרעה והנה לאמת ממקנה ישראל עדאחד ויכבד לב פרעה ולא שלח אתהעם ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "ויאמר יהוה אלמשה ואלאהרן קחו לכם מלא חפניכם פיח כבשן וזרקו משה השמימה לעיני פרעה"
    },
    {
      "number": 9,
      "hebrew": "והיה לאבק על כלארץ מצרים והיה עלהאדם ועלהבהמה לשחין פרח אבעבעת בכלארץ מצרים"
    },
    {
      "number": 10,
      "hebrew": "ויקחו אתפיח הכבשן ויעמדו לפני פרעה ויזרק אתו משה השמימה ויהי שחין אבעבעת פרח באדם ובבהמה"
    },
    {
      "number": 11,
      "hebrew": "ולאיכלו החרטמים לעמד לפני משה מפני השחין כיהיה השחין בחרטמם ובכלמצרים"
    },
    {
      "number": 12,
      "hebrew": "ויחזק יהוה אתלב פרעה ולא שמע אלהם כאשר דבר יהוה אלמשה         "
    },
    {
      "number": 13,
      "hebrew": "ויאמר יהוה אלמשה השכם בבקר והתיצב לפני פרעה ואמרת אליו כהאמר יהוה אלהי העברים שלח אתעמי ויעבדני"
    },
    {
      "number": 14,
      "hebrew": "כי בפעם הזאת אני שלח אתכלמגפתי אללבך ובעבדיך ובעמך בעבור תדע כי אין כמני בכלהארץ"
    },
    {
      "number": 15,
      "hebrew": "כי עתה שלחתי אתידי ואך אותך ואתעמך בדבר ותכחד מןהארץ"
    },
    {
      "number": 16,
      "hebrew": "ואולם בעבור זאת העמדתיך בעבור הראתך אתכחי ולמען ספר שמי בכלהארץ"
    },
    {
      "number": 17,
      "hebrew": "עודך מסתולל בעמי לבלתי שלחם"
    },
    {
      "number": 18,
      "hebrew": "הנני ממטיר כעת מחר ברד כבד מאד אשר לאהיה כמהו במצרים למןהיום הוסדה ועדעתה"
    },
    {
      "number": 19,
      "hebrew": "ועתה שלח העז אתמקנך ואת כלאשר לך בשדה כלהאדם והבהמה אשרימצא בשדה ולא יאסף הביתה וירד עלהם הברד ומתו"
    },
    {
      "number": 20,
      "hebrew": "הירא אתדבר יהוה מעבדי פרעה הניס אתעבדיו ואתמקנהו אלהבתים"
    },
    {
      "number": 21,
      "hebrew": "ואשר לאשם לבו אלדבר יהוה ויעזב אתעבדיו ואתמקנהו בשדה ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "ויאמר יהוה אלמשה נטה אתידך עלהשמים ויהי ברד בכלארץ מצרים עלהאדם ועלהבהמה ועל כלעשב השדה בארץ מצרים"
    },
    {
      "number": 23,
      "hebrew": "ויט משה אתמטהו עלהשמים ויהוה נתן קלת וברד ותהלך אש ארצה וימטר יהוה ברד עלארץ מצרים"
    },
    {
      "number": 24,
      "hebrew": "ויהי ברד ואש מתלקחת בתוך הברד כבד מאד אשר לאהיה כמהו בכלארץ מצרים מאז היתה לגוי"
    },
    {
      "number": 25,
      "hebrew": "ויך הברד בכלארץ מצרים את כלאשר בשדה מאדם ועדבהמה ואת כלעשב השדה הכה הברד ואתכלעץ השדה שבר"
    },
    {
      "number": 26,
      "hebrew": "רק בארץ גשן אשרשם בני ישראל לא היה ברד"
    },
    {
      "number": 27,
      "hebrew": "וישלח פרעה ויקרא למשה ולאהרן ויאמר אלהם חטאתי הפעם יהוה הצדיק ואני ועמי הרשעים"
    },
    {
      "number": 28,
      "hebrew": "העתירו אליהוה ורב מהית קלת אלהים וברד ואשלחה אתכם ולא תספון לעמד"
    },
    {
      "number": 29,
      "hebrew": "ויאמר אליו משה כצאתי אתהעיר אפרש אתכפי אליהוה הקלות יחדלון והברד לא יהיהעוד למען תדע כי ליהוה הארץ"
    },
    {
      "number": 30,
      "hebrew": "ואתה ועבדיך ידעתי כי טרם תיראון מפני יהוה אלהים"
    },
    {
      "number": 31,
      "hebrew": "והפשתה והשערה נכתה כי השערה אביב והפשתה גבעל"
    },
    {
      "number": 32,
      "hebrew": "והחטה והכסמת לא נכו כי אפילת הנה"
    },
    {
      "number": 33,
      "hebrew": "ויצא משה מעם פרעה אתהעיר ויפרש כפיו אליהוה ויחדלו הקלות והברד ומטר לאנתך ארצה"
    },
    {
      "number": 34,
      "hebrew": "וירא פרעה כיחדל המטר והברד והקלת ויסף לחטא ויכבד לבו הוא ועבדיו"
    },
    {
      "number": 35,
      "hebrew": "ויחזק לב פרעה ולא שלח אתבני ישראל כאשר דבר יהוה בידמשה ",
      "parsha": "פ"
    }
  ]
}
