{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 11,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואהבת את יהוה אלהיך ושמרת משמרתו וחקתיו ומשפטיו ומצותיו כלהימים"
    },
    {
      "number": 2,
      "hebrew": "וידעתם היום כי לא אתבניכם אשר לאידעו ואשר לאראו אתמוסר יהוה אלהיכם אתגדלו אתידו החזקה וזרעו הנטויה"
    },
    {
      "number": 3,
      "hebrew": "ואתאתתיו ואתמעשיו אשר עשה בתוך מצרים לפרעה מלךמצרים ולכלארצו"
    },
    {
      "number": 4,
      "hebrew": "ואשר עשה לחיל מצרים לסוסיו ולרכבו אשר הציף אתמי יםסוף עלפניהם ברדפם אחריכם ויאבדם יהוה עד היום הזה"
    },
    {
      "number": 5,
      "hebrew": "ואשר עשה לכם במדבר עדבאכם עדהמקום הזה"
    },
    {
      "number": 6,
      "hebrew": "ואשר עשה לדתן ולאבירם בני אליאב בןראובן אשר פצתה הארץ אתפיה ותבלעם ואתבתיהם ואתאהליהם ואת כלהיקום אשר ברגליהם בקרב כלישראל"
    },
    {
      "number": 7,
      "hebrew": "כי עיניכם הראת אתכלמעשה יהוה הגדל אשר עשה"
    },
    {
      "number": 8,
      "hebrew": "ושמרתם אתכלהמצוה אשר אנכי מצוך היום למען תחזקו ובאתם וירשתם אתהארץ אשר אתם עברים שמה לרשתה"
    },
    {
      "number": 9,
      "hebrew": "ולמען תאריכו ימים עלהאדמה אשר נשבע יהוה לאבתיכם לתת להם ולזרעם ארץ זבת חלב ודבש         "
    },
    {
      "number": 10,
      "hebrew": "כי הארץ אשר אתה באשמה לרשתה לא כארץ מצרים הוא אשר יצאתם משם אשר תזרע אתזרעך והשקית ברגלך כגן הירק"
    },
    {
      "number": 11,
      "hebrew": "והארץ אשר אתם עברים שמה לרשתה ארץ הרים ובקעת למטר השמים תשתהמים"
    },
    {
      "number": 12,
      "hebrew": "ארץ אשריהוה אלהיך דרש אתה תמיד עיני יהוה אלהיך בה מרשית השנה ועד אחרית שנה         "
    },
    {
      "number": 13,
      "hebrew": "והיה אםשמע תשמעו אלמצותי אשר אנכי מצוה אתכם היום לאהבה אתיהוה אלהיכם ולעבדו בכללבבכם ובכלנפשכם"
    },
    {
      "number": 14,
      "hebrew": "ונתתי מטרארצכם בעתו יורה ומלקוש ואספת דגנך ותירשך ויצהרך"
    },
    {
      "number": 15,
      "hebrew": "ונתתי עשב בשדך לבהמתך ואכלת ושבעת"
    },
    {
      "number": 16,
      "hebrew": "השמרו לכם פן יפתה לבבכם וסרתם ועבדתם אלהים אחרים והשתחויתם להם"
    },
    {
      "number": 17,
      "hebrew": "וחרה אףיהוה בכם ועצר אתהשמים ולאיהיה מטר והאדמה לא תתן אתיבולה ואבדתם מהרה מעל הארץ הטבה אשר יהוה נתן לכם"
    },
    {
      "number": 18,
      "hebrew": "ושמתם אתדברי אלה עללבבכם ועלנפשכם וקשרתם אתם לאות עלידכם והיו לטוטפת בין עיניכם"
    },
    {
      "number": 19,
      "hebrew": "ולמדתם אתם אתבניכם לדבר בם בשבתך בביתך ובלכתך בדרך ובשכבך ובקומך"
    },
    {
      "number": 20,
      "hebrew": "וכתבתם עלמזוזות ביתך ובשעריך"
    },
    {
      "number": 21,
      "hebrew": "למען ירבו ימיכם וימי בניכם על האדמה אשר נשבע יהוה לאבתיכם לתת להם כימי השמים עלהארץ*(בספרי תימן הארץ בצד״י גדולה)         "
    },
    {
      "number": 22,
      "hebrew": "כי אםשמר תשמרון אתכלהמצוה הזאת אשר אנכי מצוה אתכם לעשתה לאהבה אתיהוה אלהיכם ללכת בכלדרכיו ולדבקהבו"
    },
    {
      "number": 23,
      "hebrew": "והוריש יהוה אתכלהגוים האלה מלפניכם וירשתם גוים גדלים ועצמים מכם"
    },
    {
      "number": 24,
      "hebrew": "כלהמקום אשר תדרך כףרגלכם בו לכם יהיה מןהמדבר והלבנון מןהנהר נהרפרת ועד הים האחרון יהיה גבלכם"
    },
    {
      "number": 25,
      "hebrew": "לאיתיצב איש בפניכם פחדכם ומוראכם יתן יהוה אלהיכם עלפני כלהארץ אשר תדרכובה כאשר דבר לכם         "
    },
    {
      "number": 26,
      "hebrew": "ראה אנכי נתן לפניכם היום ברכה וקללה"
    },
    {
      "number": 27,
      "hebrew": "אתהברכה אשר תשמעו אלמצות יהוה אלהיכם אשר אנכי מצוה אתכם היום"
    },
    {
      "number": 28,
      "hebrew": "והקללה אםלא תשמעו אלמצות יהוה אלהיכם וסרתם מןהדרך אשר אנכי מצוה אתכם היום ללכת אחרי אלהים אחרים אשר לאידעתם         "
    },
    {
      "number": 29,
      "hebrew": "והיה כי יביאך יהוה אלהיך אלהארץ אשראתה באשמה לרשתה ונתתה אתהברכה עלהר גרזים ואתהקללה עלהר עיבל"
    },
    {
      "number": 30,
      "hebrew": "הלאהמה בעבר הירדן אחרי דרך מבוא השמש בארץ הכנעני הישב בערבה מול הגלגל אצל אלוני מרה"
    },
    {
      "number": 31,
      "hebrew": "כי אתם עברים אתהירדן לבא לרשת אתהארץ אשריהוה אלהיכם נתן לכם וירשתם אתה וישבתםבה"
    },
    {
      "number": 32,
      "hebrew": "ושמרתם לעשות את כלהחקים ואתהמשפטים אשר אנכי נתן לפניכם היום"
    }
  ]
}
