{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 13,
  "verses": [
    {
      "number": 1,
      "hebrew": "את כלהדבר אשר אנכי מצוה אתכם אתו תשמרו לעשות לאתסף עליו ולא תגרע ממנו ",
      "parsha": "פ"
    },
    {
      "number": 2,
      "hebrew": "כייקום בקרבך נביא או חלם חלום ונתן אליך אות או מופת"
    },
    {
      "number": 3,
      "hebrew": "ובא האות והמופת אשרדבר אליך לאמר נלכה אחרי אלהים אחרים אשר לאידעתם ונעבדם"
    },
    {
      "number": 4,
      "hebrew": "לא תשמע אלדברי הנביא ההוא או אלחולם החלום ההוא כי מנסה יהוה אלהיכם אתכם לדעת הישכם אהבים אתיהוה אלהיכם בכללבבכם ובכלנפשכם"
    },
    {
      "number": 5,
      "hebrew": "אחרי יהוה אלהיכם תלכו ואתו תיראו ואתמצותיו תשמרו ובקלו תשמעו ואתו תעבדו ובו תדבקון"
    },
    {
      "number": 6,
      "hebrew": "והנביא ההוא או חלם החלום ההוא יומת כי דברסרה עליהוה אלהיכם המוציא אתכם מארץ מצרים והפדך מבית עבדים להדיחך מןהדרך אשר צוך יהוה אלהיך ללכת בה ובערת הרע מקרבך         "
    },
    {
      "number": 7,
      "hebrew": "כי יסיתך אחיך בןאמך אובנך אובתך או אשת חיקך או רעך אשר כנפשך בסתר לאמר נלכה ונעבדה אלהים אחרים אשר לא ידעת אתה ואבתיך"
    },
    {
      "number": 8,
      "hebrew": "מאלהי העמים אשר סביבתיכם הקרבים אליך או הרחקים ממך מקצה הארץ ועדקצה הארץ"
    },
    {
      "number": 9,
      "hebrew": "לאתאבה לו ולא תשמע אליו ולאתחוס עינך עליו ולאתחמל ולאתכסה עליו"
    },
    {
      "number": 10,
      "hebrew": "כי הרג תהרגנו ידך תהיהבו בראשונה להמיתו ויד כלהעם באחרנה"
    },
    {
      "number": 11,
      "hebrew": "וסקלתו באבנים ומת כי בקש להדיחך מעל יהוה אלהיך המוציאך מארץ מצרים מבית עבדים"
    },
    {
      "number": 12,
      "hebrew": "וכלישראל ישמעו ויראון ולאיוספו לעשות כדבר הרע הזה בקרבך         "
    },
    {
      "number": 13,
      "hebrew": "כיתשמע באחת עריך אשר יהוה אלהיך נתן לך לשבת שם לאמר"
    },
    {
      "number": 14,
      "hebrew": "יצאו אנשים בניבליעל מקרבך וידיחו אתישבי עירם לאמר נלכה ונעבדה אלהים אחרים אשר לאידעתם"
    },
    {
      "number": 15,
      "hebrew": "ודרשת וחקרת ושאלת היטב והנה אמת נכון הדבר נעשתה התועבה הזאת בקרבך"
    },
    {
      "number": 16,
      "hebrew": "הכה תכה אתישבי העיר ההוא לפיחרב החרם אתה ואתכלאשרבה ואתבהמתה לפיחרב"
    },
    {
      "number": 17,
      "hebrew": "ואתכלשללה תקבץ אלתוך רחבה ושרפת באש אתהעיר ואתכלשללה כליל ליהוה אלהיך והיתה תל עולם לא תבנה עוד"
    },
    {
      "number": 18,
      "hebrew": "ולאידבק בידך מאומה מןהחרם למען ישוב יהוה מחרון אפו ונתןלך רחמים ורחמך והרבך כאשר נשבע לאבתיך"
    },
    {
      "number": 19,
      "hebrew": "כי תשמע בקול יהוה אלהיך לשמר אתכלמצותיו אשר אנכי מצוך היום לעשות הישר בעיני יהוה אלהיך         "
    }
  ]
}
