{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 15,
  "verses": [
    {
      "number": 1,
      "hebrew": "מקץ שבעשנים תעשה שמטה"
    },
    {
      "number": 2,
      "hebrew": "וזה דבר השמטה שמוט כלבעל משה ידו אשר ישה ברעהו לאיגש אתרעהו ואתאחיו כיקרא שמטה ליהוה"
    },
    {
      "number": 3,
      "hebrew": "אתהנכרי תגש ואשר יהיה לך אתאחיך תשמט ידך"
    },
    {
      "number": 4,
      "hebrew": "אפס כי לא יהיהבך אביון כיברך יברכך יהוה בארץ אשר יהוה אלהיך נתןלך נחלה לרשתה"
    },
    {
      "number": 5,
      "hebrew": "רק אםשמוע תשמע בקול יהוה אלהיך לשמר לעשות אתכלהמצוה הזאת אשר אנכי מצוך היום"
    },
    {
      "number": 6,
      "hebrew": "כייהוה אלהיך ברכך כאשר דברלך והעבטת גוים רבים ואתה לא תעבט ומשלת בגוים רבים ובך לא ימשלו         "
    },
    {
      "number": 7,
      "hebrew": "כייהיה בך אביון מאחד אחיך באחד שעריך בארצך אשריהוה אלהיך נתן לך לא תאמץ אתלבבך ולא תקפץ אתידך מאחיך האביון"
    },
    {
      "number": 8,
      "hebrew": "כיפתח תפתח אתידך לו והעבט תעביטנו די מחסרו אשר יחסר לו"
    },
    {
      "number": 9,
      "hebrew": "השמר לך פןיהיה דבר עםלבבך בליעל לאמר קרבה שנתהשבע שנת השמטה ורעה עינך באחיך האביון ולא תתן לו וקרא עליך אליהוה והיה בך חטא"
    },
    {
      "number": 10,
      "hebrew": "נתון תתן לו ולאירע לבבך בתתך לו כי בגלל הדבר הזה יברכך יהוה אלהיך בכלמעשך ובכל משלח ידך"
    },
    {
      "number": 11,
      "hebrew": "כי לאיחדל אביון מקרב הארץ עלכן אנכי מצוך לאמר פתח תפתח אתידך לאחיך לעניך ולאבינך בארצך         "
    },
    {
      "number": 12,
      "hebrew": "כיימכר לך אחיך העברי או העבריה ועבדך שש שנים ובשנה השביעת תשלחנו חפשי מעמך"
    },
    {
      "number": 13,
      "hebrew": "וכיתשלחנו חפשי מעמך לא תשלחנו ריקם"
    },
    {
      "number": 14,
      "hebrew": "העניק תעניק לו מצאנך ומגרנך ומיקבך אשר ברכך יהוה אלהיך תתןלו"
    },
    {
      "number": 15,
      "hebrew": "וזכרת כי עבד היית בארץ מצרים ויפדך יהוה אלהיך עלכן אנכי מצוך אתהדבר הזה היום"
    },
    {
      "number": 16,
      "hebrew": "והיה כייאמר אליך לא אצא מעמך כי אהבך ואתביתך כיטוב לו עמך"
    },
    {
      "number": 17,
      "hebrew": "ולקחת אתהמרצע ונתתה באזנו ובדלת והיה לך עבד עולם ואף לאמתך תעשהכן"
    },
    {
      "number": 18,
      "hebrew": "לאיקשה בעינך בשלחך אתו חפשי מעמך כי משנה שכר שכיר עבדך שש שנים וברכך יהוה אלהיך בכל אשר תעשה ",
      "parsha": "פ"
    },
    {
      "number": 19,
      "hebrew": "כלהבכור אשר יולד בבקרך ובצאנך הזכר תקדיש ליהוה אלהיך לא תעבד בבכר שורך ולא תגז בכור צאנך"
    },
    {
      "number": 20,
      "hebrew": "לפני יהוה אלהיך תאכלנו שנה בשנה במקום אשריבחר יהוה אתה וביתך"
    },
    {
      "number": 21,
      "hebrew": "וכייהיה בו מום פסח או עור כל מום רע לא תזבחנו ליהוה אלהיך"
    },
    {
      "number": 22,
      "hebrew": "בשעריך תאכלנו הטמא והטהור יחדו כצבי וכאיל"
    },
    {
      "number": 23,
      "hebrew": "רק אתדמו לא תאכל עלהארץ תשפכנו כמים ",
      "parsha": "פ"
    }
  ]
}
