{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 18,
  "verses": [
    {
      "number": 1,
      "hebrew": "לאיהיה לכהנים הלוים כלשבט לוי חלק ונחלה עםישראל אשי יהוה ונחלתו יאכלון"
    },
    {
      "number": 2,
      "hebrew": "ונחלה לאיהיהלו בקרב אחיו יהוה הוא נחלתו כאשר דברלו         "
    },
    {
      "number": 3,
      "hebrew": "וזה יהיה משפט הכהנים מאת העם מאת זבחי הזבח אםשור אםשה ונתן לכהן הזרע והלחיים והקבה"
    },
    {
      "number": 4,
      "hebrew": "ראשית דגנך תירשך ויצהרך וראשית גז צאנך תתןלו"
    },
    {
      "number": 5,
      "hebrew": "כי בו בחר יהוה אלהיך מכלשבטיך לעמד לשרת בשםיהוה הוא ובניו כלהימים         "
    },
    {
      "number": 6,
      "hebrew": "וכייבא הלוי מאחד שעריך מכלישראל אשרהוא גר שם ובא בכלאות נפשו אלהמקום אשריבחר יהוה"
    },
    {
      "number": 7,
      "hebrew": "ושרת בשם יהוה אלהיו ככלאחיו הלוים העמדים שם לפני יהוה"
    },
    {
      "number": 8,
      "hebrew": "חלק כחלק יאכלו לבד ממכריו עלהאבות         "
    },
    {
      "number": 9,
      "hebrew": "כי אתה בא אלהארץ אשריהוה אלהיך נתן לך לאתלמד לעשות כתועבת הגוים ההם"
    },
    {
      "number": 10,
      "hebrew": "לאימצא בך מעביר בנוובתו באש קסם קסמים מעונן ומנחש ומכשף"
    },
    {
      "number": 11,
      "hebrew": "וחבר חבר ושאל אוב וידעני ודרש אלהמתים"
    },
    {
      "number": 12,
      "hebrew": "כיתועבת יהוה כלעשה אלה ובגלל התועבת האלה יהוה אלהיך מוריש אותם מפניך"
    },
    {
      "number": 13,
      "hebrew": "תמים תהיה עם יהוה אלהיך"
    },
    {
      "number": 14,
      "hebrew": "כי הגוים האלה אשר אתה יורש אותם אלמעננים ואלקסמים ישמעו ואתה לא כן נתן לך יהוה אלהיך"
    },
    {
      "number": 15,
      "hebrew": "נביא מקרבך מאחיך כמני יקים לך יהוה אלהיך אליו תשמעון"
    },
    {
      "number": 16,
      "hebrew": "ככל אשרשאלת מעם יהוה אלהיך בחרב ביום הקהל לאמר לא אסף לשמע אתקול יהוה אלהי ואתהאש הגדלה הזאת לאאראה עוד ולא אמות"
    },
    {
      "number": 17,
      "hebrew": "ויאמר יהוה אלי היטיבו אשר דברו"
    },
    {
      "number": 18,
      "hebrew": "נביא אקים להם מקרב אחיהם כמוך ונתתי דברי בפיו ודבר אליהם את כלאשר אצונו"
    },
    {
      "number": 19,
      "hebrew": "והיה האיש אשר לאישמע אלדברי אשר ידבר בשמי אנכי אדרש מעמו"
    },
    {
      "number": 20,
      "hebrew": "אך הנביא אשר יזיד לדבר דבר בשמי את אשר לאצויתיו לדבר ואשר ידבר בשם אלהים אחרים ומת הנביא ההוא"
    },
    {
      "number": 21,
      "hebrew": "וכי תאמר בלבבך איכה נדע אתהדבר אשר לאדברו יהוה"
    },
    {
      "number": 22,
      "hebrew": "אשר ידבר הנביא בשם יהוה ולאיהיה הדבר ולא יבא הוא הדבר אשר לאדברו יהוה בזדון דברו הנביא לא תגור ממנו         "
    }
  ]
}
