{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 20,
  "verses": [
    {
      "number": 1,
      "hebrew": "כיתצא למלחמה עלאיבך וראית סוס ורכב עם רב ממך לא תירא מהם כייהוה אלהיך עמך המעלך מארץ מצרים"
    },
    {
      "number": 2,
      "hebrew": "והיה כקרבכם אלהמלחמה ונגש הכהן ודבר אלהעם"
    },
    {
      "number": 3,
      "hebrew": "ואמר אלהם שמע ישראל אתם קרבים היום למלחמה עלאיביכם אלירך לבבכם אלתיראו ואלתחפזו ואלתערצו מפניהם"
    },
    {
      "number": 4,
      "hebrew": "כי יהוה אלהיכם ההלך עמכם להלחם לכם עםאיביכם להושיע אתכם"
    },
    {
      "number": 5,
      "hebrew": "ודברו השטרים אלהעם לאמר מיהאיש אשר בנה ביתחדש ולא חנכו ילך וישב לביתו פןימות במלחמה ואיש אחר יחנכנו"
    },
    {
      "number": 6,
      "hebrew": "ומיהאיש אשרנטע כרם ולא חללו ילך וישב לביתו פןימות במלחמה ואיש אחר יחללנו"
    },
    {
      "number": 7,
      "hebrew": "ומיהאיש אשרארש אשה ולא לקחה ילך וישב לביתו פןימות במלחמה ואיש אחר יקחנה"
    },
    {
      "number": 8,
      "hebrew": "ויספו השטרים לדבר אלהעם ואמרו מיהאיש הירא ורך הלבב ילך וישב לביתו ולא ימס אתלבב אחיו כלבבו"
    },
    {
      "number": 9,
      "hebrew": "והיה ככלת השטרים לדבר אלהעם ופקדו שרי צבאות בראש העם         "
    },
    {
      "number": 10,
      "hebrew": "כיתקרב אלעיר להלחם עליה וקראת אליה לשלום"
    },
    {
      "number": 11,
      "hebrew": "והיה אםשלום תענך ופתחה לך והיה כלהעם הנמצאבה יהיו לך למס ועבדוך"
    },
    {
      "number": 12,
      "hebrew": "ואםלא תשלים עמך ועשתה עמך מלחמה וצרת עליה"
    },
    {
      "number": 13,
      "hebrew": "ונתנה יהוה אלהיך בידך והכית אתכלזכורה לפיחרב"
    },
    {
      "number": 14,
      "hebrew": "רק הנשים והטף והבהמה וכל אשר יהיה בעיר כלשללה תבז לך ואכלת אתשלל איביך אשר נתן יהוה אלהיך לך"
    },
    {
      "number": 15,
      "hebrew": "כן תעשה לכלהערים הרחקת ממך מאד אשר לאמערי הגויםהאלה הנה"
    },
    {
      "number": 16,
      "hebrew": "רק מערי העמים האלה אשר יהוה אלהיך נתן לך נחלה לא תחיה כלנשמה"
    },
    {
      "number": 17,
      "hebrew": "כיהחרם תחרימם החתי והאמרי הכנעני והפרזי החוי והיבוסי כאשר צוך יהוה אלהיך"
    },
    {
      "number": 18,
      "hebrew": "למען אשר לאילמדו אתכם לעשות ככל תועבתם אשר עשו לאלהיהם וחטאתם ליהוה אלהיכם         "
    },
    {
      "number": 19,
      "hebrew": "כיתצור אלעיר ימים רבים להלחם עליה לתפשה לאתשחית אתעצה לנדח עליו גרזן כי ממנו תאכל ואתו לא תכרת כי האדם עץ השדה לבא מפניך במצור"
    },
    {
      "number": 20,
      "hebrew": "רק עץ אשרתדע כילאעץ מאכל הוא אתו תשחית וכרת ובנית מצור עלהעיר אשרהוא עשה עמך מלחמה עד רדתה ",
      "parsha": "פ"
    }
  ]
}
