{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "hebrew": "כיימצא חלל באדמה אשר יהוה אלהיך נתן לך לרשתה נפל בשדה לא נודע מי הכהו"
    },
    {
      "number": 2,
      "hebrew": "ויצאו זקניך ושפטיך ומדדו אלהערים אשר סביבת החלל"
    },
    {
      "number": 3,
      "hebrew": "והיה העיר הקרבה אלהחלל ולקחו זקני העיר ההוא עגלת בקר אשר לאעבד בה אשר לאמשכה בעל"
    },
    {
      "number": 4,
      "hebrew": "והורדו זקני העיר ההוא אתהעגלה אלנחל איתן אשר לאיעבד בו ולא יזרע וערפושם אתהעגלה בנחל"
    },
    {
      "number": 5,
      "hebrew": "ונגשו הכהנים בני לוי כי בם בחר יהוה אלהיך לשרתו ולברך בשם יהוה ועלפיהם יהיה כלריב וכלנגע"
    },
    {
      "number": 6,
      "hebrew": "וכל זקני העיר ההוא הקרבים אלהחלל ירחצו אתידיהם עלהעגלה הערופה בנחל"
    },
    {
      "number": 7,
      "hebrew": "וענו ואמרו ידינו לא (שפכה) [שפכו] אתהדם הזה ועינינו לא ראו"
    },
    {
      "number": 8,
      "hebrew": "כפר לעמך ישראל אשרפדית יהוה ואלתתן דם נקי בקרב עמך ישראל ונכפר להם הדם"
    },
    {
      "number": 9,
      "hebrew": "ואתה תבער הדם הנקי מקרבך כיתעשה הישר בעיני יהוה         "
    },
    {
      "number": 10,
      "hebrew": "כיתצא למלחמה עלאיביך ונתנו יהוה אלהיך בידך ושבית שביו"
    },
    {
      "number": 11,
      "hebrew": "וראית בשביה אשת יפתתאר וחשקת בה ולקחת לך לאשה"
    },
    {
      "number": 12,
      "hebrew": "והבאתה אלתוך ביתך וגלחה אתראשה ועשתה אתצפרניה"
    },
    {
      "number": 13,
      "hebrew": "והסירה אתשמלת שביה מעליה וישבה בביתך ובכתה אתאביה ואתאמה ירח ימים ואחר כן תבוא אליה ובעלתה והיתה לך לאשה"
    },
    {
      "number": 14,
      "hebrew": "והיה אםלא חפצת בה ושלחתה לנפשה ומכר לאתמכרנה בכסף לאתתעמר בה תחת אשר עניתה         "
    },
    {
      "number": 15,
      "hebrew": "כיתהיין לאיש שתי נשים האחת אהובה והאחת שנואה וילדולו בנים האהובה והשנואה והיה הבן הבכר לשניאה"
    },
    {
      "number": 16,
      "hebrew": "והיה ביום הנחילו אתבניו את אשריהיה לו לא יוכל לבכר אתבןהאהובה עלפני בןהשנואה הבכר"
    },
    {
      "number": 17,
      "hebrew": "כי אתהבכר בןהשנואה יכיר לתת לו פי שנים בכל אשרימצא לו כיהוא ראשית אנו לו משפט הבכרה         "
    },
    {
      "number": 18,
      "hebrew": "כייהיה לאיש בן סורר ומורה איננו שמע בקול אביו ובקול אמו ויסרו אתו ולא ישמע אליהם"
    },
    {
      "number": 19,
      "hebrew": "ותפשו בו אביו ואמו והוציאו אתו אלזקני עירו ואלשער מקמו"
    },
    {
      "number": 20,
      "hebrew": "ואמרו אלזקני עירו בננו זה סורר ומרה איננו שמע בקלנו זולל וסבא"
    },
    {
      "number": 21,
      "hebrew": "ורגמהו כלאנשי עירו באבנים ומת ובערת הרע מקרבך וכלישראל ישמעו ויראו         "
    },
    {
      "number": 22,
      "hebrew": "וכייהיה באיש חטא משפטמות והומת ותלית אתו עלעץ"
    },
    {
      "number": 23,
      "hebrew": "לאתלין נבלתו עלהעץ כיקבור תקברנו ביום ההוא כיקללת אלהים תלוי ולא תטמא אתאדמתך אשר יהוה אלהיך נתן לך נחלה         "
    }
  ]
}
