{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 22,
  "verses": [
    {
      "number": 1,
      "hebrew": "לאתראה אתשור אחיך או אתשיו נדחים והתעלמת מהם השב תשיבם לאחיך"
    },
    {
      "number": 2,
      "hebrew": "ואםלא קרוב אחיך אליך ולא ידעתו ואספתו אלתוך ביתך והיה עמך עד דרש אחיך אתו והשבתו לו"
    },
    {
      "number": 3,
      "hebrew": "וכן תעשה לחמרו וכן תעשה לשמלתו וכן תעשה לכלאבדת אחיך אשרתאבד ממנו ומצאתה לא תוכל להתעלם         "
    },
    {
      "number": 4,
      "hebrew": "לאתראה אתחמור אחיך או שורו נפלים בדרך והתעלמת מהם הקם תקים עמו         "
    },
    {
      "number": 5,
      "hebrew": "לאיהיה כליגבר עלאשה ולאילבש גבר שמלת אשה כי תועבת יהוה אלהיך כלעשה אלה ",
      "parsha": "פ"
    },
    {
      "number": 6,
      "hebrew": "כי יקרא *(בספרי תימן קן בקו״ף גדולה)קןצפורלפניך בדרך בכלעץ או עלהארץ אפרחים או ביצים והאם רבצת עלהאפרחים או עלהביצים לאתקח האם עלהבנים"
    },
    {
      "number": 7,
      "hebrew": "שלח תשלח אתהאם ואתהבנים תקחלך למען ייטב לך והארכת ימים         "
    },
    {
      "number": 8,
      "hebrew": "כי תבנה בית חדש ועשית מעקה לגגך ולאתשים דמים בביתך כייפל הנפל ממנו"
    },
    {
      "number": 9,
      "hebrew": "לאתזרע כרמך כלאים פןתקדש המלאה הזרע אשר תזרע ותבואת הכרם         "
    },
    {
      "number": 10,
      "hebrew": "לאתחרש בשורובחמר יחדו"
    },
    {
      "number": 11,
      "hebrew": "לא תלבש שעטנז צמר ופשתים יחדו         "
    },
    {
      "number": 12,
      "hebrew": "גדלים תעשהלך עלארבע כנפות כסותך אשר תכסהבה         "
    },
    {
      "number": 13,
      "hebrew": "כייקח איש אשה ובא אליה ושנאה"
    },
    {
      "number": 14,
      "hebrew": "ושם לה עלילת דברים והוצא עליה שם רע ואמר אתהאשה הזאת לקחתי ואקרב אליה ולאמצאתי לה בתולים"
    },
    {
      "number": 15,
      "hebrew": "ולקח אבי הנער ואמה והוציאו אתבתולי הנער אלזקני העיר השערה"
    },
    {
      "number": 16,
      "hebrew": "ואמר אבי הנער אלהזקנים אתבתי נתתי לאיש הזה לאשה וישנאה"
    },
    {
      "number": 17,
      "hebrew": "והנההוא שם עלילת דברים לאמר לאמצאתי לבתך בתולים ואלה בתולי בתי ופרשו השמלה לפני זקני העיר"
    },
    {
      "number": 18,
      "hebrew": "ולקחו זקני העירההוא אתהאיש ויסרו אתו"
    },
    {
      "number": 19,
      "hebrew": "וענשו אתו מאה כסף ונתנו לאבי הנערה כי הוציא שם רע על בתולת ישראל ולותהיה לאשה לאיוכל לשלחה כלימיו         "
    },
    {
      "number": 20,
      "hebrew": "ואםאמת היה הדבר הזה לאנמצאו בתולים לנער"
    },
    {
      "number": 21,
      "hebrew": "והוציאו אתהנער אלפתח ביתאביה וסקלוה אנשי עירה באבנים ומתה כיעשתה נבלה בישראל לזנות בית אביה ובערת הרע מקרבך         "
    },
    {
      "number": 22,
      "hebrew": "כיימצא איש שכב עםאשה בעלתבעל ומתו גםשניהם האיש השכב עםהאשה והאשה ובערת הרע מישראל         "
    },
    {
      "number": 23,
      "hebrew": "כי יהיה נער בתולה מארשה לאיש ומצאה איש בעיר ושכב עמה"
    },
    {
      "number": 24,
      "hebrew": "והוצאתם אתשניהם אלשער העיר ההוא וסקלתם אתם באבנים ומתו אתהנער עלדבר אשר לאצעקה בעיר ואתהאיש עלדבר אשרענה אתאשת רעהו ובערת הרע מקרבך         "
    },
    {
      "number": 25,
      "hebrew": "ואםבשדה ימצא האיש אתהנער המארשה והחזיקבה האיש ושכב עמה ומת האיש אשרשכב עמה לבדו"
    },
    {
      "number": 26,
      "hebrew": "ולנער לאתעשה דבר אין לנער חטא מות כי כאשר יקום איש עלרעהו ורצחו נפש כן הדבר הזה"
    },
    {
      "number": 27,
      "hebrew": "כי בשדה מצאה צעקה הנער המארשה ואין מושיע לה         "
    },
    {
      "number": 28,
      "hebrew": "כיימצא איש נער בתולה אשר לאארשה ותפשה ושכב עמה ונמצאו"
    },
    {
      "number": 29,
      "hebrew": "ונתן האיש השכב עמה לאבי הנער חמשים כסף ולותהיה לאשה תחת אשר ענה לאיוכל שלחה כלימיו         "
    }
  ]
}
