{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 25,
  "verses": [
    {
      "number": 1,
      "hebrew": "כייהיה ריב בין אנשים ונגשו אלהמשפט ושפטום והצדיקו אתהצדיק והרשיעו אתהרשע"
    },
    {
      "number": 2,
      "hebrew": "והיה אםבן הכות הרשע והפילו השפט והכהו לפניו כדי רשעתו במספר"
    },
    {
      "number": 3,
      "hebrew": "ארבעים יכנו לא יסיף פןיסיף להכתו עלאלה מכה רבה ונקלה אחיך לעיניך"
    },
    {
      "number": 4,
      "hebrew": "לאתחסם שור בדישו         "
    },
    {
      "number": 5,
      "hebrew": "כיישבו אחים יחדו ומת אחד מהם ובן איןלו לאתהיה אשתהמת החוצה לאיש זר יבמה יבא עליה ולקחה לו לאשה ויבמה"
    },
    {
      "number": 6,
      "hebrew": "והיה הבכור אשר תלד יקום עלשם אחיו המת ולאימחה שמו מישראל"
    },
    {
      "number": 7,
      "hebrew": "ואםלא יחפץ האיש לקחת אתיבמתו ועלתה יבמתו השערה אלהזקנים ואמרה מאן יבמי להקים לאחיו שם בישראל לא אבה יבמי"
    },
    {
      "number": 8,
      "hebrew": "וקראולו זקניעירו ודברו אליו ועמד ואמר לא חפצתי לקחתה"
    },
    {
      "number": 9,
      "hebrew": "ונגשה יבמתו אליו לעיני הזקנים וחלצה נעלו מעל רגלו וירקה בפניו וענתה ואמרה ככה יעשה לאיש אשר לאיבנה אתבית אחיו"
    },
    {
      "number": 10,
      "hebrew": "ונקרא שמו בישראל בית חלוץ הנעל         "
    },
    {
      "number": 11,
      "hebrew": "כיינצו אנשים יחדו איש ואחיו וקרבה אשת האחד להציל אתאישה מיד מכהו ושלחה ידה והחזיקה במבשיו"
    },
    {
      "number": 12,
      "hebrew": "וקצתה אתכפה לא תחוס עינך         "
    },
    {
      "number": 13,
      "hebrew": "לאיהיה לך בכיסך אבן ואבן גדולה וקטנה"
    },
    {
      "number": 14,
      "hebrew": "לאיהיה לך בביתך איפה ואיפה גדולה וקטנה"
    },
    {
      "number": 15,
      "hebrew": "אבן שלמה וצדק יהיהלך איפה שלמה וצדק יהיהלך למען יאריכו ימיך על האדמה אשריהוה אלהיך נתן לך"
    },
    {
      "number": 16,
      "hebrew": "כי תועבת יהוה אלהיך כלעשה אלה כל עשה עול ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "זכור את אשרעשה לך עמלק בדרך בצאתכם ממצרים"
    },
    {
      "number": 18,
      "hebrew": "אשר קרך בדרך ויזנב בך כלהנחשלים אחריך ואתה עיף ויגע ולא ירא אלהים"
    },
    {
      "number": 19,
      "hebrew": "והיה בהניח יהוה אלהיךלך מכלאיביך מסביב בארץ אשר יהוהאלהיך נתן לך נחלה לרשתה תמחה אתזכר עמלק מתחת השמים לא תשכח ",
      "parsha": "פ"
    }
  ]
}
