{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 27,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויצו משה וזקני ישראל אתהעם לאמר שמר אתכלהמצוה אשר אנכי מצוה אתכם היום"
    },
    {
      "number": 2,
      "hebrew": "והיה ביום אשר תעברו אתהירדן אלהארץ אשריהוה אלהיך נתן לך והקמת לך אבנים גדלות ושדת אתם בשיד"
    },
    {
      "number": 3,
      "hebrew": "וכתבת עליהן אתכלדברי התורה הזאת בעברך למען אשר תבא אלהארץ אשריהוה אלהיך נתן לך ארץ זבת חלב ודבש כאשר דבר יהוה אלהיאבתיך לך"
    },
    {
      "number": 4,
      "hebrew": "והיה בעברכם אתהירדן תקימו אתהאבנים האלה אשר אנכי מצוה אתכם היום בהר עיבל ושדת אותם בשיד"
    },
    {
      "number": 5,
      "hebrew": "ובנית שם מזבח ליהוה אלהיך מזבח אבנים לאתניף עליהם ברזל"
    },
    {
      "number": 6,
      "hebrew": "אבנים שלמות תבנה אתמזבח יהוה אלהיך והעלית עליו עולת ליהוה אלהיך"
    },
    {
      "number": 7,
      "hebrew": "וזבחת שלמים ואכלת שם ושמחת לפני יהוה אלהיך"
    },
    {
      "number": 8,
      "hebrew": "וכתבת עלהאבנים אתכלדברי התורה הזאת באר היטב         "
    },
    {
      "number": 9,
      "hebrew": "וידבר משה והכהנים הלוים אל כלישראל לאמר הסכתושמע ישראל היום הזה נהיית לעם ליהוה אלהיך"
    },
    {
      "number": 10,
      "hebrew": "ושמעת בקול יהוה אלהיך ועשית אתמצותו ואתחקיו אשר אנכי מצוך היום         "
    },
    {
      "number": 11,
      "hebrew": "ויצו משה אתהעם ביום ההוא לאמר"
    },
    {
      "number": 12,
      "hebrew": "אלה יעמדו לברך אתהעם עלהר גרזים בעברכם אתהירדן שמעון ולוי ויהודה ויששכר ויוסף ובנימן"
    },
    {
      "number": 13,
      "hebrew": "ואלה יעמדו עלהקללה בהר עיבל ראובן גד ואשר וזבולן דן ונפתלי"
    },
    {
      "number": 14,
      "hebrew": "וענו הלוים ואמרו אלכלאיש ישראל קול רם         "
    },
    {
      "number": 15,
      "hebrew": "ארור האיש אשר יעשה פסל ומסכה תועבת יהוה מעשה ידי חרש ושם בסתר וענו כלהעם ואמרו אמן         "
    },
    {
      "number": 16,
      "hebrew": "ארור מקלה אביו ואמו ואמר כלהעם אמן         "
    },
    {
      "number": 17,
      "hebrew": "ארור מסיג גבול רעהו ואמר כלהעם אמן         "
    },
    {
      "number": 18,
      "hebrew": "ארור משגה עור בדרך ואמר כלהעם אמן         "
    },
    {
      "number": 19,
      "hebrew": "ארור מטה משפט גריתום ואלמנה ואמר כלהעם אמן*(ספק פרשה סתומה בכתר ארם צובה)"
    },
    {
      "number": 20,
      "hebrew": "ארור שכב עםאשת אביו כי גלה כנף אביו ואמר כלהעם אמן         "
    },
    {
      "number": 21,
      "hebrew": "ארור שכב עםכלבהמה ואמר כלהעם אמן         "
    },
    {
      "number": 22,
      "hebrew": "ארור שכב עםאחתו בתאביו או בתאמו ואמר כלהעם אמן         "
    },
    {
      "number": 23,
      "hebrew": "ארור שכב עםחתנתו ואמר כלהעם אמן         "
    },
    {
      "number": 24,
      "hebrew": "ארור מכה רעהו בסתר ואמר כלהעם אמן         "
    },
    {
      "number": 25,
      "hebrew": "ארור לקח שחד להכות נפש דם נקי ואמר כלהעם אמן         "
    },
    {
      "number": 26,
      "hebrew": "ארור אשר לאיקים אתדברי התורההזאת לעשות אותם ואמר כלהעם אמן ",
      "parsha": "פ"
    }
  ]
}
