{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 28,
  "verses": [
    {
      "number": 1,
      "hebrew": "והיה אםשמוע תשמע בקול יהוה אלהיך לשמר לעשות אתכלמצותיו אשר אנכי מצוך היום ונתנך יהוה אלהיך עליון על כלגויי הארץ"
    },
    {
      "number": 2,
      "hebrew": "ובאו עליך כלהברכות האלה והשיגך כי תשמע בקול יהוה אלהיך"
    },
    {
      "number": 3,
      "hebrew": "ברוך אתה בעיר וברוך אתה בשדה"
    },
    {
      "number": 4,
      "hebrew": "ברוך פריבטנך ופרי אדמתך ופרי בהמתך שגר אלפיך ועשתרות צאנך"
    },
    {
      "number": 5,
      "hebrew": "ברוך טנאך ומשארתך"
    },
    {
      "number": 6,
      "hebrew": "ברוך אתה בבאך וברוך אתה בצאתך"
    },
    {
      "number": 7,
      "hebrew": "יתן יהוה אתאיביך הקמים עליך נגפים לפניך בדרך אחד יצאו אליך ובשבעה דרכים ינוסו לפניך"
    },
    {
      "number": 8,
      "hebrew": "יצו יהוה אתך אתהברכה באסמיך ובכל משלח ידך וברכך בארץ אשריהוה אלהיך נתן לך"
    },
    {
      "number": 9,
      "hebrew": "יקימך יהוה לו לעם קדוש כאשר נשבעלך כי תשמר אתמצות יהוה אלהיך והלכת בדרכיו"
    },
    {
      "number": 10,
      "hebrew": "וראו כלעמי הארץ כי שם יהוה נקרא עליך ויראו ממך"
    },
    {
      "number": 11,
      "hebrew": "והותרך יהוה לטובה בפרי בטנך ובפרי בהמתך ובפרי אדמתך על האדמה אשר נשבע יהוה לאבתיך לתת לך"
    },
    {
      "number": 12,
      "hebrew": "יפתח יהוהלך אתאוצרו הטוב אתהשמים לתת מטרארצך בעתו ולברך את כלמעשה ידך והלוית גוים רבים ואתה לא תלוה"
    },
    {
      "number": 13,
      "hebrew": "ונתנך יהוה לראש ולא לזנב והיית רק למעלה ולא תהיה למטה כיתשמע אלמצות יהוה אלהיך אשר אנכי מצוך היום לשמר ולעשות"
    },
    {
      "number": 14,
      "hebrew": "ולא תסור מכלהדברים אשר אנכי מצוה אתכם היום ימין ושמאול ללכת אחרי אלהים אחרים לעבדם ",
      "parsha": "פ"
    },
    {
      "number": 15,
      "hebrew": "והיה אםלא תשמע בקול יהוה אלהיך לשמר לעשות אתכלמצותיו וחקתיו אשר אנכי מצוך היום ובאו עליך כלהקללות האלה והשיגוך"
    },
    {
      "number": 16,
      "hebrew": "ארור אתה בעיר וארור אתה בשדה"
    },
    {
      "number": 17,
      "hebrew": "ארור טנאך ומשארתך"
    },
    {
      "number": 18,
      "hebrew": "ארור פריבטנך ופרי אדמתך שגר אלפיך ועשתרת צאנך"
    },
    {
      "number": 19,
      "hebrew": "ארור אתה בבאך וארור אתה בצאתך"
    },
    {
      "number": 20,
      "hebrew": "ישלח יהוהבך אתהמארה אתהמהומה ואתהמגערת בכלמשלח ידך אשר תעשה עד השמדך ועדאבדך מהר מפני רע מעלליך אשר עזבתני"
    },
    {
      "number": 21,
      "hebrew": "ידבק יהוה בך אתהדבר עד כלתו אתך מעל האדמה אשראתה באשמה לרשתה"
    },
    {
      "number": 22,
      "hebrew": "יככה יהוה בשחפת ובקדחת ובדלקת ובחרחר ובחרב ובשדפון ובירקון ורדפוך עד אבדך"
    },
    {
      "number": 23,
      "hebrew": "והיו שמיך אשר עלראשך נחשת והארץ אשרתחתיך ברזל"
    },
    {
      "number": 24,
      "hebrew": "יתן יהוה אתמטר ארצך אבק ועפר מןהשמים ירד עליך עד השמדך"
    },
    {
      "number": 25,
      "hebrew": "יתנך יהוהנגף לפני איביך בדרך אחד תצא אליו ובשבעה דרכים תנוס לפניו והיית לזעוה לכל ממלכות הארץ"
    },
    {
      "number": 26,
      "hebrew": "והיתה נבלתך למאכל לכלעוף השמים ולבהמת הארץ ואין מחריד"
    },
    {
      "number": 27,
      "hebrew": "יככה יהוה בשחין מצרים (ובעפלים) [ובטחרים] ובגרב ובחרס אשר לאתוכל להרפא"
    },
    {
      "number": 28,
      "hebrew": "יככה יהוה בשגעון ובעורון ובתמהון לבב"
    },
    {
      "number": 29,
      "hebrew": "והיית ממשש בצהרים כאשר ימשש העור באפלה ולא תצליח אתדרכיך והיית אך עשוק וגזול כלהימים ואין מושיע"
    },
    {
      "number": 30,
      "hebrew": "אשה תארש ואיש אחר (ישגלנה) [ישכבנה] בית תבנה ולאתשב בו כרם תטע ולא תחללנו"
    },
    {
      "number": 31,
      "hebrew": "שורך טבוח לעיניך ולא תאכל ממנו חמרך גזול מלפניך ולא ישוב לך צאנך נתנות לאיביך ואין לך מושיע"
    },
    {
      "number": 32,
      "hebrew": "בניך ובנתיך נתנים לעם אחר ועיניך ראות וכלות אליהם כלהיום ואין לאל ידך"
    },
    {
      "number": 33,
      "hebrew": "פרי אדמתך וכליגיעך יאכל עם אשר לאידעת והיית רק עשוק ורצוץ כלהימים"
    },
    {
      "number": 34,
      "hebrew": "והיית משגע ממראה עיניך אשר תראה"
    },
    {
      "number": 35,
      "hebrew": "יככה יהוה בשחין רע עלהברכים ועלהשקים אשר לאתוכל להרפא מכף רגלך ועד קדקדך"
    },
    {
      "number": 36,
      "hebrew": "יולך יהוה אתך ואתמלכך אשר תקים עליך אלגוי אשר לאידעת אתה ואבתיך ועבדת שם אלהים אחרים עץ ואבן"
    },
    {
      "number": 37,
      "hebrew": "והיית לשמה למשל ולשנינה בכל העמים אשרינהגך יהוה שמה"
    },
    {
      "number": 38,
      "hebrew": "זרע רב תוציא השדה ומעט תאסף כי יחסלנו הארבה"
    },
    {
      "number": 39,
      "hebrew": "כרמים תטע ועבדת ויין לאתשתה ולא תאגר כי תאכלנו התלעת"
    },
    {
      "number": 40,
      "hebrew": "זיתים יהיו לך בכלגבולך ושמן לא תסוך כי ישל זיתך"
    },
    {
      "number": 41,
      "hebrew": "בנים ובנות תוליד ולאיהיו לך כי ילכו בשבי"
    },
    {
      "number": 42,
      "hebrew": "כלעצך ופרי אדמתך יירש הצלצל"
    },
    {
      "number": 43,
      "hebrew": "הגר אשר בקרבך יעלה עליך מעלה מעלה ואתה תרד מטה מטה"
    },
    {
      "number": 44,
      "hebrew": "הוא ילוך ואתה לא תלונו הוא יהיה לראש ואתה תהיה לזנב"
    },
    {
      "number": 45,
      "hebrew": "ובאו עליך כלהקללות האלה ורדפוך והשיגוך עד השמדך כילא שמעת בקול יהוה אלהיך לשמר מצותיו וחקתיו אשר צוך"
    },
    {
      "number": 46,
      "hebrew": "והיו בך לאות ולמופת ובזרעך עדעולם"
    },
    {
      "number": 47,
      "hebrew": "תחת אשר לאעבדת אתיהוה אלהיך בשמחה ובטוב לבב מרב כל"
    },
    {
      "number": 48,
      "hebrew": "ועבדת אתאיביך אשר ישלחנו יהוה בך ברעב ובצמא ובעירם ובחסר כל ונתן על ברזל עלצוארך עד השמידו אתך"
    },
    {
      "number": 49,
      "hebrew": "ישא יהוה עליך גוי מרחק מקצה הארץ כאשר ידאה הנשר גוי אשר לאתשמע לשנו"
    },
    {
      "number": 50,
      "hebrew": "גוי עז פנים אשר לאישא פנים לזקן ונער לא יחן"
    },
    {
      "number": 51,
      "hebrew": "ואכל פרי בהמתך ופריאדמתך עד השמדך אשר לאישאיר לך דגן תירוש ויצהר שגר אלפיך ועשתרת צאנך עד האבידו אתך"
    },
    {
      "number": 52,
      "hebrew": "והצר לך בכלשעריך עד רדת חמתיך הגבהת והבצרות אשר אתה בטח בהן בכלארצך והצר לך בכלשעריך בכלארצך אשר נתן יהוה אלהיך לך"
    },
    {
      "number": 53,
      "hebrew": "ואכלת פריבטנך בשר בניך ובנתיך אשר נתןלך יהוה אלהיך במצור ובמצוק אשריציק לך איבך"
    },
    {
      "number": 54,
      "hebrew": "האיש הרך בך והענג מאד תרע עינו באחיו ובאשת חיקו וביתר בניו אשר יותיר"
    },
    {
      "number": 55,
      "hebrew": "מתת לאחד מהם מבשר בניו אשר יאכל מבלי השאירלו כל במצור ובמצוק אשר יציק לך איבך בכלשעריך"
    },
    {
      "number": 56,
      "hebrew": "הרכה בך והענגה אשר לאנסתה כףרגלה הצג עלהארץ מהתענג ומרך תרע עינה באיש חיקה ובבנה ובבתה"
    },
    {
      "number": 57,
      "hebrew": "ובשליתה היוצת מבין רגליה ובבניה אשר תלד כיתאכלם בחסרכל בסתר במצור ובמצוק אשר יציק לך איבך בשעריך"
    },
    {
      "number": 58,
      "hebrew": "אםלא תשמר לעשות אתכלדברי התורה הזאת הכתבים בספר הזה ליראה אתהשם הנכבד והנורא הזה את יהוה אלהיך"
    },
    {
      "number": 59,
      "hebrew": "והפלא יהוה אתמכתך ואת מכות זרעך מכות גדלת ונאמנות וחלים רעים ונאמנים"
    },
    {
      "number": 60,
      "hebrew": "והשיב בך את כלמדוה מצרים אשר יגרת מפניהם ודבקו בך"
    },
    {
      "number": 61,
      "hebrew": "גם כלחלי וכלמכה אשר לא כתוב בספר התורה הזאת יעלם יהוה עליך עד השמדך"
    },
    {
      "number": 62,
      "hebrew": "ונשארתם במתי מעט תחת אשר הייתם ככוכבי השמים לרב כילא שמעת בקול יהוה אלהיך"
    },
    {
      "number": 63,
      "hebrew": "והיה כאשרשש יהוה עליכם להיטיב אתכם ולהרבות אתכם כן ישיש יהוה עליכם להאביד אתכם ולהשמיד אתכם ונסחתם מעל האדמה אשראתה באשמה לרשתה"
    },
    {
      "number": 64,
      "hebrew": "והפיצך יהוה בכלהעמים מקצה הארץ ועדקצה הארץ ועבדת שם אלהים אחרים אשר לאידעת אתה ואבתיך עץ ואבן"
    },
    {
      "number": 65,
      "hebrew": "ובגוים ההם לא תרגיע ולאיהיה מנוח לכףרגלך ונתן יהוה לך שם לב רגז וכליון עינים ודאבון נפש"
    },
    {
      "number": 66,
      "hebrew": "והיו חייך תלאים לך מנגד ופחדת לילה ויומם ולא תאמין בחייך"
    },
    {
      "number": 67,
      "hebrew": "בבקר תאמר מייתן ערב ובערב תאמר מייתן בקר מפחד לבבך אשר תפחד וממראה עיניך אשר תראה"
    },
    {
      "number": 68,
      "hebrew": "והשיבך יהוהמצרים באניות בדרך אשר אמרתי לך לאתסיף עוד לראתה והתמכרתם שם לאיביך לעבדים ולשפחות ואין קנה         "
    },
    {
      "number": 69,
      "hebrew": "אלה דברי הברית אשרצוה יהוה אתמשה לכרת אתבני ישראל בארץ מואב מלבד הברית אשרכרת אתם בחרב ",
      "parsha": "פ"
    }
  ]
}
