{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 29,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקרא משה אלכלישראל ויאמר אלהם אתם ראיתם את כלאשר עשה יהוה לעיניכם בארץ מצרים לפרעה ולכלעבדיו ולכלארצו"
    },
    {
      "number": 2,
      "hebrew": "המסות הגדלת אשר ראו עיניך האתת והמפתים הגדלים ההם"
    },
    {
      "number": 3,
      "hebrew": "ולאנתן יהוה לכם לב לדעת ועינים לראות ואזנים לשמע עד היום הזה"
    },
    {
      "number": 4,
      "hebrew": "ואולך אתכם ארבעים שנה במדבר לאבלו שלמתיכם מעליכם ונעלך לאבלתה מעל רגלך"
    },
    {
      "number": 5,
      "hebrew": "לחם לא אכלתם ויין ושכר לא שתיתם למען תדעו כי אני יהוה אלהיכם"
    },
    {
      "number": 6,
      "hebrew": "ותבאו אלהמקום הזה ויצא סיחן מלךחשבון ועוג מלךהבשן לקראתנו למלחמה ונכם"
    },
    {
      "number": 7,
      "hebrew": "ונקח אתארצם ונתנה לנחלה לראובני ולגדי ולחצי שבט המנשי"
    },
    {
      "number": 8,
      "hebrew": "ושמרתם אתדברי הברית הזאת ועשיתם אתם למען תשכילו את כלאשר תעשון ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "אתם נצבים היום כלכם לפני יהוה אלהיכם ראשיכם שבטיכם זקניכם ושטריכם כל איש ישראל"
    },
    {
      "number": 10,
      "hebrew": "טפכם נשיכם וגרך אשר בקרב מחניך מחטב עציך עד שאב מימיך"
    },
    {
      "number": 11,
      "hebrew": "לעברך בברית יהוה אלהיך ובאלתו אשר יהוה אלהיך כרת עמך היום"
    },
    {
      "number": 12,
      "hebrew": "למען הקיםאתך היוםלו לעם והוא יהיהלך לאלהים כאשר דברלך וכאשר נשבע לאבתיך לאברהם ליצחק וליעקב"
    },
    {
      "number": 13,
      "hebrew": "ולא אתכם לבדכם אנכי כרת אתהברית הזאת ואתהאלה הזאת"
    },
    {
      "number": 14,
      "hebrew": "כי אתאשר ישנו פה עמנו עמד היום לפני יהוה אלהינו ואת אשר איננו פה עמנו היום"
    },
    {
      "number": 15,
      "hebrew": "כיאתם ידעתם את אשרישבנו בארץ מצרים ואת אשרעברנו בקרב הגוים אשר עברתם"
    },
    {
      "number": 16,
      "hebrew": "ותראו אתשקוציהם ואת גלליהם עץ ואבן כסף וזהב אשר עמהם"
    },
    {
      "number": 17,
      "hebrew": "פןיש בכם איש אואשה או משפחה אושבט אשר לבבו פנה היום מעם יהוה אלהינו ללכת לעבד אתאלהי הגוים ההם פןיש בכם שרש פרה ראש ולענה"
    },
    {
      "number": 18,
      "hebrew": "והיה בשמעו אתדברי האלה הזאת והתברך בלבבו לאמר שלום יהיהלי כי בשררות לבי אלך למען ספות הרוה אתהצמאה"
    },
    {
      "number": 19,
      "hebrew": "לאיאבה יהוה סלח לו כי אז יעשן אףיהוה וקנאתו באיש ההוא ורבצה בו כלהאלה הכתובה בספר הזה ומחה יהוה אתשמו מתחת השמים"
    },
    {
      "number": 20,
      "hebrew": "והבדילו יהוה לרעה מכל שבטי ישראל ככל אלות הברית הכתובה בספר התורה הזה"
    },
    {
      "number": 21,
      "hebrew": "ואמר הדור האחרון בניכם אשר יקומו מאחריכם והנכרי אשר יבא מארץ רחוקה וראו אתמכות הארץ ההוא ואתתחלאיה אשרחלה יהוה בה"
    },
    {
      "number": 22,
      "hebrew": "גפרית ומלח שרפה כלארצה לא תזרע ולא תצמח ולאיעלה בה כלעשב כמהפכת סדם ועמרה אדמה (וצביים) [וצבוים] אשר הפך יהוה באפו ובחמתו"
    },
    {
      "number": 23,
      "hebrew": "ואמרו כלהגוים עלמה עשה יהוה ככה לארץ הזאת מה חרי האף הגדול הזה"
    },
    {
      "number": 24,
      "hebrew": "ואמרו על אשר עזבו אתברית יהוה אלהי אבתם אשר כרת עמם בהוציאו אתם מארץ מצרים"
    },
    {
      "number": 25,
      "hebrew": "וילכו ויעבדו אלהים אחרים וישתחוו להם אלהים אשר לאידעום ולא חלק להם"
    },
    {
      "number": 26,
      "hebrew": "ויחראף יהוה בארץ ההוא להביא עליה אתכלהקללה הכתובה בספר הזה"
    },
    {
      "number": 27,
      "hebrew": "ויתשם יהוה מעל אדמתם באף ובחמה ובקצף גדול וישלכם אלארץ אחרת כיום הזה"
    },
    {
      "number": 28,
      "hebrew": "הנסתרת ליהוה אלהינו והנגלת לנו ולבנינו עדעולם לעשות אתכלדברי התורה הזאת         "
    }
  ]
}
