{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 3,
  "verses": [
    {
      "number": 1,
      "hebrew": "ונפן ונעל דרך הבשן ויצא עוג מלךהבשן לקראתנו הוא וכלעמו למלחמה אדרעי"
    },
    {
      "number": 2,
      "hebrew": "ויאמר יהוה אלי אלתירא אתו כי בידך נתתי אתו ואתכלעמו ואתארצו ועשית לו כאשר עשית לסיחן מלך האמרי אשר יושב בחשבון"
    },
    {
      "number": 3,
      "hebrew": "ויתן יהוה אלהינו בידנו גם אתעוג מלךהבשן ואתכלעמו ונכהו עדבלתי השאירלו שריד"
    },
    {
      "number": 4,
      "hebrew": "ונלכד אתכלעריו בעת ההוא לא היתה קריה אשר לאלקחנו מאתם ששים עיר כלחבל ארגב ממלכת עוג בבשן"
    },
    {
      "number": 5,
      "hebrew": "כלאלה ערים בצרת חומה גבהה דלתים ובריח לבד מערי הפרזי הרבה מאד"
    },
    {
      "number": 6,
      "hebrew": "ונחרם אותם כאשר עשינו לסיחן מלך חשבון החרם כלעיר מתם הנשים והטף"
    },
    {
      "number": 7,
      "hebrew": "וכלהבהמה ושלל הערים בזונו לנו"
    },
    {
      "number": 8,
      "hebrew": "ונקח בעת ההוא אתהארץ מיד שני מלכי האמרי אשר בעבר הירדן מנחל ארנן עדהר חרמון"
    },
    {
      "number": 9,
      "hebrew": "צידנים יקראו לחרמון שרין והאמרי יקראולו שניר"
    },
    {
      "number": 10,
      "hebrew": "כל ערי המישר וכלהגלעד וכלהבשן עדסלכה ואדרעי ערי ממלכת עוג בבשן"
    },
    {
      "number": 11,
      "hebrew": "כי רקעוג מלך הבשן נשאר מיתר הרפאים הנה ערשו ערש ברזל הלה הוא ברבת בני עמון תשע אמות ארכה וארבע אמות רחבה באמתאיש"
    },
    {
      "number": 12,
      "hebrew": "ואתהארץ הזאת ירשנו בעת ההוא מערער אשרעלנחל ארנן וחצי הרהגלעד ועריו נתתי לראובני ולגדי"
    },
    {
      "number": 13,
      "hebrew": "ויתר הגלעד וכלהבשן ממלכת עוג נתתי לחצי שבט המנשה כל חבל הארגב לכלהבשן ההוא יקרא ארץ רפאים"
    },
    {
      "number": 14,
      "hebrew": "יאיר בןמנשה לקח אתכלחבל ארגב עדגבול הגשורי והמעכתי ויקרא אתם עלשמו אתהבשן חות יאיר עד היום הזה"
    },
    {
      "number": 15,
      "hebrew": "ולמכיר נתתי אתהגלעד"
    },
    {
      "number": 16,
      "hebrew": "ולראובני ולגדי נתתי מןהגלעד ועדנחל ארנן תוך הנחל וגבל ועד יבק הנחל גבול בני עמון"
    },
    {
      "number": 17,
      "hebrew": "והערבה והירדן וגבל מכנרת ועד ים הערבה ים המלח תחת אשדת הפסגה מזרחה"
    },
    {
      "number": 18,
      "hebrew": "ואצו אתכם בעת ההוא לאמר יהוה אלהיכם נתן לכם אתהארץ הזאת לרשתה חלוצים תעברו לפני אחיכם בניישראל כלבניחיל"
    },
    {
      "number": 19,
      "hebrew": "רק נשיכם וטפכם ומקנכם ידעתי כימקנה רב לכם ישבו בעריכם אשר נתתי לכם"
    },
    {
      "number": 20,
      "hebrew": "עד אשריניח יהוהלאחיכם ככם וירשו גםהם אתהארץ אשר יהוה אלהיכם נתן להם בעבר הירדן ושבתם איש לירשתו אשר נתתי לכם"
    },
    {
      "number": 21,
      "hebrew": "ואתיהושוע צויתי בעת ההוא לאמר עיניך הראת את כלאשר עשה יהוה אלהיכם לשני המלכים האלה כןיעשה יהוה לכלהממלכות אשר אתה עבר שמה"
    },
    {
      "number": 22,
      "hebrew": "לא תיראום כי יהוה אלהיכם הוא הנלחם לכם         "
    },
    {
      "number": 23,
      "hebrew": "ואתחנן אליהוה בעת ההוא לאמר"
    },
    {
      "number": 24,
      "hebrew": "אדני יהוה אתה החלות להראות אתעבדך אתגדלך ואתידך החזקה אשר מיאל בשמים ובארץ אשריעשה כמעשיך וכגבורתך"
    },
    {
      "number": 25,
      "hebrew": "אעברהנא ואראה אתהארץ הטובה אשר בעבר הירדן ההר הטוב הזה והלבנן"
    },
    {
      "number": 26,
      "hebrew": "ויתעבר יהוה בי למענכם ולא שמע אלי ויאמר יהוה אלי רבלך אלתוסף דבר אלי עוד בדבר הזה"
    },
    {
      "number": 27,
      "hebrew": "עלה ראש הפסגה ושא עיניך ימה וצפנה ותימנה ומזרחה וראה בעיניך כילא תעבר אתהירדן הזה"
    },
    {
      "number": 28,
      "hebrew": "וצו אתיהושע וחזקהו ואמצהו כיהוא יעבר לפני העם הזה והוא ינחיל אותם אתהארץ אשר תראה"
    },
    {
      "number": 29,
      "hebrew": "ונשב בגיא מול בית פעור ",
      "parsha": "פ"
    }
  ]
}
