{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 30,
  "verses": [
    {
      "number": 1,
      "hebrew": "והיה כייבאו עליך כלהדברים האלה הברכה והקללה אשר נתתי לפניך והשבת אללבבך בכלהגוים אשר הדיחך יהוה אלהיך שמה"
    },
    {
      "number": 2,
      "hebrew": "ושבת עדיהוה אלהיך ושמעת בקלו ככל אשראנכי מצוך היום אתה ובניך בכללבבך ובכלנפשך"
    },
    {
      "number": 3,
      "hebrew": "ושב יהוה אלהיך אתשבותך ורחמך ושב וקבצך מכלהעמים אשר הפיצך יהוה אלהיך שמה"
    },
    {
      "number": 4,
      "hebrew": "אםיהיה נדחך בקצה השמים משם יקבצך יהוה אלהיך ומשם יקחך"
    },
    {
      "number": 5,
      "hebrew": "והביאך יהוה אלהיך אלהארץ אשרירשו אבתיך וירשתה והיטבך והרבך מאבתיך"
    },
    {
      "number": 6,
      "hebrew": "ומל יהוה אלהיך אתלבבך ואתלבב זרעך לאהבה אתיהוה אלהיך בכללבבך ובכלנפשך למען חייך"
    },
    {
      "number": 7,
      "hebrew": "ונתן יהוה אלהיך את כלהאלות האלה עלאיביך ועלשנאיך אשר רדפוך"
    },
    {
      "number": 8,
      "hebrew": "ואתה תשוב ושמעת בקול יהוה ועשית אתכלמצותיו אשר אנכי מצוך היום"
    },
    {
      "number": 9,
      "hebrew": "והותירך יהוה אלהיך בכל מעשה ידך בפרי בטנך ובפרי בהמתך ובפרי אדמתך לטבה כי ישוב יהוה לשוש עליך לטוב כאשרשש עלאבתיך"
    },
    {
      "number": 10,
      "hebrew": "כי תשמע בקול יהוה אלהיך לשמר מצותיו וחקתיו הכתובה בספר התורה הזה כי תשוב אליהוה אלהיך בכללבבך ובכלנפשך         "
    },
    {
      "number": 11,
      "hebrew": "כי המצוה הזאת אשר אנכי מצוך היום לאנפלאת הוא ממך ולא רחקה הוא"
    },
    {
      "number": 12,
      "hebrew": "לא בשמים הוא לאמר מי יעלהלנו השמימה ויקחה לנו וישמענו אתה ונעשנה"
    },
    {
      "number": 13,
      "hebrew": "ולאמעבר לים הוא לאמר מי יעברלנו אלעבר הים ויקחה לנו וישמענו אתה ונעשנה"
    },
    {
      "number": 14,
      "hebrew": "כיקרוב אליך הדבר מאד בפיך ובלבבך לעשתו         "
    },
    {
      "number": 15,
      "hebrew": "ראה נתתי לפניך היום אתהחיים ואתהטוב ואתהמות ואתהרע"
    },
    {
      "number": 16,
      "hebrew": "אשר אנכי מצוך היום לאהבה אתיהוה אלהיך ללכת בדרכיו ולשמר מצותיו וחקתיו ומשפטיו וחיית ורבית וברכך יהוה אלהיך בארץ אשראתה באשמה לרשתה"
    },
    {
      "number": 17,
      "hebrew": "ואםיפנה לבבך ולא תשמע ונדחת והשתחוית לאלהים אחרים ועבדתם"
    },
    {
      "number": 18,
      "hebrew": "הגדתי לכם היום כי אבד תאבדון לאתאריכן ימים עלהאדמה אשר אתה עבר אתהירדן לבוא שמה לרשתה"
    },
    {
      "number": 19,
      "hebrew": "העדתי בכם היום אתהשמים ואתהארץ החיים והמות נתתי לפניך הברכה והקללה ובחרת בחיים למען תחיה אתה וזרעך"
    },
    {
      "number": 20,
      "hebrew": "לאהבה אתיהוה אלהיך לשמע בקלו ולדבקהבו כי הוא חייך וארך ימיך לשבת עלהאדמה אשר נשבע יהוה לאבתיך לאברהם ליצחק וליעקב לתת להם ",
      "parsha": "פ"
    }
  ]
}
