{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 33,
  "verses": [
    {
      "number": 1,
      "hebrew": "וזאת הברכה אשר ברך משה איש האלהים אתבני ישראל לפני מותו"
    },
    {
      "number": 2,
      "hebrew": "ויאמר יהוה מסיני בא וזרח משעיר למו הופיע מהר פארן ואתה מרבבת קדש מימינו (אשדת) [אש דת] למו"
    },
    {
      "number": 3,
      "hebrew": "אף חבב עמים כלקדשיו בידך והם תכו לרגלך ישא מדברתיך"
    },
    {
      "number": 4,
      "hebrew": "תורה צוהלנו משה מורשה קהלת יעקב"
    },
    {
      "number": 5,
      "hebrew": "ויהי בישרון מלך בהתאסף ראשי עם יחד שבטי ישראל"
    },
    {
      "number": 6,
      "hebrew": "יחי ראובן ואלימת ויהי מתיו מספר         "
    },
    {
      "number": 7,
      "hebrew": "וזאת ליהודה ויאמר שמע יהוה קול יהודה ואלעמו תביאנו ידיו רב לו ועזר מצריו תהיה ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "וללוי אמר תמיך ואוריך לאיש חסידך אשר נסיתו במסה תריבהו עלמי מריבה"
    },
    {
      "number": 9,
      "hebrew": "האמר לאביו ולאמו לא ראיתיו ואתאחיו לא הכיר ואתבנו לא ידע כי שמרו אמרתך ובריתך ינצרו"
    },
    {
      "number": 10,
      "hebrew": "יורו משפטיך ליעקב ותורתך לישראל ישימו קטורה באפך וכליל עלמזבחך"
    },
    {
      "number": 11,
      "hebrew": "ברך יהוה חילו ופעל ידיו תרצה מחץ מתנים קמיו ומשנאיו מןיקומון         "
    },
    {
      "number": 12,
      "hebrew": "לבנימן אמר ידיד יהוה ישכן לבטח עליו חפף עליו כלהיום ובין כתפיו שכן         "
    },
    {
      "number": 13,
      "hebrew": "וליוסף אמר מברכת יהוה ארצו ממגד שמים מטל ומתהום רבצת תחת"
    },
    {
      "number": 14,
      "hebrew": "וממגד תבואת שמש וממגד גרש ירחים"
    },
    {
      "number": 15,
      "hebrew": "ומראש הרריקדם וממגד גבעות עולם"
    },
    {
      "number": 16,
      "hebrew": "וממגד ארץ ומלאה ורצון שכני סנה תבואתה לראש יוסף ולקדקד נזיר אחיו"
    },
    {
      "number": 17,
      "hebrew": "בכור שורו הדר לו וקרני ראם קרניו בהם עמים ינגח יחדו אפסיארץ והם רבבות אפרים והם אלפי מנשה         "
    },
    {
      "number": 18,
      "hebrew": "ולזבולן אמר שמח זבולן בצאתך ויששכר באהליך"
    },
    {
      "number": 19,
      "hebrew": "עמים הריקראו שם יזבחו זבחיצדק כי שפע ימים יינקו ושפני טמוני חול         "
    },
    {
      "number": 20,
      "hebrew": "ולגד אמר ברוך מרחיב גד כלביא שכן וטרף זרוע אףקדקד"
    },
    {
      "number": 21,
      "hebrew": "וירא ראשית לו כישם חלקת מחקק ספון ויתא ראשי עם צדקת יהוה עשה ומשפטיו עםישראל         "
    },
    {
      "number": 22,
      "hebrew": "ולדן אמר דן גור אריה יזנק מןהבשן"
    },
    {
      "number": 23,
      "hebrew": "ולנפתלי אמר נפתלי שבע רצון ומלא ברכת יהוה ים ודרום ירשה         "
    },
    {
      "number": 24,
      "hebrew": "ולאשר אמר ברוך מבנים אשר יהי רצוי אחיו וטבל בשמן רגלו"
    },
    {
      "number": 25,
      "hebrew": "ברזל ונחשת מנעלך וכימיך דבאך"
    },
    {
      "number": 26,
      "hebrew": "אין כאל ישרון רכב שמים בעזרך ובגאותו שחקים"
    },
    {
      "number": 27,
      "hebrew": "מענה אלהי קדם ומתחת זרעת עולם ויגרש מפניך אויב ויאמר השמד"
    },
    {
      "number": 28,
      "hebrew": "וישכן ישראל בטח בדד עין יעקב אלארץ דגן ותירוש אףשמיו יערפו טל"
    },
    {
      "number": 29,
      "hebrew": "אשריך*(בספרי תימן אשריך באל״ף גדולה) ישראל מי כמוך עם נושע ביהוה מגן עזרך ואשרחרב גאותך ויכחשו איביך לך ואתה עלבמותימו תדרך         "
    }
  ]
}
