{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "hebrew": "ועתה ישראל שמע אלהחקים ואלהמשפטים אשר אנכי מלמד אתכם לעשות למען תחיו ובאתם וירשתם אתהארץ אשר יהוה אלהי אבתיכם נתן לכם"
    },
    {
      "number": 2,
      "hebrew": "לא תספו עלהדבר אשר אנכי מצוה אתכם ולא תגרעו ממנו לשמר אתמצות יהוה אלהיכם אשר אנכי מצוה אתכם"
    },
    {
      "number": 3,
      "hebrew": "עיניכם הראות את אשרעשה יהוה בבעל פעור כי כלהאיש אשר הלך אחרי בעלפעור השמידו יהוה אלהיך מקרבך"
    },
    {
      "number": 4,
      "hebrew": "ואתם הדבקים ביהוה אלהיכם חיים כלכם היום"
    },
    {
      "number": 5,
      "hebrew": "ראה למדתי אתכם חקים ומשפטים כאשר צוני יהוה אלהי לעשות כן בקרב הארץ אשר אתם באים שמה לרשתה"
    },
    {
      "number": 6,
      "hebrew": "ושמרתם ועשיתם כי הוא חכמתכם ובינתכם לעיני העמים אשר ישמעון את כלהחקים האלה ואמרו רק עםחכם ונבון הגוי הגדול הזה"
    },
    {
      "number": 7,
      "hebrew": "כי מיגוי גדול אשרלו אלהים קרבים אליו כיהוה אלהינו בכלקראנו אליו"
    },
    {
      "number": 8,
      "hebrew": "ומי גוי גדול אשרלו חקים ומשפטים צדיקם ככל התורה הזאת אשר אנכי נתן לפניכם היום"
    },
    {
      "number": 9,
      "hebrew": "רק השמר לך ושמר נפשך מאד פןתשכח אתהדברים אשרראו עיניך ופןיסורו מלבבך כל ימי חייך והודעתם לבניך ולבני בניך"
    },
    {
      "number": 10,
      "hebrew": "יום אשר עמדת לפני יהוה אלהיך בחרב באמר יהוה אלי הקהללי אתהעם ואשמעם אתדברי אשר ילמדון ליראה אתי כלהימים אשר הם חיים עלהאדמה ואתבניהם ילמדון"
    },
    {
      "number": 11,
      "hebrew": "ותקרבון ותעמדון תחת ההר וההר בער באש עדלב השמים חשך ענן וערפל"
    },
    {
      "number": 12,
      "hebrew": "וידבר יהוה אליכם מתוך האש קול דברים אתם שמעים ותמונה אינכם ראים זולתי קול"
    },
    {
      "number": 13,
      "hebrew": "ויגד לכם אתבריתו אשר צוה אתכם לעשות עשרת הדברים ויכתבם עלשני לחות אבנים"
    },
    {
      "number": 14,
      "hebrew": "ואתי צוה יהוה בעת ההוא ללמד אתכם חקים ומשפטים לעשתכם אתם בארץ אשר אתם עברים שמה לרשתה"
    },
    {
      "number": 15,
      "hebrew": "ונשמרתם מאד לנפשתיכם כי לא ראיתם כלתמונה ביום דבר יהוה אליכם בחרב מתוך האש"
    },
    {
      "number": 16,
      "hebrew": "פןתשחתון ועשיתם לכם פסל תמונת כלסמל תבנית זכר או נקבה"
    },
    {
      "number": 17,
      "hebrew": "תבנית כלבהמה אשר בארץ תבנית כלצפור כנף אשר תעוף בשמים"
    },
    {
      "number": 18,
      "hebrew": "תבנית כלרמש באדמה תבנית כלדגה אשרבמים מתחת לארץ"
    },
    {
      "number": 19,
      "hebrew": "ופןתשא עיניך השמימה וראית אתהשמש ואתהירח ואתהכוכבים כל צבא השמים ונדחת והשתחוית להם ועבדתם אשר חלק יהוה אלהיך אתם לכל העמים תחת כלהשמים"
    },
    {
      "number": 20,
      "hebrew": "ואתכם לקח יהוה ויוצא אתכם מכור הברזל ממצרים להיות לו לעם נחלה כיום הזה"
    },
    {
      "number": 21,
      "hebrew": "ויהוה התאנףבי עלדבריכם וישבע לבלתי עברי אתהירדן ולבלתיבא אלהארץ הטובה אשר יהוה אלהיך נתן לך נחלה"
    },
    {
      "number": 22,
      "hebrew": "כי אנכי מת בארץ הזאת אינני עבר אתהירדן ואתם עברים וירשתם אתהארץ הטובה הזאת"
    },
    {
      "number": 23,
      "hebrew": "השמרו לכם פןתשכחו אתברית יהוה אלהיכם אשר כרת עמכם ועשיתם לכם פסל תמונת כל אשר צוך יהוה אלהיך"
    },
    {
      "number": 24,
      "hebrew": "כי יהוה אלהיך אש אכלה הוא אל קנא ",
      "parsha": "פ"
    },
    {
      "number": 25,
      "hebrew": "כיתוליד בנים ובני בנים ונושנתם בארץ והשחתם ועשיתם פסל תמונת כל ועשיתם הרע בעיני יהוהאלהיך להכעיסו"
    },
    {
      "number": 26,
      "hebrew": "העידתי בכם היום אתהשמים ואתהארץ כיאבד תאבדון מהר מעל הארץ אשר אתם עברים אתהירדן שמה לרשתה לאתאריכן ימים עליה כי השמד תשמדון"
    },
    {
      "number": 27,
      "hebrew": "והפיץ יהוה אתכם בעמים ונשארתם מתי מספר בגוים אשר ינהג יהוה אתכם שמה"
    },
    {
      "number": 28,
      "hebrew": "ועבדתםשם אלהים מעשה ידי אדם עץ ואבן אשר לאיראון ולא ישמעון ולא יאכלון ולא יריחן"
    },
    {
      "number": 29,
      "hebrew": "ובקשתם משם אתיהוה אלהיך ומצאת כי תדרשנו בכללבבך ובכלנפשך"
    },
    {
      "number": 30,
      "hebrew": "בצר לך ומצאוך כל הדברים האלה באחרית הימים ושבת עדיהוה אלהיך ושמעת בקלו"
    },
    {
      "number": 31,
      "hebrew": "כי אל רחום יהוה אלהיך לא ירפך ולא ישחיתך ולא ישכח אתברית אבתיך אשר נשבע להם"
    },
    {
      "number": 32,
      "hebrew": "כי שאלנא לימים ראשנים אשרהיו לפניך למןהיום אשר ברא אלהיםאדם עלהארץ ולמקצה השמים ועדקצה השמים הנהיה כדבר הגדול הזה או הנשמע כמהו"
    },
    {
      "number": 33,
      "hebrew": "השמע עם קול אלהים מדבר מתוךהאש כאשרשמעת אתה ויחי"
    },
    {
      "number": 34,
      "hebrew": "או הנסה אלהים לבוא לקחת לו גוי מקרב גוי במסת באתת ובמופתים ובמלחמה וביד חזקה ובזרוע נטויה ובמוראים גדלים ככל אשרעשה לכם יהוה אלהיכם במצרים לעיניך"
    },
    {
      "number": 35,
      "hebrew": "אתה הראת לדעת כי יהוה הוא האלהים אין עוד מלבדו"
    },
    {
      "number": 36,
      "hebrew": "מןהשמים השמיעך אתקלו ליסרך ועלהארץ הראך אתאשו הגדולה ודבריו שמעת מתוך האש"
    },
    {
      "number": 37,
      "hebrew": "ותחת כי אהב אתאבתיך ויבחר בזרעו אחריו ויוצאך בפניו בכחו הגדל ממצרים"
    },
    {
      "number": 38,
      "hebrew": "להוריש גוים גדלים ועצמים ממך מפניך להביאך לתתלך אתארצם נחלה כיום הזה"
    },
    {
      "number": 39,
      "hebrew": "וידעת היום והשבת אללבבך כי יהוה הוא האלהים בשמים ממעל ועלהארץ מתחת אין עוד"
    },
    {
      "number": 40,
      "hebrew": "ושמרת אתחקיו ואתמצותיו אשר אנכי מצוך היום אשר ייטב לך ולבניך אחריך ולמען תאריך ימים עלהאדמה אשר יהוה אלהיך נתן לך כלהימים ",
      "parsha": "פ"
    },
    {
      "number": 41,
      "hebrew": "אז יבדיל משה שלש ערים בעבר הירדן מזרחה שמש"
    },
    {
      "number": 42,
      "hebrew": "לנס שמה רוצח אשר ירצח אתרעהו בבלידעת והוא לאשנא לו מתמל שלשם ונס אלאחת מןהערים האל וחי"
    },
    {
      "number": 43,
      "hebrew": "אתבצר במדבר בארץ המישר לראובני ואתראמת בגלעד לגדי ואתגולן בבשן למנשי"
    },
    {
      "number": 44,
      "hebrew": "וזאת התורה אשרשם משה לפני בני ישראל"
    },
    {
      "number": 45,
      "hebrew": "אלה העדת והחקים והמשפטים אשר דבר משה אלבני ישראל בצאתם ממצרים"
    },
    {
      "number": 46,
      "hebrew": "בעבר הירדן בגיא מול בית פעור בארץ סיחן מלך האמרי אשר יושב בחשבון אשר הכה משה ובני ישראל בצאתם ממצרים"
    },
    {
      "number": 47,
      "hebrew": "ויירשו אתארצו ואתארץ עוג מלךהבשן שני מלכי האמרי אשר בעבר הירדן מזרח שמש"
    },
    {
      "number": 48,
      "hebrew": "מערער אשר עלשפתנחל ארנן ועדהר שיאן הוא חרמון"
    },
    {
      "number": 49,
      "hebrew": "וכלהערבה עבר הירדן מזרחה ועד ים הערבה תחת אשדת הפסגה ",
      "parsha": "פ"
    }
  ]
}
