{
  "book": "Isaiah",
  "bookHebrew": "ישעיהו",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "hebrew": "אשירה נא לידידי שירת דודי לכרמו כרם היה לידידי בקרן בן־שמן"
    },
    {
      "number": 2,
      "hebrew": "ויעזקהו ויסקלהו ויטעהו שרק ויבן מגדל בתוכו וגם־יקב חצב בו ויקו לעשות ענבים ויעש באשים"
    },
    {
      "number": 3,
      "hebrew": "ועתה יושב ירושלם ואיש יהודה שפטו־נא ביני ובין כרמי"
    },
    {
      "number": 4,
      "hebrew": "מה־לעשות עוד לכרמי ולא עשיתי בו מדוע קויתי לעשות ענבים ויעש באשים"
    },
    {
      "number": 5,
      "hebrew": "ועתה אודיעה־נא אתכם את אשר־אני עשה לכרמי הסר משוכתו והיה לבער פרץ גדרו והיה למרמס"
    },
    {
      "number": 6,
      "hebrew": "ואשיתהו בתה לא יזמר ולא יעדר ועלה שמיר ושית ועל העבים אצוה מהמטיר עליו מטר"
    },
    {
      "number": 7,
      "hebrew": "כי כרם יהוה צבאות בית ישראל ואיש יהודה נטע שעשועיו ויקו למשפט והנה משפח לצדקה והנה צעקה"
    },
    {
      "number": 8,
      "hebrew": "הוי מגיעי בית בבית שדה בשדה יקריבו עד אפס מקום והושבתם לבדכם בקרב הארץ"
    },
    {
      "number": 9,
      "hebrew": "באזני יהוה צבאות אם־לא בתים רבים לשמה יהיו גדלים וטובים מאין יושב"
    },
    {
      "number": 10,
      "hebrew": "כי עשרת צמדי־כרם יעשו בת אחת וזרע חמר יעשה איפה"
    },
    {
      "number": 11,
      "hebrew": "הוי משכימי בבקר שכר ירדפו מאחרי בנשף יין ידליקם"
    },
    {
      "number": 12,
      "hebrew": "והיה כנור ונבל תף וחליל ויין משתיהם ואת פעל יהוה לא יביטו ומעשה ידיו לא ראו"
    },
    {
      "number": 13,
      "hebrew": "לכן גלה עמי מבלי־דעת וכבודו מתי רעב והמונו צחה צמא"
    },
    {
      "number": 14,
      "hebrew": "לכן הרחיבה שאול נפשה ופערה פיה לבלי־חק וירד הדרה והמונה ושאונה ועלז בה"
    },
    {
      "number": 15,
      "hebrew": "וישח אדם וישפל־איש ועיני גבהים תשפלנה"
    },
    {
      "number": 16,
      "hebrew": "ויגבה יהוה צבאות במשפט והאל הקדוש נקדש בצדקה"
    },
    {
      "number": 17,
      "hebrew": "ורעו כבשים כדברם וחרבות מחים גרים יאכלו"
    },
    {
      "number": 18,
      "hebrew": "הוי משכי העון בחבלי השוא וכעבות העגלה חטאה"
    },
    {
      "number": 19,
      "hebrew": "האמרים ימהר יחישה מעשהו למען נראה ותקרב ותבואה עצת קדוש ישראל ונדעה"
    },
    {
      "number": 20,
      "hebrew": "הוי האמרים לרע טוב ולטוב רע שמים חשך לאור ואור לחשך שמים מר למתוק ומתוק למר"
    },
    {
      "number": 21,
      "hebrew": "הוי חכמים בעיניהם ונגד פניהם נבנים"
    },
    {
      "number": 22,
      "hebrew": "הוי גבורים לשתות יין ואנשי־חיל למסך שכר"
    },
    {
      "number": 23,
      "hebrew": "מצדיקי רשע עקב שחד וצדקת צדיקים יסירו ממנו"
    },
    {
      "number": 24,
      "hebrew": "לכן כאכל קש לשון אש וחשש להבה ירפה שרשם כמק יהיה ופרחם כאבק יעלה כי מאסו את תורת יהוה צבאות ואת אמרת קדוש־ישראל נאצו"
    },
    {
      "number": 25,
      "hebrew": "על־כן חרה אף־יהוה בעמו ויט ידו עליו ויכהו וירגזו ההרים ותהי נבלתם כסוחה בקרב חוצות בכל־זאת לא־שב אפו ועוד ידו נטויה"
    },
    {
      "number": 26,
      "hebrew": "ונשא־נס לגוים מרחוק ושרק לו מקצה הארץ והנה מהרה קל יבוא"
    },
    {
      "number": 27,
      "hebrew": "אין־עיף ואין־כושל בו לא ינום ולא יישן ולא נפתח אזור חלציו ולא נתק שרוך נעליו"
    },
    {
      "number": 28,
      "hebrew": "אשר חציו שנונים וכל־קשתתיו דרכות פרסות סוסיו כצר נחשבו וגלגליו כסופה"
    },
    {
      "number": 29,
      "hebrew": "שאגה לו כלביא ושאג [ישאג] ככפירים וינהם ויאחז טרף ויפליט ואין מציל"
    },
    {
      "number": 30,
      "hebrew": "וינהם עליו ביום ההוא כנהמת־ים ונבט לארץ והנה־חשך צר ואור חשך בעריפיה"
    }
  ]
}