{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 1,
  "verses": [
    {
      "number": 1,
      "hebrew": "בראשית ברא אלהים את השמים ואת הארץ"
    },
    {
      "number": 2,
      "hebrew": "והארץ היתה תהו ובהו וחשך עלפני תהום ורוח אלהים מרחפת עלפני המים"
    },
    {
      "number": 3,
      "hebrew": "ויאמר אלהים יהי אור ויהיאור"
    },
    {
      "number": 4,
      "hebrew": "וירא אלהים אתהאור כיטוב ויבדל אלהים בין האור ובין החשך"
    },
    {
      "number": 5,
      "hebrew": "ויקרא אלהיםלאור יום ולחשך קרא לילה ויהיערב ויהיבקר יום אחד ",
      "parsha": "פ"
    },
    {
      "number": 6,
      "hebrew": "ויאמר אלהים יהי רקיע בתוך המים ויהי מבדיל בין מים למים"
    },
    {
      "number": 7,
      "hebrew": "ויעש אלהים אתהרקיע ויבדל בין המים אשר מתחת לרקיע ובין המים אשר מעל לרקיע ויהיכן"
    },
    {
      "number": 8,
      "hebrew": "ויקרא אלהים לרקיע שמים ויהיערב ויהיבקר יום שני ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אלהים יקוו המים מתחת השמים אלמקום אחד ותראה היבשה ויהיכן"
    },
    {
      "number": 10,
      "hebrew": "ויקרא אלהיםליבשה ארץ ולמקוה המים קרא ימים וירא אלהים כיטוב"
    },
    {
      "number": 11,
      "hebrew": "ויאמר אלהים תדשא הארץ דשא עשב מזריע זרע עץ פרי עשה פרי למינו אשר זרעובו עלהארץ ויהיכן"
    },
    {
      "number": 12,
      "hebrew": "ותוצא הארץ דשא עשב מזריע זרע למינהו ועץ עשהפרי אשר זרעובו למינהו וירא אלהים כיטוב"
    },
    {
      "number": 13,
      "hebrew": "ויהיערב ויהיבקר יום שלישי ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "ויאמר אלהים יהי מארת ברקיע השמים להבדיל בין היום ובין הלילה והיו לאתת ולמועדים ולימים ושנים"
    },
    {
      "number": 15,
      "hebrew": "והיו למאורת ברקיע השמים להאיר עלהארץ ויהיכן"
    },
    {
      "number": 16,
      "hebrew": "ויעש אלהים אתשני המארת הגדלים אתהמאור הגדל לממשלת היום ואתהמאור הקטן לממשלת הלילה ואת הכוכבים"
    },
    {
      "number": 17,
      "hebrew": "ויתן אתם אלהים ברקיע השמים להאיר עלהארץ"
    },
    {
      "number": 18,
      "hebrew": "ולמשל ביום ובלילה ולהבדיל בין האור ובין החשך וירא אלהים כיטוב"
    },
    {
      "number": 19,
      "hebrew": "ויהיערב ויהיבקר יום רביעי ",
      "parsha": "פ"
    },
    {
      "number": 20,
      "hebrew": "ויאמר אלהים ישרצו המים שרץ נפש חיה ועוף יעופף עלהארץ עלפני רקיע השמים"
    },
    {
      "number": 21,
      "hebrew": "ויברא אלהים אתהתנינם הגדלים ואת כלנפש החיההרמשת אשר שרצו המים למינהם ואת כלעוף כנף למינהו וירא אלהים כיטוב"
    },
    {
      "number": 22,
      "hebrew": "ויברך אתם אלהים לאמר פרו ורבו ומלאו אתהמים בימים והעוף ירב בארץ"
    },
    {
      "number": 23,
      "hebrew": "ויהיערב ויהיבקר יום חמישי ",
      "parsha": "פ"
    },
    {
      "number": 24,
      "hebrew": "ויאמר אלהים תוצא הארץ נפש חיה למינה בהמה ורמש וחיתוארץ למינה ויהיכן"
    },
    {
      "number": 25,
      "hebrew": "ויעש אלהים אתחית הארץ למינה ואתהבהמה למינה ואת כלרמש האדמה למינהו וירא אלהים כיטוב"
    },
    {
      "number": 26,
      "hebrew": "ויאמר אלהים נעשה אדם בצלמנו כדמותנו וירדו בדגת הים ובעוף השמים ובבהמה ובכלהארץ ובכלהרמש הרמש עלהארץ"
    },
    {
      "number": 27,
      "hebrew": "ויברא אלהיםאתהאדם בצלמו בצלם אלהים ברא אתו זכר ונקבה ברא אתם"
    },
    {
      "number": 28,
      "hebrew": "ויברך אתם אלהים ויאמר להם אלהים פרו ורבו ומלאו אתהארץ וכבשה ורדו בדגת הים ובעוף השמים ובכלחיה הרמשת עלהארץ"
    },
    {
      "number": 29,
      "hebrew": "ויאמר אלהים הנה נתתי לכם אתכלעשב זרע זרע אשר עלפני כלהארץ ואתכלהעץ אשרבו פריעץ זרע זרע לכם יהיה לאכלה"
    },
    {
      "number": 30,
      "hebrew": "ולכלחית הארץ ולכלעוף השמים ולכל רומש עלהארץ אשרבו נפש חיה אתכלירק עשב לאכלה ויהיכן"
    },
    {
      "number": 31,
      "hebrew": "וירא אלהים אתכלאשר עשה והנהטוב מאד ויהיערב ויהיבקר יום הששי ",
      "parsha": "פ"
    }
  ]
}
