{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 11,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי כלהארץ שפה אחת ודברים אחדים"
    },
    {
      "number": 2,
      "hebrew": "ויהי בנסעם מקדם וימצאו בקעה בארץ שנער וישבו שם"
    },
    {
      "number": 3,
      "hebrew": "ויאמרו איש אלרעהו הבה נלבנה לבנים ונשרפה לשרפה ותהי להם הלבנה לאבן והחמר היה להם לחמר"
    },
    {
      "number": 4,
      "hebrew": "ויאמרו הבה נבנהלנו עיר ומגדל וראשו בשמים ונעשהלנו שם פןנפוץ עלפני כלהארץ"
    },
    {
      "number": 5,
      "hebrew": "וירד יהוה לראת אתהעיר ואתהמגדל אשר בנו בני האדם"
    },
    {
      "number": 6,
      "hebrew": "ויאמר יהוה הן עם אחד ושפה אחת לכלם וזה החלם לעשות ועתה לאיבצר מהם כל אשר יזמו לעשות"
    },
    {
      "number": 7,
      "hebrew": "הבה נרדה ונבלה שם שפתם אשר לא ישמעו איש שפת רעהו"
    },
    {
      "number": 8,
      "hebrew": "ויפץ יהוה אתם משם עלפני כלהארץ ויחדלו לבנת העיר"
    },
    {
      "number": 9,
      "hebrew": "עלכן קרא שמה בבל כישם בלל יהוה שפת כלהארץ ומשם הפיצם יהוה עלפני כלהארץ ",
      "parsha": "פ"
    },
    {
      "number": 10,
      "hebrew": "אלה תולדת שם שם בןמאת שנה ויולד אתארפכשד שנתים אחר המבול"
    },
    {
      "number": 11,
      "hebrew": "ויחישם אחרי הולידו אתארפכשד חמש מאות שנה ויולד בנים ובנות         "
    },
    {
      "number": 12,
      "hebrew": "וארפכשד חי חמש ושלשים שנה ויולד אתשלח"
    },
    {
      "number": 13,
      "hebrew": "ויחי ארפכשד אחרי הולידו אתשלח שלש שנים וארבע מאות שנה ויולד בנים ובנות         "
    },
    {
      "number": 14,
      "hebrew": "ושלח חי שלשים שנה ויולד אתעבר"
    },
    {
      "number": 15,
      "hebrew": "ויחישלח אחרי הולידו אתעבר שלש שנים וארבע מאות שנה ויולד בנים ובנות         "
    },
    {
      "number": 16,
      "hebrew": "ויחיעבר ארבע ושלשים שנה ויולד אתפלג"
    },
    {
      "number": 17,
      "hebrew": "ויחיעבר אחרי הולידו אתפלג שלשים שנה וארבע מאות שנה ויולד בנים ובנות         "
    },
    {
      "number": 18,
      "hebrew": "ויחיפלג שלשים שנה ויולד אתרעו"
    },
    {
      "number": 19,
      "hebrew": "ויחיפלג אחרי הולידו אתרעו תשע שנים ומאתים שנה ויולד בנים ובנות         "
    },
    {
      "number": 20,
      "hebrew": "ויחי רעו שתים ושלשים שנה ויולד אתשרוג"
    },
    {
      "number": 21,
      "hebrew": "ויחי רעו אחרי הולידו אתשרוג שבע שנים ומאתים שנה ויולד בנים ובנות         "
    },
    {
      "number": 22,
      "hebrew": "ויחי שרוג שלשים שנה ויולד אתנחור"
    },
    {
      "number": 23,
      "hebrew": "ויחי שרוג אחרי הולידו אתנחור מאתים שנה ויולד בנים ובנות         "
    },
    {
      "number": 24,
      "hebrew": "ויחי נחור תשע ועשרים שנה ויולד אתתרח"
    },
    {
      "number": 25,
      "hebrew": "ויחי נחור אחרי הולידו אתתרח תשעעשרה שנה ומאת שנה ויולד בנים ובנות         "
    },
    {
      "number": 26,
      "hebrew": "ויחיתרח שבעים שנה ויולד אתאברם אתנחור ואתהרן"
    },
    {
      "number": 27,
      "hebrew": "ואלה תולדת תרח תרח הוליד אתאברם אתנחור ואתהרן והרן הוליד אתלוט"
    },
    {
      "number": 28,
      "hebrew": "וימת הרן עלפני תרח אביו בארץ מולדתו באור כשדים"
    },
    {
      "number": 29,
      "hebrew": "ויקח אברם ונחור להם נשים שם אשתאברם שרי ושם אשתנחור מלכה בתהרן אבימלכה ואבי יסכה"
    },
    {
      "number": 30,
      "hebrew": "ותהי שרי עקרה אין לה ולד"
    },
    {
      "number": 31,
      "hebrew": "ויקח תרח אתאברם בנו ואתלוט בןהרן בןבנו ואת שרי כלתו אשת אברם בנו ויצאו אתם מאור כשדים ללכת ארצה כנען ויבאו עדחרן וישבו שם"
    },
    {
      "number": 32,
      "hebrew": "ויהיו ימיתרח חמש שנים ומאתים שנה וימת תרח בחרן ",
      "parsha": "פ"
    }
  ]
}
