{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 15,
  "verses": [
    {
      "number": 1,
      "hebrew": "אחר הדברים האלה היה דבריהוה אלאברם במחזה לאמר אלתירא אברם אנכי מגן לך שכרך הרבה מאד"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אברם אדני יהוה מהתתןלי ואנכי הולך ערירי ובןמשק ביתי הוא דמשק אליעזר"
    },
    {
      "number": 3,
      "hebrew": "ויאמר אברם הן לי לא נתתה זרע והנה בןביתי יורש אתי"
    },
    {
      "number": 4,
      "hebrew": "והנה דבריהוה אליו לאמר לא יירשך זה כיאם אשר יצא ממעיך הוא יירשך"
    },
    {
      "number": 5,
      "hebrew": "ויוצא אתו החוצה ויאמר הבטנא השמימה וספר הכוכבים אםתוכל לספר אתם ויאמר לו כה יהיה זרעך"
    },
    {
      "number": 6,
      "hebrew": "והאמן ביהוה ויחשבה לו צדקה"
    },
    {
      "number": 7,
      "hebrew": "ויאמר אליו אני יהוה אשר הוצאתיך מאור כשדים לתת לך אתהארץ הזאת לרשתה"
    },
    {
      "number": 8,
      "hebrew": "ויאמר אדני יהוה במה אדע כי אירשנה"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אליו קחה לי עגלה משלשת ועז משלשת ואיל משלש ותר וגוזל"
    },
    {
      "number": 10,
      "hebrew": "ויקחלו אתכלאלה ויבתר אתם בתוך ויתן אישבתרו לקראת רעהו ואתהצפר לא בתר"
    },
    {
      "number": 11,
      "hebrew": "וירד העיט עלהפגרים וישב אתם אברם"
    },
    {
      "number": 12,
      "hebrew": "ויהי השמש לבוא ותרדמה נפלה עלאברם והנה אימה חשכה גדלה נפלת עליו"
    },
    {
      "number": 13,
      "hebrew": "ויאמר לאברם ידע תדע כיגר יהיה זרעך בארץ לא להם ועבדום וענו אתם ארבע מאות שנה"
    },
    {
      "number": 14,
      "hebrew": "וגם אתהגוי אשר יעבדו דן אנכי ואחריכן יצאו ברכש גדול"
    },
    {
      "number": 15,
      "hebrew": "ואתה תבוא אלאבתיך בשלום תקבר בשיבה טובה"
    },
    {
      "number": 16,
      "hebrew": "ודור רביעי ישובו הנה כי לאשלם עון האמרי עדהנה"
    },
    {
      "number": 17,
      "hebrew": "ויהי השמש באה ועלטה היה והנה תנור עשן ולפיד אש אשר עבר בין הגזרים האלה"
    },
    {
      "number": 18,
      "hebrew": "ביום ההוא כרת יהוה אתאברם ברית לאמר לזרעך נתתי אתהארץ הזאת מנהר מצרים עדהנהר הגדל נהרפרת"
    },
    {
      "number": 19,
      "hebrew": "אתהקיני ואתהקנזי ואת הקדמני"
    },
    {
      "number": 20,
      "hebrew": "ואתהחתי ואתהפרזי ואתהרפאים"
    },
    {
      "number": 21,
      "hebrew": "ואתהאמרי ואתהכנעני ואתהגרגשי ואתהיבוסי         "
    }
  ]
}
