{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 18,
  "verses": [
    {
      "number": 1,
      "hebrew": "וירא אליו יהוה באלני ממרא והוא ישב פתחהאהל כחם היום"
    },
    {
      "number": 2,
      "hebrew": "וישא עיניו וירא והנה שלשה אנשים נצבים עליו וירא וירץ לקראתם מפתח האהל וישתחו ארצה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר אדני אםנא מצאתי חן בעיניך אלנא תעבר מעל עבדך"
    },
    {
      "number": 4,
      "hebrew": "יקחנא מעטמים ורחצו רגליכם והשענו תחת העץ"
    },
    {
      "number": 5,
      "hebrew": "ואקחה פתלחם וסעדו לבכם אחר תעברו כיעלכן עברתם עלעבדכם ויאמרו כן תעשה כאשר דברת"
    },
    {
      "number": 6,
      "hebrew": "וימהר אברהם האהלה אלשרה ויאמר מהרי שלש סאים קמח סלת לושי ועשי עגות"
    },
    {
      "number": 7,
      "hebrew": "ואלהבקר רץ אברהם ויקח בןבקר רך וטוב ויתן אלהנער וימהר לעשות אתו"
    },
    {
      "number": 8,
      "hebrew": "ויקח חמאה וחלב ובןהבקר אשר עשה ויתן לפניהם והואעמד עליהם תחת העץ ויאכלו"
    },
    {
      "number": 9,
      "hebrew": "ויאמרו אליו איה שרה אשתך ויאמר הנה באהל"
    },
    {
      "number": 10,
      "hebrew": "ויאמר שוב אשוב אליך כעת חיה והנהבן לשרה אשתך ושרה שמעת פתח האהל והוא אחריו"
    },
    {
      "number": 11,
      "hebrew": "ואברהם ושרה זקנים באים בימים חדל להיות לשרה ארח כנשים"
    },
    {
      "number": 12,
      "hebrew": "ותצחק שרה בקרבה לאמר אחרי בלתי היתהלי עדנה ואדני זקן"
    },
    {
      "number": 13,
      "hebrew": "ויאמר יהוה אלאברהם למה זה צחקה שרה לאמר האף אמנם אלד ואני זקנתי"
    },
    {
      "number": 14,
      "hebrew": "היפלא מיהוה דבר למועד אשוב אליך כעת חיה ולשרה בן"
    },
    {
      "number": 15,
      "hebrew": "ותכחש שרהלאמר לא צחקתי כייראה ויאמרלא כי צחקת"
    },
    {
      "number": 16,
      "hebrew": "ויקמו משם האנשים וישקפו עלפני סדם ואברהם הלך עמם לשלחם"
    },
    {
      "number": 17,
      "hebrew": "ויהוה אמר המכסה אני מאברהם אשר אני עשה"
    },
    {
      "number": 18,
      "hebrew": "ואברהם היו יהיה לגוי גדול ועצום ונברכובו כל גויי הארץ"
    },
    {
      "number": 19,
      "hebrew": "כי ידעתיו למען אשר יצוה אתבניו ואתביתו אחריו ושמרו דרך יהוה לעשות צדקה ומשפט למען הביא יהוה עלאברהם את אשרדבר עליו"
    },
    {
      "number": 20,
      "hebrew": "ויאמר יהוה זעקת סדם ועמרה כירבה וחטאתם כי כבדה מאד"
    },
    {
      "number": 21,
      "hebrew": "ארדהנא ואראה הכצעקתה הבאה אלי עשוכלה ואםלא אדעה"
    },
    {
      "number": 22,
      "hebrew": "ויפנו משם האנשים וילכו סדמה ואברהם עודנו עמד לפני יהוה"
    },
    {
      "number": 23,
      "hebrew": "ויגש אברהם ויאמר האף תספה צדיק עםרשע"
    },
    {
      "number": 24,
      "hebrew": "אולי יש חמשים צדיקם בתוך העיר האף תספה ולאתשא למקום למען חמשים הצדיקם אשר בקרבה"
    },
    {
      "number": 25,
      "hebrew": "חללה לך מעשת כדבר הזה להמית צדיק עםרשע והיה כצדיק כרשע חללה לך השפט כלהארץ לא יעשה משפט"
    },
    {
      "number": 26,
      "hebrew": "ויאמר יהוה אםאמצא בסדם חמשים צדיקם בתוך העיר ונשאתי לכלהמקום בעבורם"
    },
    {
      "number": 27,
      "hebrew": "ויען אברהם ויאמר הנהנא הואלתי לדבר אלאדני ואנכי עפר ואפר"
    },
    {
      "number": 28,
      "hebrew": "אולי יחסרון חמשים הצדיקם חמשה התשחית בחמשה אתכלהעיר ויאמר לא אשחית אםאמצא שם ארבעים וחמשה"
    },
    {
      "number": 29,
      "hebrew": "ויסף עוד לדבר אליו ויאמר אולי ימצאון שם ארבעים ויאמר לא אעשה בעבור הארבעים"
    },
    {
      "number": 30,
      "hebrew": "ויאמר אלנא יחר לאדני ואדברה אולי ימצאון שם שלשים ויאמר לא אעשה אםאמצא שם שלשים"
    },
    {
      "number": 31,
      "hebrew": "ויאמר הנהנא הואלתי לדבר אלאדני אולי ימצאון שם עשרים ויאמר לא אשחית בעבור העשרים"
    },
    {
      "number": 32,
      "hebrew": "ויאמר אלנא יחר לאדני ואדברה אךהפעם אולי ימצאון שם עשרה ויאמר לא אשחית בעבור העשרה"
    },
    {
      "number": 33,
      "hebrew": "וילך יהוה כאשר כלה לדבר אלאברהם ואברהם שב למקמו"
    }
  ]
}
