{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויבאו שני המלאכים סדמה בערב ולוט ישב בשערסדם ויראלוט ויקם לקראתם וישתחו אפים ארצה"
    },
    {
      "number": 2,
      "hebrew": "ויאמר הנה נאאדני סורו נא אלבית עבדכם ולינו ורחצו רגליכם והשכמתם והלכתם לדרככם ויאמרו לא כי ברחוב נלין"
    },
    {
      "number": 3,
      "hebrew": "ויפצרבם מאד ויסרו אליו ויבאו אלביתו ויעש להם משתה ומצות אפה ויאכלו"
    },
    {
      "number": 4,
      "hebrew": "טרם ישכבו ואנשי העיר אנשי סדם נסבו עלהבית מנער ועדזקן כלהעם מקצה"
    },
    {
      "number": 5,
      "hebrew": "ויקראו אללוט ויאמרו לו איה האנשים אשרבאו אליך הלילה הוציאם אלינו ונדעה אתם"
    },
    {
      "number": 6,
      "hebrew": "ויצא אלהם לוט הפתחה והדלת סגר אחריו"
    },
    {
      "number": 7,
      "hebrew": "ויאמר אלנא אחי תרעו"
    },
    {
      "number": 8,
      "hebrew": "הנהנא לי שתי בנות אשר לאידעו איש אוציאהנא אתהן אליכם ועשו להן כטוב בעיניכם רק לאנשים האל אלתעשו דבר כיעלכן באו בצל קרתי"
    },
    {
      "number": 9,
      "hebrew": "ויאמרו גשהלאה ויאמרו האחד באלגור וישפט שפוט עתה נרע לך מהם ויפצרו באיש בלוט מאד ויגשו לשבר הדלת"
    },
    {
      "number": 10,
      "hebrew": "וישלחו האנשים אתידם ויביאו אתלוט אליהם הביתה ואתהדלת סגרו"
    },
    {
      "number": 11,
      "hebrew": "ואתהאנשים אשרפתח הבית הכו בסנורים מקטן ועדגדול וילאו למצא הפתח"
    },
    {
      "number": 12,
      "hebrew": "ויאמרו האנשים אללוט עד מילך פה חתן ובניך ובנתיך וכל אשרלך בעיר הוצא מןהמקום"
    },
    {
      "number": 13,
      "hebrew": "כימשחתים אנחנו אתהמקום הזה כיגדלה צעקתם אתפני יהוה וישלחנו יהוה לשחתה"
    },
    {
      "number": 14,
      "hebrew": "ויצא לוט וידבר אלחתניו לקחי בנתיו ויאמר קומו צאו מןהמקום הזה כימשחית יהוה אתהעיר ויהי כמצחק בעיני חתניו"
    },
    {
      "number": 15,
      "hebrew": "וכמו השחר עלה ויאיצו המלאכים בלוט לאמר קום קח אתאשתך ואתשתי בנתיך הנמצאת פןתספה בעון העיר"
    },
    {
      "number": 16,
      "hebrew": "ויתמהמה ויחזיקו האנשים בידו ובידאשתו וביד שתי בנתיו בחמלת יהוה עליו ויצאהו וינחהו מחוץ לעיר"
    },
    {
      "number": 17,
      "hebrew": "ויהי כהוציאם אתם החוצה ויאמר המלט עלנפשך אלתביט אחריך ואלתעמד בכלהככר ההרה המלט פןתספה"
    },
    {
      "number": 18,
      "hebrew": "ויאמר לוט אלהם אלנא אדני"
    },
    {
      "number": 19,
      "hebrew": "הנהנא מצא עבדך חן בעיניך ותגדל חסדך אשר עשית עמדי להחיות אתנפשי ואנכי לא אוכל להמלט ההרה פןתדבקני הרעה ומתי"
    },
    {
      "number": 20,
      "hebrew": "הנהנא העיר הזאת קרבה לנוס שמה והוא מצער אמלטה נא שמה הלא מצער הוא ותחי נפשי"
    },
    {
      "number": 21,
      "hebrew": "ויאמר אליו הנה נשאתי פניך גם לדבר הזה לבלתי הפכי אתהעיר אשר דברת"
    },
    {
      "number": 22,
      "hebrew": "מהר המלט שמה כי לא אוכל לעשות דבר עדבאך שמה עלכן קרא שםהעיר צוער"
    },
    {
      "number": 23,
      "hebrew": "השמש יצא עלהארץ ולוט בא צערה"
    },
    {
      "number": 24,
      "hebrew": "ויהוה המטיר עלסדם ועלעמרה גפרית ואש מאת יהוה מןהשמים"
    },
    {
      "number": 25,
      "hebrew": "ויהפך אתהערים האל ואת כלהככר ואת כלישבי הערים וצמח האדמה"
    },
    {
      "number": 26,
      "hebrew": "ותבט אשתו מאחריו ותהי נציב מלח"
    },
    {
      "number": 27,
      "hebrew": "וישכם אברהם בבקר אלהמקום אשרעמד שם אתפני יהוה"
    },
    {
      "number": 28,
      "hebrew": "וישקף עלפני סדם ועמרה ועלכלפני ארץ הככר וירא והנה עלה קיטר הארץ כקיטר הכבשן"
    },
    {
      "number": 29,
      "hebrew": "ויהי בשחת אלהים אתערי הככר ויזכר אלהים אתאברהם וישלח אתלוט מתוך ההפכה בהפך אתהערים אשרישב בהן לוט"
    },
    {
      "number": 30,
      "hebrew": "ויעל לוט מצוער וישב בהר ושתי בנתיו עמו כי ירא לשבת בצוער וישב במערה הוא ושתי בנתיו"
    },
    {
      "number": 31,
      "hebrew": "ותאמר הבכירה אלהצעירה אבינו זקן ואיש אין בארץ לבוא עלינו כדרך כלהארץ"
    },
    {
      "number": 32,
      "hebrew": "לכה נשקה אתאבינו יין ונשכבה עמו ונחיה מאבינו זרע"
    },
    {
      "number": 33,
      "hebrew": "ותשקין אתאביהן יין בלילה הוא ותבא הבכירה ותשכב אתאביה ולאידע בשכבה ובקומה"
    },
    {
      "number": 34,
      "hebrew": "ויהי ממחרת ותאמר הבכירה אלהצעירה הןשכבתי אמש אתאבי נשקנו יין גםהלילה ובאי שכבי עמו ונחיה מאבינו זרע"
    },
    {
      "number": 35,
      "hebrew": "ותשקין גם בלילה ההוא אתאביהן יין ותקם הצעירה ותשכב עמו ולאידע בשכבה ובקמה"
    },
    {
      "number": 36,
      "hebrew": "ותהרין שתי בנותלוט מאביהן"
    },
    {
      "number": 37,
      "hebrew": "ותלד הבכירה בן ותקרא שמו מואב הוא אבימואב עדהיום"
    },
    {
      "number": 38,
      "hebrew": "והצעירה גםהוא ילדה בן ותקרא שמו בןעמי הוא אבי בניעמון עדהיום         "
    }
  ]
}
