{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 20,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסע משם אברהם ארצה הנגב וישב ביןקדש ובין שור ויגר בגרר"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אברהם אלשרה אשתו אחתי הוא וישלח אבימלך מלך גרר ויקח אתשרה"
    },
    {
      "number": 3,
      "hebrew": "ויבא אלהים אלאבימלך בחלום הלילה ויאמר לו הנך מת עלהאשה אשרלקחת והוא בעלת בעל"
    },
    {
      "number": 4,
      "hebrew": "ואבימלך לא קרב אליה ויאמר אדני הגוי גםצדיק תהרג"
    },
    {
      "number": 5,
      "hebrew": "הלא הוא אמרלי אחתי הוא והיאגםהוא אמרה אחי הוא בתםלבבי ובנקין כפי עשיתי זאת"
    },
    {
      "number": 6,
      "hebrew": "ויאמר אליו האלהים בחלם גם אנכי ידעתי כי בתםלבבך עשית זאת ואחשך גםאנכי אותך מחטולי עלכן לאנתתיך לנגע אליה"
    },
    {
      "number": 7,
      "hebrew": "ועתה השב אשתהאיש כינביא הוא ויתפלל בעדך וחיה ואםאינך משיב דע כימות תמות אתה וכלאשרלך"
    },
    {
      "number": 8,
      "hebrew": "וישכם אבימלך בבקר ויקרא לכלעבדיו וידבר אתכלהדברים האלה באזניהם וייראו האנשים מאד"
    },
    {
      "number": 9,
      "hebrew": "ויקרא אבימלך לאברהם ויאמר לו מהעשית לנו ומהחטאתי לך כיהבאת עלי ועלממלכתי חטאה גדלה מעשים אשר לאיעשו עשית עמדי"
    },
    {
      "number": 10,
      "hebrew": "ויאמר אבימלך אלאברהם מה ראית כי עשית אתהדבר הזה"
    },
    {
      "number": 11,
      "hebrew": "ויאמר אברהם כי אמרתי רק איןיראת אלהים במקום הזה והרגוני עלדבר אשתי"
    },
    {
      "number": 12,
      "hebrew": "וגםאמנה אחתי בתאבי הוא אך לא בתאמי ותהילי לאשה"
    },
    {
      "number": 13,
      "hebrew": "ויהי כאשר התעו אתי אלהים מבית אבי ואמר לה זה חסדך אשר תעשי עמדי אל כלהמקום אשר נבוא שמה אמרילי אחי הוא"
    },
    {
      "number": 14,
      "hebrew": "ויקח אבימלך צאן ובקר ועבדים ושפחת ויתן לאברהם וישב לו את שרה אשתו"
    },
    {
      "number": 15,
      "hebrew": "ויאמר אבימלך הנה ארצי לפניך בטוב בעיניך שב"
    },
    {
      "number": 16,
      "hebrew": "ולשרה אמר הנה נתתי אלף כסף לאחיך הנה הואלך כסות עינים לכל אשר אתך ואת כל ונכחת"
    },
    {
      "number": 17,
      "hebrew": "ויתפלל אברהם אלהאלהים וירפא אלהים אתאבימלך ואתאשתו ואמהתיו וילדו"
    },
    {
      "number": 18,
      "hebrew": "כיעצר עצר יהוה בעד כלרחם לבית אבימלך עלדבר שרה אשת אברהם         "
    }
  ]
}
