{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 23,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים שני חיי שרה"
    },
    {
      "number": 2,
      "hebrew": "ותמת שרה בקרית ארבע הוא חברון בארץ כנען ויבא אברהם לספד לשרה ולבכתה"
    },
    {
      "number": 3,
      "hebrew": "ויקם אברהם מעל פני מתו וידבר אלבניחת לאמר"
    },
    {
      "number": 4,
      "hebrew": "גרותושב אנכי עמכם תנו לי אחזתקבר עמכם ואקברה מתי מלפני"
    },
    {
      "number": 5,
      "hebrew": "ויענו בניחת אתאברהם לאמר לו"
    },
    {
      "number": 6,
      "hebrew": "שמענו אדני נשיא אלהים אתה בתוכנו במבחר קברינו קבר אתמתך איש ממנו אתקברו לאיכלה ממך מקבר מתך"
    },
    {
      "number": 7,
      "hebrew": "ויקם אברהם וישתחו לעםהארץ לבניחת"
    },
    {
      "number": 8,
      "hebrew": "וידבר אתם לאמר אםיש אתנפשכם לקבר אתמתי מלפני שמעוני ופגעולי בעפרון בןצחר"
    },
    {
      "number": 9,
      "hebrew": "ויתןלי אתמערת המכפלה אשרלו אשר בקצה שדהו בכסף מלא יתננה לי בתוככם לאחזתקבר"
    },
    {
      "number": 10,
      "hebrew": "ועפרון ישב בתוך בניחת ויען עפרון החתי אתאברהם באזני בניחת לכל באי שערעירו לאמר"
    },
    {
      "number": 11,
      "hebrew": "לאאדני שמעני השדה נתתי לך והמערה אשרבו לך נתתיה לעיני בניעמי נתתיה לך קבר מתך"
    },
    {
      "number": 12,
      "hebrew": "וישתחו אברהם לפני עם הארץ"
    },
    {
      "number": 13,
      "hebrew": "וידבר אלעפרון באזני עםהארץ לאמר אך אםאתה לו שמעני נתתי כסף השדה קח ממני ואקברה אתמתי שמה"
    },
    {
      "number": 14,
      "hebrew": "ויען עפרון אתאברהם לאמר לו"
    },
    {
      "number": 15,
      "hebrew": "אדני שמעני ארץ ארבע מאת שקלכסף ביני ובינך מההוא ואתמתך קבר"
    },
    {
      "number": 16,
      "hebrew": "וישמע אברהם אלעפרון וישקל אברהם לעפרן אתהכסף אשר דבר באזני בניחת ארבע מאות שקל כסף עבר לסחר"
    },
    {
      "number": 17,
      "hebrew": "ויקם שדה עפרון אשר במכפלה אשר לפני ממרא השדה והמערה אשרבו וכלהעץ אשר בשדה אשר בכלגבלו סביב"
    },
    {
      "number": 18,
      "hebrew": "לאברהם למקנה לעיני בניחת בכל באי שערעירו"
    },
    {
      "number": 19,
      "hebrew": "ואחריכן קבר אברהם אתשרה אשתו אלמערת שדה המכפלה עלפני ממרא הוא חברון בארץ כנען"
    },
    {
      "number": 20,
      "hebrew": "ויקם השדה והמערה אשרבו לאברהם לאחזתקבר מאת בניחת         "
    }
  ]
}
