{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 28,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקרא יצחק אליעקב ויברך אתו ויצוהו ויאמר לו לאתקח אשה מבנות כנען"
    },
    {
      "number": 2,
      "hebrew": "קום לך פדנה ארם ביתה בתואל אבי אמך וקחלך משם אשה מבנות לבן אחי אמך"
    },
    {
      "number": 3,
      "hebrew": "ואל שדי יברך אתך ויפרך וירבך והיית לקהל עמים"
    },
    {
      "number": 4,
      "hebrew": "ויתןלך אתברכת אברהם לך ולזרעך אתך לרשתך אתארץ מגריך אשרנתן אלהים לאברהם"
    },
    {
      "number": 5,
      "hebrew": "וישלח יצחק אתיעקב וילך פדנה ארם אללבן בןבתואל הארמי אחי רבקה אם יעקב ועשו"
    },
    {
      "number": 6,
      "hebrew": "וירא עשו כיברך יצחק אתיעקב ושלח אתו פדנה ארם לקחתלו משם אשה בברכו אתו ויצו עליו לאמר לאתקח אשה מבנות כנען"
    },
    {
      "number": 7,
      "hebrew": "וישמע יעקב אלאביו ואלאמו וילך פדנה ארם"
    },
    {
      "number": 8,
      "hebrew": "וירא עשו כי רעות בנות כנען בעיני יצחק אביו"
    },
    {
      "number": 9,
      "hebrew": "וילך עשו אלישמעאל ויקח אתמחלת בתישמעאל בןאברהם אחות נביות עלנשיו לו לאשה         "
    },
    {
      "number": 10,
      "hebrew": "ויצא יעקב מבאר שבע וילך חרנה"
    },
    {
      "number": 11,
      "hebrew": "ויפגע במקום וילן שם כיבא השמש ויקח מאבני המקום וישם מראשתיו וישכב במקום ההוא"
    },
    {
      "number": 12,
      "hebrew": "ויחלם והנה סלם מצב ארצה וראשו מגיע השמימה והנה מלאכי אלהים עלים וירדים בו"
    },
    {
      "number": 13,
      "hebrew": "והנה יהוה נצב עליו ויאמר אני יהוה אלהי אברהם אביך ואלהי יצחק הארץ אשר אתה שכב עליה לך אתננה ולזרעך"
    },
    {
      "number": 14,
      "hebrew": "והיה זרעך כעפר הארץ ופרצת ימה וקדמה וצפנה ונגבה ונברכו בך כלמשפחת האדמה ובזרעך"
    },
    {
      "number": 15,
      "hebrew": "והנה אנכי עמך ושמרתיך בכל אשרתלך והשבתיך אלהאדמה הזאת כי לא אעזבך עד אשר אםעשיתי את אשרדברתי לך"
    },
    {
      "number": 16,
      "hebrew": "וייקץ יעקב משנתו ויאמר אכן יש יהוה במקום הזה ואנכי לא ידעתי"
    },
    {
      "number": 17,
      "hebrew": "ויירא ויאמר מהנורא המקום הזה אין זה כי אםבית אלהים וזה שער השמים"
    },
    {
      "number": 18,
      "hebrew": "וישכם יעקב בבקר ויקח אתהאבן אשרשם מראשתיו וישם אתה מצבה ויצק שמן עלראשה"
    },
    {
      "number": 19,
      "hebrew": "ויקרא אתשםהמקום ההוא ביתאל ואולם לוז שםהעיר לראשנה"
    },
    {
      "number": 20,
      "hebrew": "וידר יעקב נדר לאמר אםיהיה אלהים עמדי ושמרני בדרך הזה אשר אנכי הולך ונתןלי לחם לאכל ובגד ללבש"
    },
    {
      "number": 21,
      "hebrew": "ושבתי בשלום אלבית אבי והיה יהוה לי לאלהים"
    },
    {
      "number": 22,
      "hebrew": "והאבן הזאת אשרשמתי מצבה יהיה בית אלהים וכל אשר תתןלי עשר אעשרנו לך"
    }
  ]
}
