{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 32,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישכם לבן בבקר וינשק לבניו ולבנותיו ויברך אתהם וילך וישב לבן למקמו"
    },
    {
      "number": 2,
      "hebrew": "ויעקב הלך לדרכו ויפגעובו מלאכי אלהים"
    },
    {
      "number": 3,
      "hebrew": "ויאמר יעקב כאשר ראם מחנה אלהים זה ויקרא שםהמקום ההוא מחנים ",
      "parsha": "פ"
    },
    {
      "number": 4,
      "hebrew": "וישלח יעקב מלאכים לפניו אלעשו אחיו ארצה שעיר שדה אדום"
    },
    {
      "number": 5,
      "hebrew": "ויצו אתם לאמר כה תאמרון לאדני לעשו כה אמר עבדך יעקב עםלבן גרתי ואחר עדעתה"
    },
    {
      "number": 6,
      "hebrew": "ויהילי שור וחמור צאן ועבד ושפחה ואשלחה להגיד לאדני למצאחן בעיניך"
    },
    {
      "number": 7,
      "hebrew": "וישבו המלאכים אליעקב לאמר באנו אלאחיך אלעשו וגם הלך לקראתך וארבעמאות איש עמו"
    },
    {
      "number": 8,
      "hebrew": "ויירא יעקב מאד ויצר לו ויחץ אתהעם אשראתו ואתהצאן ואתהבקר והגמלים לשני מחנות"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אםיבוא עשו אלהמחנה האחת והכהו והיה המחנה הנשאר לפליטה"
    },
    {
      "number": 10,
      "hebrew": "ויאמר יעקב אלהי אבי אברהם ואלהי אבי יצחק יהוה האמר אלי שוב לארצך ולמולדתך ואיטיבה עמך"
    },
    {
      "number": 11,
      "hebrew": "קטנתי מכל החסדים ומכלהאמת אשר עשית אתעבדך כי במקלי עברתי אתהירדן הזה ועתה הייתי לשני מחנות"
    },
    {
      "number": 12,
      "hebrew": "הצילני נא מיד אחי מיד עשו כיירא אנכי אתו פןיבוא והכני אם עלבנים"
    },
    {
      "number": 13,
      "hebrew": "ואתה אמרת היטב איטיב עמך ושמתי אתזרעך כחול הים אשר לאיספר מרב"
    },
    {
      "number": 14,
      "hebrew": "וילן שם בלילה ההוא ויקח מןהבא בידו מנחה לעשו אחיו"
    },
    {
      "number": 15,
      "hebrew": "עזים מאתים ותישים עשרים רחלים מאתים ואילים עשרים"
    },
    {
      "number": 16,
      "hebrew": "גמלים מיניקות ובניהם שלשים פרות ארבעים ופרים עשרה אתנת עשרים ועירם עשרה"
    },
    {
      "number": 17,
      "hebrew": "ויתן בידעבדיו עדר עדר לבדו ויאמר אלעבדיו עברו לפני ורוח תשימו בין עדר ובין עדר"
    },
    {
      "number": 18,
      "hebrew": "ויצו אתהראשון לאמר כי יפגשך עשו אחי ושאלך לאמר למיאתה ואנה תלך ולמי אלה לפניך"
    },
    {
      "number": 19,
      "hebrew": "ואמרת לעבדך ליעקב מנחה הוא שלוחה לאדני לעשו והנה גםהוא אחרינו"
    },
    {
      "number": 20,
      "hebrew": "ויצו גם אתהשני גם אתהשלישי גם אתכלההלכים אחרי העדרים לאמר כדבר הזה תדברון אלעשו במצאכם אתו"
    },
    {
      "number": 21,
      "hebrew": "ואמרתם גם הנה עבדך יעקב אחרינו כיאמר אכפרה פניו במנחה ההלכת לפני ואחריכן אראה פניו אולי ישא פני"
    },
    {
      "number": 22,
      "hebrew": "ותעבר המנחה עלפניו והוא לן בלילהההוא במחנה"
    },
    {
      "number": 23,
      "hebrew": "ויקם בלילה הוא ויקח אתשתי נשיו ואתשתי שפחתיו ואתאחד עשר ילדיו ויעבר את מעבר יבק"
    },
    {
      "number": 24,
      "hebrew": "ויקחם ויעברם אתהנחל ויעבר אתאשרלו"
    },
    {
      "number": 25,
      "hebrew": "ויותר יעקב לבדו ויאבק איש עמו עד עלות השחר"
    },
    {
      "number": 26,
      "hebrew": "וירא כי לא יכל לו ויגע בכףירכו ותקע כףירך יעקב בהאבקו עמו"
    },
    {
      "number": 27,
      "hebrew": "ויאמר שלחני כי עלה השחר ויאמר לא אשלחך כי אםברכתני"
    },
    {
      "number": 28,
      "hebrew": "ויאמר אליו מהשמך ויאמר יעקב"
    },
    {
      "number": 29,
      "hebrew": "ויאמר לא יעקב יאמר עוד שמך כי אםישראל כישרית עםאלהים ועםאנשים ותוכל"
    },
    {
      "number": 30,
      "hebrew": "וישאל יעקב ויאמר הגידהנא שמך ויאמר למה זה תשאל לשמי ויברך אתו שם"
    },
    {
      "number": 31,
      "hebrew": "ויקרא יעקב שם המקום פניאל כיראיתי אלהים פנים אלפנים ותנצל נפשי"
    },
    {
      "number": 32,
      "hebrew": "ויזרחלו השמש כאשר עבר אתפנואל והוא צלע עלירכו"
    },
    {
      "number": 33,
      "hebrew": "עלכן לאיאכלו בניישראל אתגיד הנשה אשר עלכף הירך עד היום הזה כי נגע בכףירך יעקב בגיד הנשה"
    }
  ]
}
