{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 33,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישא יעקב עיניו וירא והנה עשו בא ועמו ארבע מאות איש ויחץ אתהילדים עללאה ועלרחל ועל שתי השפחות"
    },
    {
      "number": 2,
      "hebrew": "וישם אתהשפחות ואתילדיהן ראשנה ואתלאה וילדיה אחרנים ואתרחל ואתיוסף אחרנים"
    },
    {
      "number": 3,
      "hebrew": "והוא עבר לפניהם וישתחו ארצה שבע פעמים עדגשתו עדאחיו"
    },
    {
      "number": 4,
      "hebrew": "וירץ עשו לקראתו ויחבקהו ויפל עלצוארו וישקהו ויבכו"
    },
    {
      "number": 5,
      "hebrew": "וישא אתעיניו וירא אתהנשים ואתהילדים ויאמר מיאלה לך ויאמר הילדים אשרחנן אלהים אתעבדך"
    },
    {
      "number": 6,
      "hebrew": "ותגשן השפחות הנה וילדיהן ותשתחוין"
    },
    {
      "number": 7,
      "hebrew": "ותגש גםלאה וילדיה וישתחוו ואחר נגש יוסף ורחל וישתחוו"
    },
    {
      "number": 8,
      "hebrew": "ויאמר מי לך כלהמחנה הזה אשר פגשתי ויאמר למצאחן בעיני אדני"
    },
    {
      "number": 9,
      "hebrew": "ויאמר עשו ישלי רב אחי יהי לך אשרלך"
    },
    {
      "number": 10,
      "hebrew": "ויאמר יעקב אלנא אםנא מצאתי חן בעיניך ולקחת מנחתי מידי כי עלכן ראיתי פניך כראת פני אלהים ותרצני"
    },
    {
      "number": 11,
      "hebrew": "קחנא אתברכתי אשר הבאת לך כיחנני אלהים וכי ישליכל ויפצרבו ויקח"
    },
    {
      "number": 12,
      "hebrew": "ויאמר נסעה ונלכה ואלכה לנגדך"
    },
    {
      "number": 13,
      "hebrew": "ויאמר אליו אדני ידע כיהילדים רכים והצאן והבקר עלות עלי ודפקום יום אחד ומתו כלהצאן"
    },
    {
      "number": 14,
      "hebrew": "יעברנא אדני לפני עבדו ואני אתנהלה לאטי לרגל המלאכה אשרלפני ולרגל הילדים עד אשראבא אלאדני שעירה"
    },
    {
      "number": 15,
      "hebrew": "ויאמר עשו אציגהנא עמך מןהעם אשר אתי ויאמר למה זה אמצאחן בעיני אדני"
    },
    {
      "number": 16,
      "hebrew": "וישב ביום ההוא עשו לדרכו שעירה"
    },
    {
      "number": 17,
      "hebrew": "ויעקב נסע סכתה ויבן לו בית ולמקנהו עשה סכת עלכן קרא שםהמקום סכות         "
    },
    {
      "number": 18,
      "hebrew": "ויבא יעקב שלם עיר שכם אשר בארץ כנען בבאו מפדן ארם ויחן אתפני העיר"
    },
    {
      "number": 19,
      "hebrew": "ויקן אתחלקת השדה אשר נטהשם אהלו מיד בניחמור אבי שכם במאה קשיטה"
    },
    {
      "number": 20,
      "hebrew": "ויצבשם מזבח ויקראלו אל אלהי ישראל         "
    }
  ]
}
