{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 35,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר אלהים אליעקב קום עלה ביתאל ושבשם ועשהשם מזבח לאל הנראה אליך בברחך מפני עשו אחיך"
    },
    {
      "number": 2,
      "hebrew": "ויאמר יעקב אלביתו ואל כלאשר עמו הסרו אתאלהי הנכר אשר בתככם והטהרו והחליפו שמלתיכם"
    },
    {
      "number": 3,
      "hebrew": "ונקומה ונעלה ביתאל ואעשהשם מזבח לאל הענה אתי ביום צרתי ויהי עמדי בדרך אשר הלכתי"
    },
    {
      "number": 4,
      "hebrew": "ויתנו אליעקב את כלאלהי הנכר אשר בידם ואתהנזמים אשר באזניהם ויטמן אתם יעקב תחת האלה אשר עםשכם"
    },
    {
      "number": 5,
      "hebrew": "ויסעו ויהי חתת אלהים עלהערים אשר סביבותיהם ולא רדפו אחרי בני יעקב"
    },
    {
      "number": 6,
      "hebrew": "ויבא יעקב לוזה אשר בארץ כנען הוא ביתאל הוא וכלהעם אשרעמו"
    },
    {
      "number": 7,
      "hebrew": "ויבן שם מזבח ויקרא למקום אל ביתאל כי שם נגלו אליו האלהים בברחו מפני אחיו"
    },
    {
      "number": 8,
      "hebrew": "ותמת דברה מינקת רבקה ותקבר מתחת לביתאל תחת האלון ויקרא שמו אלון בכות ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "וירא אלהים אליעקב עוד בבאו מפדן ארם ויברך אתו"
    },
    {
      "number": 10,
      "hebrew": "ויאמרלו אלהים שמך יעקב לאיקרא שמך עוד יעקב כי אםישראל יהיה שמך ויקרא אתשמו ישראל"
    },
    {
      "number": 11,
      "hebrew": "ויאמר לו אלהים אני אל שדי פרה ורבה גוי וקהל גוים יהיה ממך ומלכים מחלציך יצאו"
    },
    {
      "number": 12,
      "hebrew": "ואתהארץ אשר נתתי לאברהם וליצחק לך אתננה ולזרעך אחריך אתן אתהארץ"
    },
    {
      "number": 13,
      "hebrew": "ויעל מעליו אלהים במקום אשרדבר אתו"
    },
    {
      "number": 14,
      "hebrew": "ויצב יעקב מצבה במקום אשרדבר אתו מצבת אבן ויסך עליה נסך ויצק עליה שמן"
    },
    {
      "number": 15,
      "hebrew": "ויקרא יעקב אתשם המקום אשר דבר אתו שם אלהים ביתאל"
    },
    {
      "number": 16,
      "hebrew": "ויסעו מבית אל ויהיעוד כברתהארץ לבוא אפרתה ותלד רחל ותקש בלדתה"
    },
    {
      "number": 17,
      "hebrew": "ויהי בהקשתה בלדתה ותאמר לה המילדת אלתיראי כיגםזה לך בן"
    },
    {
      "number": 18,
      "hebrew": "ויהי בצאת נפשה כי מתה ותקרא שמו בןאוני ואביו קראלו בנימין"
    },
    {
      "number": 19,
      "hebrew": "ותמת רחל ותקבר בדרך אפרתה הוא בית לחם"
    },
    {
      "number": 20,
      "hebrew": "ויצב יעקב מצבה עלקברתה הוא מצבת קברתרחל עדהיום"
    },
    {
      "number": 21,
      "hebrew": "ויסע ישראל ויט אהלה מהלאה למגדלעדר"
    },
    {
      "number": 22,
      "hebrew": "ויהי בשכן ישראל בארץ ההוא וילך ראובן וישכב אתבלהה פילגש אביו וישמע ישרא͏ל ויהיו בנייעקב שנים עשר",
      "parsha": "פ"
    },
    {
      "number": 23,
      "hebrew": "בני לאה בכור יעקב ראובן ושמעון ולוי ויהודה ויששכר וזבלון"
    },
    {
      "number": 24,
      "hebrew": "בני רחל יוסף ובנימן"
    },
    {
      "number": 25,
      "hebrew": "ובני בלהה שפחת רחל דן ונפתלי"
    },
    {
      "number": 26,
      "hebrew": "ובני זלפה שפחת לאה גד ואשר אלה בני יעקב אשר ילדלו בפדן ארם"
    },
    {
      "number": 27,
      "hebrew": "ויבא יעקב אליצחק אביו ממרא קרית הארבע הוא חברון אשרגרשם אברהם ויצחק"
    },
    {
      "number": 28,
      "hebrew": "ויהיו ימי יצחק מאת שנה ושמנים שנה"
    },
    {
      "number": 29,
      "hebrew": "ויגוע יצחק וימת ויאסף אלעמיו זקן ושבע ימים ויקברו אתו עשו ויעקב בניו ",
      "parsha": "פ"
    }
  ]
}
