{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 38,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי בעת ההוא וירד יהודה מאת אחיו ויט עדאיש עדלמי ושמו חירה"
    },
    {
      "number": 2,
      "hebrew": "ויראשם יהודה בתאיש כנעני ושמו שוע ויקחה ויבא אליה"
    },
    {
      "number": 3,
      "hebrew": "ותהר ותלד בן ויקרא אתשמו ער"
    },
    {
      "number": 4,
      "hebrew": "ותהר עוד ותלד בן ותקרא אתשמו אונן"
    },
    {
      "number": 5,
      "hebrew": "ותסף עוד ותלד בן ותקרא אתשמו שלה והיה בכזיב בלדתה אתו"
    },
    {
      "number": 6,
      "hebrew": "ויקח יהודה אשה לער בכורו ושמה תמר"
    },
    {
      "number": 7,
      "hebrew": "ויהי ער בכור יהודה רע בעיני יהוה וימתהו יהוה"
    },
    {
      "number": 8,
      "hebrew": "ויאמר יהודה לאונן בא אלאשת אחיך ויבם אתה והקם זרע לאחיך"
    },
    {
      "number": 9,
      "hebrew": "וידע אונן כי לא לו יהיה הזרע והיה אםבא אלאשת אחיו ושחת ארצה לבלתי נתןזרע לאחיו"
    },
    {
      "number": 10,
      "hebrew": "וירע בעיני יהוה אשר עשה וימת גםאתו"
    },
    {
      "number": 11,
      "hebrew": "ויאמר יהודה לתמר כלתו שבי אלמנה ביתאביך עדיגדל שלה בני כי אמר פןימות גםהוא כאחיו ותלך תמר ותשב בית אביה"
    },
    {
      "number": 12,
      "hebrew": "וירבו הימים ותמת בתשוע אשתיהודה וינחם יהודה ויעל עלגזזי צאנו הוא וחירה רעהו העדלמי תמנתה"
    },
    {
      "number": 13,
      "hebrew": "ויגד לתמר לאמר הנה חמיך עלה תמנתה לגז צאנו"
    },
    {
      "number": 14,
      "hebrew": "ותסר בגדי אלמנותה מעליה ותכס בצעיף ותתעלף ותשב בפתח עינים אשר עלדרך תמנתה כי ראתה כיגדל שלה והוא לאנתנה לו לאשה"
    },
    {
      "number": 15,
      "hebrew": "ויראה יהודה ויחשבה לזונה כי כסתה פניה"
    },
    {
      "number": 16,
      "hebrew": "ויט אליה אלהדרך ויאמר הבהנא אבוא אליך כי לא ידע כי כלתו הוא ותאמר מהתתןלי כי תבוא אלי"
    },
    {
      "number": 17,
      "hebrew": "ויאמר אנכי אשלח גדיעזים מןהצאן ותאמר אםתתן ערבון עד שלחך"
    },
    {
      "number": 18,
      "hebrew": "ויאמר מה הערבון אשר אתןלך ותאמר חתמך ופתילך ומטך אשר בידך ויתןלה ויבא אליה ותהר לו"
    },
    {
      "number": 19,
      "hebrew": "ותקם ותלך ותסר צעיפה מעליה ותלבש בגדי אלמנותה"
    },
    {
      "number": 20,
      "hebrew": "וישלח יהודה אתגדי העזים ביד רעהו העדלמי לקחת הערבון מיד האשה ולא מצאה"
    },
    {
      "number": 21,
      "hebrew": "וישאל אתאנשי מקמה לאמר איה הקדשה הוא בעינים עלהדרך ויאמרו לאהיתה בזה קדשה"
    },
    {
      "number": 22,
      "hebrew": "וישב אליהודה ויאמר לא מצאתיה וגם אנשי המקום אמרו לאהיתה בזה קדשה"
    },
    {
      "number": 23,
      "hebrew": "ויאמר יהודה תקחלה פן נהיה לבוז הנה שלחתי הגדי הזה ואתה לא מצאתה"
    },
    {
      "number": 24,
      "hebrew": "ויהי כמשלש חדשים ויגד ליהודה לאמר זנתה תמר כלתך וגם הנה הרה לזנונים ויאמר יהודה הוציאוה ותשרף"
    },
    {
      "number": 25,
      "hebrew": "הוא מוצאת והיא שלחה אלחמיה לאמר לאיש אשראלה לו אנכי הרה ותאמר הכרנא למי החתמת והפתילים והמטה האלה"
    },
    {
      "number": 26,
      "hebrew": "ויכר יהודה ויאמר צדקה ממני כיעלכן לאנתתיה לשלה בני ולאיסף עוד לדעתה"
    },
    {
      "number": 27,
      "hebrew": "ויהי בעת לדתה והנה תאומים בבטנה"
    },
    {
      "number": 28,
      "hebrew": "ויהי בלדתה ויתןיד ותקח המילדת ותקשר עלידו שני לאמר זה יצא ראשנה"
    },
    {
      "number": 29,
      "hebrew": "ויהי כמשיב ידו והנה יצא אחיו ותאמר מהפרצת עליך פרץ ויקרא שמו פרץ"
    },
    {
      "number": 30,
      "hebrew": "ואחר יצא אחיו אשר עלידו השני ויקרא שמו זרח         "
    }
  ]
}
