{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 39,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויוסף הורד מצרימה ויקנהו פוטיפר סריס פרעה שר הטבחים איש מצרי מיד הישמעאלים אשר הורדהו שמה"
    },
    {
      "number": 2,
      "hebrew": "ויהי יהוה אתיוסף ויהי איש מצליח ויהי בבית אדניו המצרי"
    },
    {
      "number": 3,
      "hebrew": "וירא אדניו כי יהוה אתו וכל אשרהוא עשה יהוה מצליח בידו"
    },
    {
      "number": 4,
      "hebrew": "וימצא יוסף חן בעיניו וישרת אתו ויפקדהו עלביתו וכלישלו נתן בידו"
    },
    {
      "number": 5,
      "hebrew": "ויהי מאז הפקיד אתו בביתו ועל כלאשר ישלו ויברך יהוה אתבית המצרי בגלל יוסף ויהי ברכת יהוה בכלאשר ישלו בבית ובשדה"
    },
    {
      "number": 6,
      "hebrew": "ויעזב כלאשרלו בידיוסף ולאידע אתו מאומה כי אםהלחם אשרהוא אוכל ויהי יוסף יפהתאר ויפה מראה"
    },
    {
      "number": 7,
      "hebrew": "ויהי אחר הדברים האלה ותשא אשתאדניו אתעיניה אליוסף ותאמר שכבה עמי"
    },
    {
      "number": 8,
      "hebrew": "וימאן ויאמר אלאשת אדניו הן אדני לאידע אתי מהבבית וכל אשרישלו נתן בידי"
    },
    {
      "number": 9,
      "hebrew": "איננו גדול בבית הזה ממני ולאחשך ממני מאומה כי אםאותך באשר אתאשתו ואיך אעשה הרעה הגדלה הזאת וחטאתי לאלהים"
    },
    {
      "number": 10,
      "hebrew": "ויהי כדברה אליוסף יוםיום ולאשמע אליה לשכב אצלה להיות עמה"
    },
    {
      "number": 11,
      "hebrew": "ויהי כהיום הזה ויבא הביתה לעשות מלאכתו ואין איש מאנשי הבית שם בבית"
    },
    {
      "number": 12,
      "hebrew": "ותתפשהו בבגדו לאמר שכבה עמי ויעזב בגדו בידה וינס ויצא החוצה"
    },
    {
      "number": 13,
      "hebrew": "ויהי כראותה כיעזב בגדו בידה וינס החוצה"
    },
    {
      "number": 14,
      "hebrew": "ותקרא לאנשי ביתה ותאמר להם לאמר ראו הביא לנו איש עברי לצחק בנו בא אלי לשכב עמי ואקרא בקול גדול"
    },
    {
      "number": 15,
      "hebrew": "ויהי כשמעו כיהרימתי קולי ואקרא ויעזב בגדו אצלי וינס ויצא החוצה"
    },
    {
      "number": 16,
      "hebrew": "ותנח בגדו אצלה עדבוא אדניו אלביתו"
    },
    {
      "number": 17,
      "hebrew": "ותדבר אליו כדברים האלה לאמר באאלי העבד העברי אשרהבאת לנו לצחק בי"
    },
    {
      "number": 18,
      "hebrew": "ויהי כהרימי קולי ואקרא ויעזב בגדו אצלי וינס החוצה"
    },
    {
      "number": 19,
      "hebrew": "ויהי כשמע אדניו אתדברי אשתו אשר דברה אליו לאמר כדברים האלה עשה לי עבדך ויחר אפו"
    },
    {
      "number": 20,
      "hebrew": "ויקח אדני יוסף אתו ויתנהו אלבית הסהר מקום אשר[אסירי] (אסורי) המלך אסורים ויהישם בבית הסהר"
    },
    {
      "number": 21,
      "hebrew": "ויהי יהוה אתיוסף ויט אליו חסד ויתן חנו בעיני שר ביתהסהר"
    },
    {
      "number": 22,
      "hebrew": "ויתן שר ביתהסהר בידיוסף את כלהאסירם אשר בבית הסהר ואת כלאשר עשים שם הוא היה עשה"
    },
    {
      "number": 23,
      "hebrew": "אין שר ביתהסהר ראה אתכלמאומה בידו באשר יהוה אתו ואשרהוא עשה יהוה מצליח ",
      "parsha": "פ"
    }
  ]
}
