{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 42,
  "verses": [
    {
      "number": 1,
      "hebrew": "וירא יעקב כי יששבר במצרים ויאמר יעקב לבניו למה תתראו"
    },
    {
      "number": 2,
      "hebrew": "ויאמר הנה שמעתי כי יששבר במצרים רדושמה ושברולנו משם ונחיה ולא נמות"
    },
    {
      "number": 3,
      "hebrew": "וירדו אחייוסף עשרה לשבר בר ממצרים"
    },
    {
      "number": 4,
      "hebrew": "ואתבנימין אחי יוסף לאשלח יעקב אתאחיו כי אמר פןיקראנו אסון"
    },
    {
      "number": 5,
      "hebrew": "ויבאו בני ישראל לשבר בתוך הבאים כיהיה הרעב בארץ כנען"
    },
    {
      "number": 6,
      "hebrew": "ויוסף הוא השליט עלהארץ הוא המשביר לכלעם הארץ ויבאו אחי יוסף וישתחוולו אפים ארצה"
    },
    {
      "number": 7,
      "hebrew": "וירא יוסף אתאחיו ויכרם ויתנכר אליהם וידבר אתם קשות ויאמר אלהם מאין באתם ויאמרו מארץ כנען לשבראכל"
    },
    {
      "number": 8,
      "hebrew": "ויכר יוסף אתאחיו והם לא הכרהו"
    },
    {
      "number": 9,
      "hebrew": "ויזכר יוסף את החלמות אשר חלם להם ויאמר אלהם מרגלים אתם לראות אתערות הארץ באתם"
    },
    {
      "number": 10,
      "hebrew": "ויאמרו אליו לא אדני ועבדיך באו לשבראכל"
    },
    {
      "number": 11,
      "hebrew": "כלנו בני אישאחד נחנו כנים אנחנו לאהיו עבדיך מרגלים"
    },
    {
      "number": 12,
      "hebrew": "ויאמר אלהם לא כיערות הארץ באתם לראות"
    },
    {
      "number": 13,
      "hebrew": "ויאמרו שנים עשר עבדיך אחיםאנחנו בני אישאחד בארץ כנען והנה הקטן אתאבינו היום והאחד איננו"
    },
    {
      "number": 14,
      "hebrew": "ויאמר אלהם יוסף הוא אשר דברתי אלכם לאמר מרגלים אתם"
    },
    {
      "number": 15,
      "hebrew": "בזאת תבחנו חי פרעה אםתצאו מזה כי אםבבוא אחיכם הקטן הנה"
    },
    {
      "number": 16,
      "hebrew": "שלחו מכם אחד ויקח אתאחיכם ואתם האסרו ויבחנו דבריכם האמת אתכם ואםלא חי פרעה כי מרגלים אתם"
    },
    {
      "number": 17,
      "hebrew": "ויאסף אתם אלמשמר שלשת ימים"
    },
    {
      "number": 18,
      "hebrew": "ויאמר אלהם יוסף ביום השלישי זאת עשו וחיו אתהאלהים אני ירא"
    },
    {
      "number": 19,
      "hebrew": "אםכנים אתם אחיכם אחד יאסר בבית משמרכם ואתם לכו הביאו שבר רעבון בתיכם"
    },
    {
      "number": 20,
      "hebrew": "ואתאחיכם הקטן תביאו אלי ויאמנו דבריכם ולא תמותו ויעשוכן"
    },
    {
      "number": 21,
      "hebrew": "ויאמרו איש אלאחיו אבל אשמיםאנחנו עלאחינו אשר ראינו צרת נפשו בהתחננו אלינו ולא שמענו עלכן באה אלינו הצרה הזאת"
    },
    {
      "number": 22,
      "hebrew": "ויען ראובן אתם לאמר הלוא אמרתי אליכםלאמר אלתחטאו בילד ולא שמעתם וגםדמו הנה נדרש"
    },
    {
      "number": 23,
      "hebrew": "והם לא ידעו כי שמע יוסף כי המליץ בינתם"
    },
    {
      "number": 24,
      "hebrew": "ויסב מעליהם ויבך וישב אלהם וידבר אלהם ויקח מאתם אתשמעון ויאסר אתו לעיניהם"
    },
    {
      "number": 25,
      "hebrew": "ויצו יוסף וימלאו אתכליהם בר ולהשיב כספיהם איש אלשקו ולתת להם צדה לדרך ויעש להם כן"
    },
    {
      "number": 26,
      "hebrew": "וישאו אתשברם עלחמריהם וילכו משם"
    },
    {
      "number": 27,
      "hebrew": "ויפתח האחד אתשקו לתת מספוא לחמרו במלון וירא אתכספו והנההוא בפי אמתחתו"
    },
    {
      "number": 28,
      "hebrew": "ויאמר אלאחיו הושב כספי וגם הנה באמתחתי ויצא לבם ויחרדו איש אלאחיו לאמר מהזאת עשה אלהים לנו"
    },
    {
      "number": 29,
      "hebrew": "ויבאו אליעקב אביהם ארצה כנען ויגידו לו את כלהקרת אתם לאמר"
    },
    {
      "number": 30,
      "hebrew": "דבר האיש אדני הארץ אתנו קשות ויתן אתנו כמרגלים אתהארץ"
    },
    {
      "number": 31,
      "hebrew": "ונאמר אליו כנים אנחנו לא היינו מרגלים"
    },
    {
      "number": 32,
      "hebrew": "שניםעשר אנחנו אחים בני אבינו האחד איננו והקטן היום אתאבינו בארץ כנען"
    },
    {
      "number": 33,
      "hebrew": "ויאמר אלינו האיש אדני הארץ בזאת אדע כי כנים אתם אחיכם האחד הניחו אתי ואתרעבון בתיכם קחו ולכו"
    },
    {
      "number": 34,
      "hebrew": "והביאו אתאחיכם הקטן אלי ואדעה כי לא מרגלים אתם כי כנים אתם אתאחיכם אתן לכם ואתהארץ תסחרו"
    },
    {
      "number": 35,
      "hebrew": "ויהי הם מריקים שקיהם והנהאיש צרורכספו בשקו ויראו אתצררות כספיהם המה ואביהם וייראו"
    },
    {
      "number": 36,
      "hebrew": "ויאמר אלהם יעקב אביהם אתי שכלתם יוסף איננו ושמעון איננו ואתבנימן תקחו עלי היו כלנה"
    },
    {
      "number": 37,
      "hebrew": "ויאמר ראובן אלאביו לאמר אתשני בני תמית אםלא אביאנו אליך תנה אתו עלידי ואני אשיבנו אליך"
    },
    {
      "number": 38,
      "hebrew": "ויאמר לאירד בני עמכם כיאחיו מת והוא לבדו נשאר וקראהו אסון בדרך אשר תלכובה והורדתם אתשיבתי ביגון שאולה"
    }
  ]
}
