{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 44,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויצו אתאשר עלביתו לאמר מלא אתאמתחת האנשים אכל כאשר יוכלון שאת ושים כסףאיש בפי אמתחתו"
    },
    {
      "number": 2,
      "hebrew": "ואתגביעי גביע הכסף תשים בפי אמתחת הקטן ואת כסף שברו ויעש כדבר יוסף אשר דבר"
    },
    {
      "number": 3,
      "hebrew": "הבקר אור והאנשים שלחו המה וחמריהם"
    },
    {
      "number": 4,
      "hebrew": "הם יצאו אתהעיר לא הרחיקו ויוסף אמר לאשר עלביתו קום רדף אחרי האנשים והשגתם ואמרת אלהם למה שלמתם רעה תחת טובה"
    },
    {
      "number": 5,
      "hebrew": "הלוא זה אשר ישתה אדני בו והוא נחש ינחש בו הרעתם אשר עשיתם"
    },
    {
      "number": 6,
      "hebrew": "וישגם וידבר אלהם אתהדברים האלה"
    },
    {
      "number": 7,
      "hebrew": "ויאמרו אליו למה ידבר אדני כדברים האלה חלילה לעבדיך מעשות כדבר הזה"
    },
    {
      "number": 8,
      "hebrew": "הן כסף אשר מצאנו בפי אמתחתינו השיבנו אליך מארץ כנען ואיך נגנב מבית אדניך כסף או זהב"
    },
    {
      "number": 9,
      "hebrew": "אשר ימצא אתו מעבדיך ומת וגםאנחנו נהיה לאדני לעבדים"
    },
    {
      "number": 10,
      "hebrew": "ויאמר גםעתה כדבריכם כןהוא אשר ימצא אתו יהיהלי עבד ואתם תהיו נקים"
    },
    {
      "number": 11,
      "hebrew": "וימהרו ויורדו איש אתאמתחתו ארצה ויפתחו איש אמתחתו"
    },
    {
      "number": 12,
      "hebrew": "ויחפש בגדול החל ובקטן כלה וימצא הגביע באמתחת בנימן"
    },
    {
      "number": 13,
      "hebrew": "ויקרעו שמלתם ויעמס איש עלחמרו וישבו העירה"
    },
    {
      "number": 14,
      "hebrew": "ויבא יהודה ואחיו ביתה יוסף והוא עודנו שם ויפלו לפניו ארצה"
    },
    {
      "number": 15,
      "hebrew": "ויאמר להם יוסף מההמעשה הזה אשר עשיתם הלוא ידעתם כינחש ינחש איש אשר כמני"
    },
    {
      "number": 16,
      "hebrew": "ויאמר יהודה מהנאמר לאדני מהנדבר ומהנצטדק האלהים מצא אתעון עבדיך הננו עבדים לאדני גםאנחנו גם אשרנמצא הגביע בידו"
    },
    {
      "number": 17,
      "hebrew": "ויאמר חלילה לי מעשות זאת האיש אשר נמצא הגביע בידו הוא יהיהלי עבד ואתם עלו לשלום אלאביכם         "
    },
    {
      "number": 18,
      "hebrew": "ויגש אליו יהודה ויאמר בי אדני ידברנא עבדך דבר באזני אדני ואליחר אפך בעבדך כי כמוך כפרעה"
    },
    {
      "number": 19,
      "hebrew": "אדני שאל אתעבדיו לאמר הישלכם אב אואח"
    },
    {
      "number": 20,
      "hebrew": "ונאמר אלאדני ישלנו אב זקן וילד זקנים קטן ואחיו מת ויותר הוא לבדו לאמו ואביו אהבו"
    },
    {
      "number": 21,
      "hebrew": "ותאמר אלעבדיך הורדהו אלי ואשימה עיני עליו"
    },
    {
      "number": 22,
      "hebrew": "ונאמר אלאדני לאיוכל הנער לעזב אתאביו ועזב אתאביו ומת"
    },
    {
      "number": 23,
      "hebrew": "ותאמר אלעבדיך אםלא ירד אחיכם הקטן אתכם לא תספון לראות פני"
    },
    {
      "number": 24,
      "hebrew": "ויהי כי עלינו אלעבדך אבי ונגדלו את דברי אדני"
    },
    {
      "number": 25,
      "hebrew": "ויאמר אבינו שבו שברולנו מעטאכל"
    },
    {
      "number": 26,
      "hebrew": "ונאמר לא נוכל לרדת אםיש אחינו הקטן אתנו וירדנו כילא נוכל לראות פני האיש ואחינו הקטן איננו אתנו"
    },
    {
      "number": 27,
      "hebrew": "ויאמר עבדך אבי אלינו אתם ידעתם כי שנים ילדהלי אשתי"
    },
    {
      "number": 28,
      "hebrew": "ויצא האחד מאתי ואמר אך טרף טרף ולא ראיתיו עדהנה"
    },
    {
      "number": 29,
      "hebrew": "ולקחתם גםאתזה מעם פני וקרהו אסון והורדתם אתשיבתי ברעה שאלה"
    },
    {
      "number": 30,
      "hebrew": "ועתה כבאי אלעבדך אבי והנער איננו אתנו ונפשו קשורה בנפשו"
    },
    {
      "number": 31,
      "hebrew": "והיה כראותו כיאין הנער ומת והורידו עבדיך אתשיבת עבדך אבינו ביגון שאלה"
    },
    {
      "number": 32,
      "hebrew": "כי עבדך ערב אתהנער מעם אבי לאמר אםלא אביאנו אליך וחטאתי לאבי כלהימים"
    },
    {
      "number": 33,
      "hebrew": "ועתה ישבנא עבדך תחת הנער עבד לאדני והנער יעל עםאחיו"
    },
    {
      "number": 34,
      "hebrew": "כיאיך אעלה אלאבי והנער איננו אתי פן אראה ברע אשר ימצא אתאבי"
    }
  ]
}
