{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 45,
  "verses": [
    {
      "number": 1,
      "hebrew": "ולאיכל יוסף להתאפק לכל הנצבים עליו ויקרא הוציאו כלאיש מעלי ולאעמד איש אתו בהתודע יוסף אלאחיו"
    },
    {
      "number": 2,
      "hebrew": "ויתן אתקלו בבכי וישמעו מצרים וישמע בית פרעה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר יוסף אלאחיו אני יוסף העוד אבי חי ולאיכלו אחיו לענות אתו כי נבהלו מפניו"
    },
    {
      "number": 4,
      "hebrew": "ויאמר יוסף אלאחיו גשונא אלי ויגשו ויאמר אני יוסף אחיכם אשרמכרתם אתי מצרימה"
    },
    {
      "number": 5,
      "hebrew": "ועתה אלתעצבו ואליחר בעיניכם כימכרתם אתי הנה כי למחיה שלחני אלהים לפניכם"
    },
    {
      "number": 6,
      "hebrew": "כיזה שנתים הרעב בקרב הארץ ועוד חמש שנים אשר איןחריש וקציר"
    },
    {
      "number": 7,
      "hebrew": "וישלחני אלהים לפניכם לשום לכם שארית בארץ ולהחיות לכם לפליטה גדלה"
    },
    {
      "number": 8,
      "hebrew": "ועתה לאאתם שלחתם אתי הנה כי האלהים וישימני לאב לפרעה ולאדון לכלביתו ומשל בכלארץ מצרים"
    },
    {
      "number": 9,
      "hebrew": "מהרו ועלו אלאבי ואמרתם אליו כה אמר בנך יוסף שמני אלהים לאדון לכלמצרים רדה אלי אלתעמד"
    },
    {
      "number": 10,
      "hebrew": "וישבת בארץגשן והיית קרוב אלי אתה ובניך ובני בניך וצאנך ובקרך וכלאשרלך"
    },
    {
      "number": 11,
      "hebrew": "וכלכלתי אתך שם כיעוד חמש שנים רעב פןתורש אתה וביתך וכלאשרלך"
    },
    {
      "number": 12,
      "hebrew": "והנה עיניכם ראות ועיני אחי בנימין כיפי המדבר אליכם"
    },
    {
      "number": 13,
      "hebrew": "והגדתם לאבי אתכלכבודי במצרים ואת כלאשר ראיתם ומהרתם והורדתם אתאבי הנה"
    },
    {
      "number": 14,
      "hebrew": "ויפל עלצוארי בנימןאחיו ויבך ובנימן בכה עלצואריו"
    },
    {
      "number": 15,
      "hebrew": "וינשק לכלאחיו ויבך עלהם ואחרי כן דברו אחיו אתו"
    },
    {
      "number": 16,
      "hebrew": "והקל נשמע בית פרעה לאמר באו אחי יוסף וייטב בעיני פרעה ובעיני עבדיו"
    },
    {
      "number": 17,
      "hebrew": "ויאמר פרעה אליוסף אמר אלאחיך זאת עשו טענו אתבעירכם ולכובאו ארצה כנען"
    },
    {
      "number": 18,
      "hebrew": "וקחו אתאביכם ואתבתיכם ובאו אלי ואתנה לכם אתטוב ארץ מצרים ואכלו אתחלב הארץ"
    },
    {
      "number": 19,
      "hebrew": "ואתה צויתה זאת עשו קחולכם מארץ מצרים עגלות לטפכם ולנשיכם ונשאתם אתאביכם ובאתם"
    },
    {
      "number": 20,
      "hebrew": "ועינכם אלתחס עלכליכם כיטוב כלארץ מצרים לכם הוא"
    },
    {
      "number": 21,
      "hebrew": "ויעשוכן בני ישראל ויתן להם יוסף עגלות עלפי פרעה ויתן להם צדה לדרך"
    },
    {
      "number": 22,
      "hebrew": "לכלם נתן לאיש חלפות שמלת ולבנימן נתן שלש מאות כסף וחמש חלפת שמלת"
    },
    {
      "number": 23,
      "hebrew": "ולאביו שלח כזאת עשרה חמרים נשאים מטוב מצרים ועשר אתנת נשאת בר ולחם ומזון לאביו לדרך"
    },
    {
      "number": 24,
      "hebrew": "וישלח אתאחיו וילכו ויאמר אלהם אלתרגזו בדרך"
    },
    {
      "number": 25,
      "hebrew": "ויעלו ממצרים ויבאו ארץ כנען אליעקב אביהם"
    },
    {
      "number": 26,
      "hebrew": "ויגדו לו לאמר עוד יוסף חי וכיהוא משל בכלארץ מצרים ויפג לבו כי לאהאמין להם"
    },
    {
      "number": 27,
      "hebrew": "וידברו אליו את כלדברי יוסף אשר דבר אלהם וירא אתהעגלות אשרשלח יוסף לשאת אתו ותחי רוח יעקב אביהם"
    },
    {
      "number": 28,
      "hebrew": "ויאמר ישראל רב עודיוסף בני חי אלכה ואראנו בטרם אמות"
    }
  ]
}
