{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 48,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי אחרי הדברים האלה ויאמר ליוסף הנה אביך חלה ויקח אתשני בניו עמו אתמנשה ואתאפרים"
    },
    {
      "number": 2,
      "hebrew": "ויגד ליעקב ויאמר הנה בנך יוסף בא אליך ויתחזק ישראל וישב עלהמטה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר יעקב אליוסף אל שדי נראהאלי בלוז בארץ כנען ויברך אתי"
    },
    {
      "number": 4,
      "hebrew": "ויאמר אלי הנני מפרך והרביתך ונתתיך לקהל עמים ונתתי אתהארץ הזאת לזרעך אחריך אחזת עולם"
    },
    {
      "number": 5,
      "hebrew": "ועתה שניבניך הנולדים לך בארץ מצרים עדבאי אליך מצרימה ליהם אפרים ומנשה כראובן ושמעון יהיולי"
    },
    {
      "number": 6,
      "hebrew": "ומולדתך אשרהולדת אחריהם לך יהיו על שם אחיהם יקראו בנחלתם"
    },
    {
      "number": 7,
      "hebrew": "ואני בבאי מפדן מתה עלי רחל בארץ כנען בדרך בעוד כברתארץ לבא אפרתה ואקברה שם בדרך אפרת הוא בית לחם"
    },
    {
      "number": 8,
      "hebrew": "וירא ישראל אתבני יוסף ויאמר מיאלה"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יוסף אלאביו בני הם אשרנתןלי אלהים בזה ויאמר קחםנא אלי ואברכם"
    },
    {
      "number": 10,
      "hebrew": "ועיני ישראל כבדו מזקן לא יוכל לראות ויגש אתם אליו וישק להם ויחבק להם"
    },
    {
      "number": 11,
      "hebrew": "ויאמר ישראל אליוסף ראה פניך לא פללתי והנה הראה אתי אלהים גם אתזרעך"
    },
    {
      "number": 12,
      "hebrew": "ויוצא יוסף אתם מעם ברכיו וישתחו לאפיו ארצה"
    },
    {
      "number": 13,
      "hebrew": "ויקח יוסף אתשניהם אתאפרים בימינו משמאל ישראל ואתמנשה בשמאלו מימין ישראל ויגש אליו"
    },
    {
      "number": 14,
      "hebrew": "וישלח ישראל אתימינו וישת עלראש אפרים והוא הצעיר ואתשמאלו עלראש מנשה שכל אתידיו כי מנשה הבכור"
    },
    {
      "number": 15,
      "hebrew": "ויברך אתיוסף ויאמר האלהים אשר התהלכו אבתי לפניו אברהם ויצחק האלהים הרעה אתי מעודי עדהיום הזה"
    },
    {
      "number": 16,
      "hebrew": "המלאך הגאל אתי מכלרע יברך אתהנערים ויקרא בהם שמי ושם אבתי אברהם ויצחק וידגו לרב בקרב הארץ"
    },
    {
      "number": 17,
      "hebrew": "וירא יוסף כיישית אביו ידימינו עלראש אפרים וירע בעיניו ויתמך ידאביו להסיר אתה מעל ראשאפרים עלראש מנשה"
    },
    {
      "number": 18,
      "hebrew": "ויאמר יוסף אלאביו לאכן אבי כיזה הבכר שים ימינך עלראשו"
    },
    {
      "number": 19,
      "hebrew": "וימאן אביו ויאמר ידעתי בני ידעתי גםהוא יהיהלעם וגםהוא יגדל ואולם אחיו הקטן יגדל ממנו וזרעו יהיה מלאהגוים"
    },
    {
      "number": 20,
      "hebrew": "ויברכם ביום ההוא לאמור בך יברך ישראל לאמר ישמך אלהים כאפרים וכמנשה וישם אתאפרים לפני מנשה"
    },
    {
      "number": 21,
      "hebrew": "ויאמר ישראל אליוסף הנה אנכי מת והיה אלהים עמכם והשיב אתכם אלארץ אבתיכם"
    },
    {
      "number": 22,
      "hebrew": "ואני נתתי לך שכם אחד עלאחיך אשר לקחתי מיד האמרי בחרבי ובקשתי ",
      "parsha": "פ"
    }
  ]
}
