{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "hebrew": "זה ספר*(בספרי תימן ספר בסמ״ך גדולה) תולדת אדם ביום ברא אלהים אדם בדמות אלהים עשה אתו"
    },
    {
      "number": 2,
      "hebrew": "זכר ונקבה בראם ויברך אתם ויקרא אתשמם אדם ביום הבראם"
    },
    {
      "number": 3,
      "hebrew": "ויחי אדם שלשים ומאת שנה ויולד בדמותו כצלמו ויקרא אתשמו שת"
    },
    {
      "number": 4,
      "hebrew": "ויהיו ימיאדם אחרי הולידו אתשת שמנה מאת שנה ויולד בנים ובנות"
    },
    {
      "number": 5,
      "hebrew": "ויהיו כלימי אדם אשרחי תשע מאות שנה ושלשים שנה וימת         "
    },
    {
      "number": 6,
      "hebrew": "ויחישת חמש שנים ומאת שנה ויולד אתאנוש"
    },
    {
      "number": 7,
      "hebrew": "ויחישת אחרי הולידו אתאנוש שבע שנים ושמנה מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 8,
      "hebrew": "ויהיו כלימישת שתים עשרה שנה ותשע מאות שנה וימת         "
    },
    {
      "number": 9,
      "hebrew": "ויחי אנוש תשעים שנה ויולד אתקינן"
    },
    {
      "number": 10,
      "hebrew": "ויחי אנוש אחרי הולידו אתקינן חמש עשרה שנה ושמנה מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 11,
      "hebrew": "ויהיו כלימי אנוש חמש שנים ותשע מאות שנה וימת         "
    },
    {
      "number": 12,
      "hebrew": "ויחי קינן שבעים שנה ויולד אתמהללאל"
    },
    {
      "number": 13,
      "hebrew": "ויחי קינן אחרי הולידו אתמהללאל ארבעים שנה ושמנה מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 14,
      "hebrew": "ויהיו כלימי קינן עשר שנים ותשע מאות שנה וימת         "
    },
    {
      "number": 15,
      "hebrew": "ויחי מהללאל חמש שנים וששים שנה ויולד אתירד"
    },
    {
      "number": 16,
      "hebrew": "ויחי מהללאל אחרי הולידו אתירד שלשים שנה ושמנה מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 17,
      "hebrew": "ויהיו כלימי מהללאל חמש ותשעים שנה ושמנה מאות שנה וימת         "
    },
    {
      "number": 18,
      "hebrew": "ויחיירד שתים וששים שנה ומאת שנה ויולד אתחנוך"
    },
    {
      "number": 19,
      "hebrew": "ויחיירד אחרי הולידו אתחנוך שמנה מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 20,
      "hebrew": "ויהיו כלימיירד שתים וששים שנה ותשע מאות שנה וימת         "
    },
    {
      "number": 21,
      "hebrew": "ויחי חנוך חמש וששים שנה ויולד אתמתושלח"
    },
    {
      "number": 22,
      "hebrew": "ויתהלך חנוך אתהאלהים אחרי הולידו אתמתושלח שלש מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 23,
      "hebrew": "ויהי כלימי חנוך חמש וששים שנה ושלש מאות שנה"
    },
    {
      "number": 24,
      "hebrew": "ויתהלך חנוך אתהאלהים ואיננו כילקח אתו אלהים         "
    },
    {
      "number": 25,
      "hebrew": "ויחי מתושלח שבע ושמנים שנה ומאת שנה ויולד אתלמך"
    },
    {
      "number": 26,
      "hebrew": "ויחי מתושלח אחרי הולידו אתלמך שתים ושמונים שנה ושבע מאות שנה ויולד בנים ובנות"
    },
    {
      "number": 27,
      "hebrew": "ויהיו כלימי מתושלח תשע וששים שנה ותשע מאות שנה וימת         "
    },
    {
      "number": 28,
      "hebrew": "ויחילמך שתים ושמנים שנה ומאת שנה ויולד בן"
    },
    {
      "number": 29,
      "hebrew": "ויקרא אתשמו נח לאמר זה ינחמנו ממעשנו ומעצבון ידינו מןהאדמה אשר אררה יהוה"
    },
    {
      "number": 30,
      "hebrew": "ויחילמך אחרי הולידו אתנח חמש ותשעים שנה וחמש מאת שנה ויולד בנים ובנות"
    },
    {
      "number": 31,
      "hebrew": "ויהי כלימילמך שבע ושבעים שנה ושבע מאות שנה וימת         "
    },
    {
      "number": 32,
      "hebrew": "ויהינח בןחמש מאות שנה ויולד נח אתשם אתחם ואתיפת"
    }
  ]
}
