{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 8,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויזכר אלהים אתנח ואת כלהחיה ואתכלהבהמה אשר אתו בתבה ויעבר אלהים רוח עלהארץ וישכו המים"
    },
    {
      "number": 2,
      "hebrew": "ויסכרו מעינת תהום וארבת השמים ויכלא הגשם מןהשמים"
    },
    {
      "number": 3,
      "hebrew": "וישבו המים מעל הארץ הלוך ושוב ויחסרו המים מקצה חמשים ומאת יום"
    },
    {
      "number": 4,
      "hebrew": "ותנח התבה בחדש השביעי בשבעהעשר יום לחדש על הרי אררט"
    },
    {
      "number": 5,
      "hebrew": "והמים היו הלוך וחסור עד החדש העשירי בעשירי באחד לחדש נראו ראשי ההרים"
    },
    {
      "number": 6,
      "hebrew": "ויהי מקץ ארבעים יום ויפתח נח אתחלון התבה אשר עשה"
    },
    {
      "number": 7,
      "hebrew": "וישלח אתהערב ויצא יצוא ושוב עדיבשת המים מעל הארץ"
    },
    {
      "number": 8,
      "hebrew": "וישלח אתהיונה מאתו לראות הקלו המים מעל פני האדמה"
    },
    {
      "number": 9,
      "hebrew": "ולאמצאה היונה מנוח לכףרגלה ותשב אליו אלהתבה כימים עלפני כלהארץ וישלח ידו ויקחה ויבא אתה אליו אלהתבה"
    },
    {
      "number": 10,
      "hebrew": "ויחל עוד שבעת ימים אחרים ויסף שלח אתהיונה מןהתבה"
    },
    {
      "number": 11,
      "hebrew": "ותבא אליו היונה לעת ערב והנה עלהזית טרף בפיה וידע נח כיקלו המים מעל הארץ"
    },
    {
      "number": 12,
      "hebrew": "וייחל עוד שבעת ימים אחרים וישלח אתהיונה ולאיספה שובאליו עוד"
    },
    {
      "number": 13,
      "hebrew": "ויהי באחת וששמאות שנה בראשון באחד לחדש חרבו המים מעל הארץ ויסר נח אתמכסה התבה וירא והנה חרבו פני האדמה"
    },
    {
      "number": 14,
      "hebrew": "ובחדש השני בשבעה ועשרים יום לחדש יבשה הארץ         "
    },
    {
      "number": 15,
      "hebrew": "וידבר אלהים אלנח לאמר"
    },
    {
      "number": 16,
      "hebrew": "צא מןהתבה אתה ואשתך ובניך ונשיבניך אתך"
    },
    {
      "number": 17,
      "hebrew": "כלהחיה אשראתך מכלבשר בעוף ובבהמה ובכלהרמש הרמש עלהארץ (הוצא) [היצא] אתך ושרצו בארץ ופרו ורבו עלהארץ"
    },
    {
      "number": 18,
      "hebrew": "ויצאנח ובניו ואשתו ונשיבניו אתו"
    },
    {
      "number": 19,
      "hebrew": "כלהחיה כלהרמש וכלהעוף כל רומש עלהארץ למשפחתיהם יצאו מןהתבה"
    },
    {
      "number": 20,
      "hebrew": "ויבן נח מזבח ליהוה ויקח מכל הבהמה הטהרה ומכל העוף הטהור ויעל עלת במזבח"
    },
    {
      "number": 21,
      "hebrew": "וירח יהוה אתריח הניחח ויאמר יהוה אללבו לאאסף לקלל עוד אתהאדמה בעבור האדם כי יצר לב האדם רע מנעריו ולאאסף עוד להכות אתכלחי כאשר עשיתי"
    },
    {
      "number": 22,
      "hebrew": "עד כלימי הארץ זרע וקציר וקר וחם וקיץ וחרף ויום ולילה לא ישבתו"
    }
  ]
}
