{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 18,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלאהרן אתה ובניך וביתאביך אתך תשאו אתעון המקדש ואתה ובניך אתך תשאו אתעון כהנתכם"
    },
    {
      "number": 2,
      "hebrew": "וגם אתאחיך מטה לוי שבט אביך הקרב אתך וילוו עליך וישרתוך ואתה ובניך אתך לפני אהל העדת"
    },
    {
      "number": 3,
      "hebrew": "ושמרו משמרתך ומשמרת כלהאהל אך אלכלי הקדש ואלהמזבח לא יקרבו ולאימתו גםהם גםאתם"
    },
    {
      "number": 4,
      "hebrew": "ונלוו עליך ושמרו אתמשמרת אהל מועד לכל עבדת האהל וזר לאיקרב אליכם"
    },
    {
      "number": 5,
      "hebrew": "ושמרתם את משמרת הקדש ואת משמרת המזבח ולאיהיה עוד קצף עלבני ישראל"
    },
    {
      "number": 6,
      "hebrew": "ואני הנה לקחתי אתאחיכם הלוים מתוך בני ישראל לכם מתנה נתנים ליהוה לעבד אתעבדת אהל מועד"
    },
    {
      "number": 7,
      "hebrew": "ואתה ובניך אתך תשמרו אתכהנתכם לכלדבר המזבח ולמבית לפרכת ועבדתם עבדת מתנה אתן אתכהנתכם והזר הקרב יומת ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "וידבר יהוה אלאהרן ואני הנה נתתי לך אתמשמרת תרומתי לכלקדשי בניישראל לך נתתים למשחה ולבניך לחקעולם"
    },
    {
      "number": 9,
      "hebrew": "זהיהיה לך מקדש הקדשים מןהאש כלקרבנם לכלמנחתם ולכלחטאתם ולכלאשמם אשר ישיבו לי קדש קדשים לך הוא ולבניך"
    },
    {
      "number": 10,
      "hebrew": "בקדש הקדשים תאכלנו כלזכר יאכל אתו קדש יהיהלך"
    },
    {
      "number": 11,
      "hebrew": "וזהלך תרומת מתנם לכלתנופת בני ישראל לך נתתים ולבניך ולבנתיך אתך לחקעולם כלטהור בביתך יאכל אתו"
    },
    {
      "number": 12,
      "hebrew": "כל חלב יצהר וכלחלב תירוש ודגן ראשיתם אשריתנו ליהוה לך נתתים"
    },
    {
      "number": 13,
      "hebrew": "בכורי כלאשר בארצם אשריביאו ליהוה לך יהיה כלטהור בביתך יאכלנו"
    },
    {
      "number": 14,
      "hebrew": "כלחרם בישראל לך יהיה"
    },
    {
      "number": 15,
      "hebrew": "כלפטר רחם לכלבשר אשריקריבו ליהוה באדם ובבהמה יהיהלך אך פדה תפדה את בכור האדם ואת בכורהבהמה הטמאה תפדה"
    },
    {
      "number": 16,
      "hebrew": "ופדויו מבןחדש תפדה בערכך כסף חמשת שקלים בשקל הקדש עשרים גרה הוא"
    },
    {
      "number": 17,
      "hebrew": "אך בכורשור אובכור כשב אובכור עז לא תפדה קדש הם אתדמם תזרק עלהמזבח ואתחלבם תקטיר אשה לריח ניחח ליהוה"
    },
    {
      "number": 18,
      "hebrew": "ובשרם יהיהלך כחזה התנופה וכשוק הימין לך יהיה"
    },
    {
      "number": 19,
      "hebrew": "כל תרומת הקדשים אשר ירימו בניישראל ליהוה נתתי לך ולבניך ולבנתיך אתך לחקעולם ברית מלח עולם הוא לפני יהוה לך ולזרעך אתך"
    },
    {
      "number": 20,
      "hebrew": "ויאמר יהוה אלאהרן בארצם לא תנחל וחלק לאיהיה לך בתוכם אני חלקך ונחלתך בתוך בני ישראל         "
    },
    {
      "number": 21,
      "hebrew": "ולבני לוי הנה נתתי כלמעשר בישראל לנחלה חלף עבדתם אשרהם עבדים אתעבדת אהל מועד"
    },
    {
      "number": 22,
      "hebrew": "ולאיקרבו עוד בני ישראל אלאהל מועד לשאת חטא למות"
    },
    {
      "number": 23,
      "hebrew": "ועבד הלוי הוא אתעבדת אהל מועד והם ישאו עונם חקת עולם לדרתיכם ובתוך בני ישראל לא ינחלו נחלה"
    },
    {
      "number": 24,
      "hebrew": "כי אתמעשר בניישראל אשר ירימו ליהוה תרומה נתתי ללוים לנחלה עלכן אמרתי להם בתוך בני ישראל לא ינחלו נחלה ",
      "parsha": "פ"
    },
    {
      "number": 25,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 26,
      "hebrew": "ואלהלוים תדבר ואמרת אלהם כיתקחו מאת בניישראל אתהמעשר אשר נתתי לכם מאתם בנחלתכם והרמתם ממנו תרומת יהוה מעשר מןהמעשר"
    },
    {
      "number": 27,
      "hebrew": "ונחשב לכם תרומתכם כדגן מןהגרן וכמלאה מןהיקב"
    },
    {
      "number": 28,
      "hebrew": "כן תרימו גםאתם תרומת יהוה מכל מעשרתיכם אשר תקחו מאת בני ישראל ונתתם ממנו אתתרומת יהוה לאהרן הכהן"
    },
    {
      "number": 29,
      "hebrew": "מכל מתנתיכם תרימו את כלתרומת יהוה מכלחלבו אתמקדשו ממנו"
    },
    {
      "number": 30,
      "hebrew": "ואמרת אלהם בהרימכם אתחלבו ממנו ונחשב ללוים כתבואת גרן וכתבואת יקב"
    },
    {
      "number": 31,
      "hebrew": "ואכלתם אתו בכלמקום אתם וביתכם כישכר הוא לכם חלף עבדתכם באהל מועד"
    },
    {
      "number": 32,
      "hebrew": "ולאתשאו עליו חטא בהרימכם אתחלבו ממנו ואתקדשי בניישראל לא תחללו ולא תמותו ",
      "parsha": "פ"
    }
  ]
}
