{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 2,
      "hebrew": "זאת חקת התורה אשרצוה יהוה לאמר דבר אלבני ישראל ויקחו אליך פרה אדמה תמימה אשר איןבה מום אשר לאעלה עליה על"
    },
    {
      "number": 3,
      "hebrew": "ונתתם אתה אלאלעזר הכהן והוציא אתה אלמחוץ למחנה ושחט אתה לפניו"
    },
    {
      "number": 4,
      "hebrew": "ולקח אלעזר הכהן מדמה באצבעו והזה אלנכח פני אהלמועד מדמה שבע פעמים"
    },
    {
      "number": 5,
      "hebrew": "ושרף אתהפרה לעיניו אתערה ואתבשרה ואתדמה עלפרשה ישרף"
    },
    {
      "number": 6,
      "hebrew": "ולקח הכהן עץ ארז ואזוב ושני תולעת והשליך אלתוך שרפת הפרה"
    },
    {
      "number": 7,
      "hebrew": "וכבס בגדיו הכהן ורחץ בשרו במים ואחר יבא אלהמחנה וטמא הכהן עדהערב"
    },
    {
      "number": 8,
      "hebrew": "והשרף אתה יכבס בגדיו במים ורחץ בשרו במים וטמא עדהערב"
    },
    {
      "number": 9,
      "hebrew": "ואסף איש טהור את אפר הפרה והניח מחוץ למחנה במקום טהור והיתה לעדת בניישראל למשמרת למי נדה חטאת הוא"
    },
    {
      "number": 10,
      "hebrew": "וכבס האסף אתאפר הפרה אתבגדיו וטמא עדהערב והיתה לבני ישראל ולגר הגר בתוכם לחקת עולם"
    },
    {
      "number": 11,
      "hebrew": "הנגע במת לכלנפש אדם וטמא שבעת ימים"
    },
    {
      "number": 12,
      "hebrew": "הוא יתחטאבו ביום השלישי וביום השביעי יטהר ואםלא יתחטא ביום השלישי וביום השביעי לא יטהר"
    },
    {
      "number": 13,
      "hebrew": "כלהנגע במת בנפש האדם אשרימות ולא יתחטא אתמשכן יהוה טמא ונכרתה הנפש ההוא מישראל כי מי נדה לאזרק עליו טמא יהיה עוד טמאתו בו"
    },
    {
      "number": 14,
      "hebrew": "זאת התורה אדם כיימות באהל כלהבא אלהאהל וכלאשר באהל יטמא שבעת ימים"
    },
    {
      "number": 15,
      "hebrew": "וכל כלי פתוח אשר איןצמיד פתיל עליו טמא הוא"
    },
    {
      "number": 16,
      "hebrew": "וכל אשריגע עלפני השדה בחללחרב או במת אובעצם אדם או בקבר יטמא שבעת ימים"
    },
    {
      "number": 17,
      "hebrew": "ולקחו לטמא מעפר שרפת החטאת ונתן עליו מים חיים אלכלי"
    },
    {
      "number": 18,
      "hebrew": "ולקח אזוב וטבל במים איש טהור והזה עלהאהל ועלכלהכלים ועלהנפשות אשר היושם ועלהנגע בעצם או בחלל או במת או בקבר"
    },
    {
      "number": 19,
      "hebrew": "והזה הטהר עלהטמא ביום השלישי וביום השביעי וחטאו ביום השביעי וכבס בגדיו ורחץ במים וטהר בערב"
    },
    {
      "number": 20,
      "hebrew": "ואיש אשריטמא ולא יתחטא ונכרתה הנפש ההוא מתוך הקהל כי אתמקדש יהוה טמא מי נדה לאזרק עליו טמא הוא"
    },
    {
      "number": 21,
      "hebrew": "והיתה להם לחקת עולם ומזה מיהנדה יכבס בגדיו והנגע במי הנדה יטמא עדהערב"
    },
    {
      "number": 22,
      "hebrew": "וכל אשריגעבו הטמא יטמא והנפש הנגעת תטמא עדהערב ",
      "parsha": "פ"
    }
  ]
}
