{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 20,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויבאו בניישראל כלהעדה מדברצן בחדש הראשון וישב העם בקדש ותמת שם מרים ותקבר שם"
    },
    {
      "number": 2,
      "hebrew": "ולאהיה מים לעדה ויקהלו עלמשה ועלאהרן"
    },
    {
      "number": 3,
      "hebrew": "וירב העם עםמשה ויאמרו לאמר ולו גוענו בגוע אחינו לפני יהוה"
    },
    {
      "number": 4,
      "hebrew": "ולמה הבאתם אתקהל יהוה אלהמדבר הזה למות שם אנחנו ובעירנו"
    },
    {
      "number": 5,
      "hebrew": "ולמה העליתנו ממצרים להביא אתנו אלהמקום הרע הזה לא מקום זרע ותאנה וגפן ורמון ומים אין לשתות"
    },
    {
      "number": 6,
      "hebrew": "ויבא משה ואהרן מפני הקהל אלפתח אהל מועד ויפלו עלפניהם וירא כבודיהוה אליהם ",
      "parsha": "פ"
    },
    {
      "number": 7,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 8,
      "hebrew": "קח אתהמטה והקהל אתהעדה אתה ואהרן אחיך ודברתם אלהסלע לעיניהם ונתן מימיו והוצאת להם מים מןהסלע והשקית אתהעדה ואתבעירם"
    },
    {
      "number": 9,
      "hebrew": "ויקח משה אתהמטה מלפני יהוה כאשר צוהו"
    },
    {
      "number": 10,
      "hebrew": "ויקהלו משה ואהרן אתהקהל אלפני הסלע ויאמר להם שמעונא המרים המןהסלע הזה נוציא לכם מים"
    },
    {
      "number": 11,
      "hebrew": "וירם משה אתידו ויך אתהסלע במטהו פעמים ויצאו מים רבים ותשת העדה ובעירם         "
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלמשה ואלאהרן יען לאהאמנתם בי להקדישני לעיני בני ישראל לכן לא תביאו אתהקהל הזה אלהארץ אשרנתתי להם"
    },
    {
      "number": 13,
      "hebrew": "המה מי מריבה אשררבו בניישראל אתיהוה ויקדש בם         "
    },
    {
      "number": 14,
      "hebrew": "וישלח משה מלאכים מקדש אלמלך אדום כה אמר אחיך ישראל אתה ידעת את כלהתלאה אשר מצאתנו"
    },
    {
      "number": 15,
      "hebrew": "וירדו אבתינו מצרימה ונשב במצרים ימים רבים וירעו לנו מצרים ולאבתינו"
    },
    {
      "number": 16,
      "hebrew": "ונצעק אליהוה וישמע קלנו וישלח מלאך ויצאנו ממצרים והנה אנחנו בקדש עיר קצה גבולך"
    },
    {
      "number": 17,
      "hebrew": "נעברהנא בארצך לא נעבר בשדה ובכרם ולא נשתה מי באר דרך המלך נלך לא נטה ימין ושמאול עד אשרנעבר גבלך"
    },
    {
      "number": 18,
      "hebrew": "ויאמר אליו אדום לא תעבר בי פןבחרב אצא לקראתך"
    },
    {
      "number": 19,
      "hebrew": "ויאמרו אליו בניישראל במסלה נעלה ואםמימיך נשתה אני ומקני ונתתי מכרם רק איןדבר ברגלי אעברה"
    },
    {
      "number": 20,
      "hebrew": "ויאמר לא תעבר ויצא אדום לקראתו בעם כבד וביד חזקה"
    },
    {
      "number": 21,
      "hebrew": "וימאן אדום נתן אתישראל עבר בגבלו ויט ישראל מעליו ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "ויסעו מקדש ויבאו בניישראל כלהעדה הר ההר"
    },
    {
      "number": 23,
      "hebrew": "ויאמר יהוה אלמשה ואלאהרן בהר ההר עלגבול ארץאדום לאמר"
    },
    {
      "number": 24,
      "hebrew": "יאסף אהרן אלעמיו כי לא יבא אלהארץ אשר נתתי לבני ישראל על אשרמריתם אתפי למי מריבה"
    },
    {
      "number": 25,
      "hebrew": "קח אתאהרן ואתאלעזר בנו והעל אתם הר ההר"
    },
    {
      "number": 26,
      "hebrew": "והפשט אתאהרן אתבגדיו והלבשתם אתאלעזר בנו ואהרן יאסף ומת שם"
    },
    {
      "number": 27,
      "hebrew": "ויעש משה כאשר צוה יהוה ויעלו אלהר ההר לעיני כלהעדה"
    },
    {
      "number": 28,
      "hebrew": "ויפשט משה אתאהרן אתבגדיו וילבש אתם אתאלעזר בנו וימת אהרן שם בראש ההר וירד משה ואלעזר מןההר"
    },
    {
      "number": 29,
      "hebrew": "ויראו כלהעדה כי גוע אהרן ויבכו אתאהרן שלשים יום כל בית ישראל         "
    }
  ]
}
