{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישמע הכנעני מלךערד ישב הנגב כי בא ישראל דרך האתרים וילחם בישראל וישבממנו שבי"
    },
    {
      "number": 2,
      "hebrew": "וידר ישראל נדר ליהוה ויאמר אםנתן תתן אתהעם הזה בידי והחרמתי אתעריהם"
    },
    {
      "number": 3,
      "hebrew": "וישמע יהוה בקול ישראל ויתן אתהכנעני ויחרם אתהם ואתעריהם ויקרא שםהמקום חרמה ",
      "parsha": "פ"
    },
    {
      "number": 4,
      "hebrew": "ויסעו מהר ההר דרך יםסוף לסבב אתארץ אדום ותקצר נפשהעם בדרך"
    },
    {
      "number": 5,
      "hebrew": "וידבר העם באלהים ובמשה למה העליתנו ממצרים למות במדבר כי אין לחם ואין מים ונפשנו קצה בלחם הקלקל"
    },
    {
      "number": 6,
      "hebrew": "וישלח יהוה בעם את הנחשים השרפים וינשכו אתהעם וימת עםרב מישראל"
    },
    {
      "number": 7,
      "hebrew": "ויבא העם אלמשה ויאמרו חטאנו כידברנו ביהוה ובך התפלל אליהוה ויסר מעלינו אתהנחש ויתפלל משה בעד העם"
    },
    {
      "number": 8,
      "hebrew": "ויאמר יהוה אלמשה עשה לך שרף ושים אתו עלנס והיה כלהנשוך וראה אתו וחי"
    },
    {
      "number": 9,
      "hebrew": "ויעש משה נחש נחשת וישמהו עלהנס והיה אםנשך הנחש אתאיש והביט אלנחש הנחשת וחי"
    },
    {
      "number": 10,
      "hebrew": "ויסעו בני ישראל ויחנו באבת"
    },
    {
      "number": 11,
      "hebrew": "ויסעו מאבת ויחנו בעיי העברים במדבר אשר עלפני מואב ממזרח השמש"
    },
    {
      "number": 12,
      "hebrew": "משם נסעו ויחנו בנחל זרד"
    },
    {
      "number": 13,
      "hebrew": "משם נסעו ויחנו מעבר ארנון אשר במדבר היצא מגבל האמרי כי ארנון גבול מואב בין מואב ובין האמרי"
    },
    {
      "number": 14,
      "hebrew": "עלכן יאמר בספר מלחמת יהוה אתוהב בסופה ואתהנחלים ארנון"
    },
    {
      "number": 15,
      "hebrew": "ואשד הנחלים אשר נטה לשבת ער ונשען לגבול מואב"
    },
    {
      "number": 16,
      "hebrew": "ומשם בארה הוא הבאר אשר אמר יהוה למשה אסף אתהעם ואתנה להם מים         "
    },
    {
      "number": 17,
      "hebrew": "אז ישיר ישראל אתהשירה הזאת עלי באר ענולה"
    },
    {
      "number": 18,
      "hebrew": "באר חפרוה שרים כרוה נדיבי העם במחקק במשענתם וממדבר מתנה"
    },
    {
      "number": 19,
      "hebrew": "וממתנה נחליאל ומנחליאל במות"
    },
    {
      "number": 20,
      "hebrew": "ומבמות הגיא אשר בשדה מואב ראש הפסגה ונשקפה עלפני הישימן ",
      "parsha": "פ"
    },
    {
      "number": 21,
      "hebrew": "וישלח ישראל מלאכים אלסיחן מלךהאמרי לאמר"
    },
    {
      "number": 22,
      "hebrew": "אעברה בארצך לא נטה בשדה ובכרם לא נשתה מי באר בדרך המלך נלך עד אשרנעבר גבלך"
    },
    {
      "number": 23,
      "hebrew": "ולאנתן סיחן אתישראל עבר בגבלו ויאסף סיחן אתכלעמו ויצא לקראת ישראל המדברה ויבא יהצה וילחם בישראל"
    },
    {
      "number": 24,
      "hebrew": "ויכהו ישראל לפיחרב ויירש אתארצו מארנן עדיבק עדבני עמון כי עז גבול בני עמון"
    },
    {
      "number": 25,
      "hebrew": "ויקח ישראל את כלהערים האלה וישב ישראל בכלערי האמרי בחשבון ובכלבנתיה"
    },
    {
      "number": 26,
      "hebrew": "כי חשבון עיר סיחן מלך האמרי הוא והוא נלחם במלך מואב הראשון ויקח אתכלארצו מידו עדארנן"
    },
    {
      "number": 27,
      "hebrew": "עלכן יאמרו המשלים באו חשבון תבנה ותכונן עיר סיחון"
    },
    {
      "number": 28,
      "hebrew": "כיאש יצאה מחשבון להבה מקרית סיחן אכלה ער מואב בעלי במות ארנן"
    },
    {
      "number": 29,
      "hebrew": "אוילך מואב אבדת עםכמוש נתן בניו פליטם ובנתיו בשבית למלך אמרי סיחון"
    },
    {
      "number": 30,
      "hebrew": "ונירם אבד חשבון עדדיבן ונשים עדנפח אשר עדמידבא"
    },
    {
      "number": 31,
      "hebrew": "וישב ישראל בארץ האמרי"
    },
    {
      "number": 32,
      "hebrew": "וישלח משה לרגל אתיעזר וילכדו בנתיה (ויירש) [ויורש] אתהאמרי אשרשם"
    },
    {
      "number": 33,
      "hebrew": "ויפנו ויעלו דרך הבשן ויצא עוג מלךהבשן לקראתם הוא וכלעמו למלחמה אדרעי"
    },
    {
      "number": 34,
      "hebrew": "ויאמר יהוה אלמשה אלתירא אתו כי בידך נתתי אתו ואתכלעמו ואתארצו ועשית לו כאשר עשית לסיחן מלך האמרי אשר יושב בחשבון"
    },
    {
      "number": 35,
      "hebrew": "ויכו אתו ואתבניו ואתכלעמו עדבלתי השאירלו שריד ויירשו אתארצו"
    }
  ]
}
