{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 22,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסעו בני ישראל ויחנו בערבות מואב מעבר לירדן ירחו         "
    },
    {
      "number": 2,
      "hebrew": "וירא בלק בןצפור את כלאשרעשה ישראל לאמרי"
    },
    {
      "number": 3,
      "hebrew": "ויגר מואב מפני העם מאד כי רבהוא ויקץ מואב מפני בני ישראל"
    },
    {
      "number": 4,
      "hebrew": "ויאמר מואב אלזקני מדין עתה ילחכו הקהל אתכלסביבתינו כלחך השור את ירק השדה ובלק בןצפור מלך למואב בעת ההוא"
    },
    {
      "number": 5,
      "hebrew": "וישלח מלאכים אלבלעם בןבער*(בספרי ספרד ואשכנז בעור) פתורה אשר עלהנהר ארץ בניעמו לקראלו לאמר הנה עם יצא ממצרים הנה כסה אתעין הארץ והוא ישב ממלי"
    },
    {
      "number": 6,
      "hebrew": "ועתה לכהנא ארהלי אתהעם הזה כיעצום הוא ממני אולי אוכל נכהבו ואגרשנו מןהארץ כי ידעתי את אשרתברך מברך ואשר תאר יואר"
    },
    {
      "number": 7,
      "hebrew": "וילכו זקני מואב וזקני מדין וקסמים בידם ויבאו אלבלעם וידברו אליו דברי בלק"
    },
    {
      "number": 8,
      "hebrew": "ויאמר אליהם לינו פה הלילה והשבתי אתכם דבר כאשר ידבר יהוה אלי וישבו שרימואב עםבלעם"
    },
    {
      "number": 9,
      "hebrew": "ויבא אלהים אלבלעם ויאמר מי האנשים האלה עמך"
    },
    {
      "number": 10,
      "hebrew": "ויאמר בלעם אלהאלהים בלק בןצפר מלך מואב שלח אלי"
    },
    {
      "number": 11,
      "hebrew": "הנה העם היצא ממצרים ויכס אתעין הארץ עתה לכה קבהלי אתו אולי אוכל להלחם בו וגרשתיו"
    },
    {
      "number": 12,
      "hebrew": "ויאמר אלהים אלבלעם לא תלך עמהם לא תאר אתהעם כי ברוך הוא"
    },
    {
      "number": 13,
      "hebrew": "ויקם בלעם בבקר ויאמר אלשרי בלק לכו אלארצכם כי מאן יהוה לתתי להלך עמכם"
    },
    {
      "number": 14,
      "hebrew": "ויקומו שרי מואב ויבאו אלבלק ויאמרו מאן בלעם הלך עמנו"
    },
    {
      "number": 15,
      "hebrew": "ויסף עוד בלק שלח שרים רבים ונכבדים מאלה"
    },
    {
      "number": 16,
      "hebrew": "ויבאו אלבלעם ויאמרו לו כה אמר בלק בןצפור אלנא תמנע מהלך אלי"
    },
    {
      "number": 17,
      "hebrew": "כיכבד אכבדך מאד וכל אשרתאמר אלי אעשה ולכהנא קבהלי את העם הזה"
    },
    {
      "number": 18,
      "hebrew": "ויען בלעם ויאמר אלעבדי בלק אםיתןלי בלק מלא ביתו כסף וזהב לא אוכל לעבר אתפי יהוה אלהי לעשות קטנה או גדולה"
    },
    {
      "number": 19,
      "hebrew": "ועתה שבו נא בזה גםאתם הלילה ואדעה מהיסף יהוה דבר עמי"
    },
    {
      "number": 20,
      "hebrew": "ויבא אלהיםאלבלעם לילה ויאמר לו אםלקרא לך באו האנשים קום לך אתם ואך אתהדבר אשראדבר אליך אתו תעשה"
    },
    {
      "number": 21,
      "hebrew": "ויקם בלעם בבקר ויחבש אתאתנו וילך עםשרי מואב"
    },
    {
      "number": 22,
      "hebrew": "ויחראף אלהים כיהולך הוא ויתיצב מלאך יהוה בדרך לשטן לו והוא רכב עלאתנו ושני נעריו עמו"
    },
    {
      "number": 23,
      "hebrew": "ותרא האתון אתמלאך יהוה נצב בדרך וחרבו שלופה בידו ותט האתון מןהדרך ותלך בשדה ויך בלעם אתהאתון להטתה הדרך"
    },
    {
      "number": 24,
      "hebrew": "ויעמד מלאך יהוה במשעול הכרמים גדר מזה וגדר מזה"
    },
    {
      "number": 25,
      "hebrew": "ותרא האתון אתמלאך יהוה ותלחץ אלהקיר ותלחץ אתרגל בלעם אלהקיר ויסף להכתה"
    },
    {
      "number": 26,
      "hebrew": "ויוסף מלאךיהוה עבור ויעמד במקום צר אשר איןדרך לנטות ימין ושמאול"
    },
    {
      "number": 27,
      "hebrew": "ותרא האתון אתמלאך יהוה ותרבץ תחת בלעם ויחראף בלעם ויך אתהאתון במקל"
    },
    {
      "number": 28,
      "hebrew": "ויפתח יהוה אתפי האתון ותאמר לבלעם מהעשיתי לך כי הכיתני זה שלש רגלים"
    },
    {
      "number": 29,
      "hebrew": "ויאמר בלעם לאתון כי התעללת בי לו ישחרב בידי כי עתה הרגתיך"
    },
    {
      "number": 30,
      "hebrew": "ותאמר האתון אלבלעם הלוא אנכי אתנך אשררכבת עלי מעודך עדהיום הזה ההסכן הסכנתי לעשות לך כה ויאמר לא"
    },
    {
      "number": 31,
      "hebrew": "ויגל יהוה אתעיני בלעם וירא אתמלאך יהוה נצב בדרך וחרבו שלפה בידו ויקד וישתחו לאפיו"
    },
    {
      "number": 32,
      "hebrew": "ויאמר אליו מלאך יהוה עלמה הכית אתאתנך זה שלוש רגלים הנה אנכי יצאתי לשטן כיירט הדרך לנגדי"
    },
    {
      "number": 33,
      "hebrew": "ותראני האתון ותט לפני זה שלש רגלים אולי נטתה מפני כי עתה גםאתכה הרגתי ואותה החייתי"
    },
    {
      "number": 34,
      "hebrew": "ויאמר בלעם אלמלאך יהוה חטאתי כי לא ידעתי כי אתה נצב לקראתי בדרך ועתה אםרע בעיניך אשובה לי"
    },
    {
      "number": 35,
      "hebrew": "ויאמר מלאך יהוה אלבלעם לך עםהאנשים ואפס אתהדבר אשראדבר אליך אתו תדבר וילך בלעם עםשרי בלק"
    },
    {
      "number": 36,
      "hebrew": "וישמע בלק כי בא בלעם ויצא לקראתו אלעיר מואב אשר עלגבול ארנן אשר בקצה הגבול"
    },
    {
      "number": 37,
      "hebrew": "ויאמר בלק אלבלעם הלא שלח שלחתי אליך לקראלך למה לאהלכת אלי האמנם לא אוכל כבדך"
    },
    {
      "number": 38,
      "hebrew": "ויאמר בלעם אלבלק הנהבאתי אליך עתה היכל אוכל דבר מאומה הדבר אשר ישים אלהים בפי אתו אדבר"
    },
    {
      "number": 39,
      "hebrew": "וילך בלעם עםבלק ויבאו קרית חצות"
    },
    {
      "number": 40,
      "hebrew": "ויזבח בלק בקר וצאן וישלח לבלעם ולשרים אשר אתו"
    },
    {
      "number": 41,
      "hebrew": "ויהי בבקר ויקח בלק אתבלעם ויעלהו במות בעל וירא משם קצה העם"
    }
  ]
}
