{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 26,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי אחרי המגפה ויאמר יהוה אלמשה ואל אלעזר בןאהרן הכהן לאמר",
      "parsha": "פ"
    },
    {
      "number": 2,
      "hebrew": "שאו אתראש כלעדת בניישראל מבן עשרים שנה ומעלה לבית אבתם כליצא צבא בישראל"
    },
    {
      "number": 3,
      "hebrew": "וידבר משה ואלעזר הכהן אתם בערבת מואב עלירדן ירחו לאמר"
    },
    {
      "number": 4,
      "hebrew": "מבן עשרים שנה ומעלה כאשר צוה יהוה אתמשה ובני ישראל היצאים מארץ מצרים"
    },
    {
      "number": 5,
      "hebrew": "ראובן בכור ישראל בני ראובן חנוך משפחת החנכי לפלוא משפחת הפלאי"
    },
    {
      "number": 6,
      "hebrew": "לחצרן משפחת החצרוני לכרמי משפחת הכרמי"
    },
    {
      "number": 7,
      "hebrew": "אלה משפחת הראובני ויהיו פקדיהם שלשה וארבעים אלף ושבע מאות ושלשים"
    },
    {
      "number": 8,
      "hebrew": "ובני פלוא אליאב"
    },
    {
      "number": 9,
      "hebrew": "ובני אליאב נמואל ודתן ואבירם הואדתן ואבירם (קרואי) [קריאי] העדה אשר הצו עלמשה ועלאהרן בעדתקרח בהצתם עליהוה"
    },
    {
      "number": 10,
      "hebrew": "ותפתח הארץ אתפיה ותבלע אתם ואתקרח במות העדה באכל האש את חמשים ומאתים איש ויהיו לנס"
    },
    {
      "number": 11,
      "hebrew": "ובניקרח לאמתו         "
    },
    {
      "number": 12,
      "hebrew": "בני שמעון למשפחתם לנמואל משפחת הנמואלי לימין משפחת הימיני ליכין משפחת היכיני"
    },
    {
      "number": 13,
      "hebrew": "לזרח משפחת הזרחי לשאול משפחת השאולי"
    },
    {
      "number": 14,
      "hebrew": "אלה משפחת השמעני שנים ועשרים אלף ומאתים         "
    },
    {
      "number": 15,
      "hebrew": "בני גד למשפחתם לצפון משפחת הצפוני לחגי משפחת החגי לשוני משפחת השוני"
    },
    {
      "number": 16,
      "hebrew": "לאזני משפחת האזני לערי משפחת הערי"
    },
    {
      "number": 17,
      "hebrew": "לארוד משפחת הארודי לאראלי משפחת האראלי"
    },
    {
      "number": 18,
      "hebrew": "אלה משפחת בניגד לפקדיהם ארבעים אלף וחמש מאות         "
    },
    {
      "number": 19,
      "hebrew": "בני יהודה ער ואונן וימת ער ואונן בארץ כנען"
    },
    {
      "number": 20,
      "hebrew": "ויהיו בנייהודה למשפחתם לשלה משפחת השלני לפרץ משפחת הפרצי לזרח משפחת הזרחי"
    },
    {
      "number": 21,
      "hebrew": "ויהיו בניפרץ לחצרן משפחת החצרני לחמול משפחת החמולי"
    },
    {
      "number": 22,
      "hebrew": "אלה משפחת יהודה לפקדיהם ששה ושבעים אלף וחמש מאות         "
    },
    {
      "number": 23,
      "hebrew": "בני יששכר למשפחתם תולע משפחת התולעי לפוה משפחת הפוני"
    },
    {
      "number": 24,
      "hebrew": "לישוב משפחת הישבי לשמרן משפחת השמרני"
    },
    {
      "number": 25,
      "hebrew": "אלה משפחת יששכר לפקדיהם ארבעה וששים אלף ושלש מאות         "
    },
    {
      "number": 26,
      "hebrew": "בני זבולן למשפחתם לסרד משפחת הסרדי לאלון משפחת האלני ליחלאל משפחת היחלאלי"
    },
    {
      "number": 27,
      "hebrew": "אלה משפחת הזבולני לפקדיהם ששים אלף וחמש מאות         "
    },
    {
      "number": 28,
      "hebrew": "בני יוסף למשפחתם מנשה ואפרים"
    },
    {
      "number": 29,
      "hebrew": "בני מנשה למכיר משפחת המכירי ומכיר הוליד אתגלעד לגלעד משפחת הגלעדי"
    },
    {
      "number": 30,
      "hebrew": "אלה בני גלעד איעזר משפחת האיעזרי לחלק משפחת החלקי"
    },
    {
      "number": 31,
      "hebrew": "ואשריאל משפחת האשראלי ושכם משפחת השכמי"
    },
    {
      "number": 32,
      "hebrew": "ושמידע משפחת השמידעי וחפר משפחת החפרי"
    },
    {
      "number": 33,
      "hebrew": "וצלפחד בןחפר לאהיו לו בנים כי אםבנות ושם בנות צלפחד מחלה ונעה חגלה מלכה ותרצה"
    },
    {
      "number": 34,
      "hebrew": "אלה משפחת מנשה ופקדיהם שנים וחמשים אלף ושבע מאות         "
    },
    {
      "number": 35,
      "hebrew": "אלה בניאפרים למשפחתם לשותלח משפחת השתלחי לבכר משפחת הבכרי לתחן משפחת התחני"
    },
    {
      "number": 36,
      "hebrew": "ואלה בני שותלח לערן משפחת הערני"
    },
    {
      "number": 37,
      "hebrew": "אלה משפחת בניאפרים לפקדיהם שנים ושלשים אלף וחמש מאות אלה בנייוסף למשפחתם         "
    },
    {
      "number": 38,
      "hebrew": "בני בנימן למשפחתם לבלע משפחת הבלעי לאשבל משפחת האשבלי לאחירם משפחת האחירמי"
    },
    {
      "number": 39,
      "hebrew": "לשפופם משפחת השופמי לחופם משפחת החופמי"
    },
    {
      "number": 40,
      "hebrew": "ויהיו בניבלע ארד ונעמן משפחת הארדי לנעמן משפחת הנעמי"
    },
    {
      "number": 41,
      "hebrew": "אלה בניבנימן למשפחתם ופקדיהם חמשה וארבעים אלף ושש מאות         "
    },
    {
      "number": 42,
      "hebrew": "אלה בנידן למשפחתם לשוחם משפחת השוחמי אלה משפחת דן למשפחתם"
    },
    {
      "number": 43,
      "hebrew": "כלמשפחת השוחמי לפקדיהם ארבעה וששים אלף וארבע מאות         "
    },
    {
      "number": 44,
      "hebrew": "בני אשר למשפחתם לימנה משפחת הימנה לישוי משפחת הישוי לבריעה משפחת הבריעי"
    },
    {
      "number": 45,
      "hebrew": "לבני בריעה לחבר משפחת החברי למלכיאל משפחת המלכיאלי"
    },
    {
      "number": 46,
      "hebrew": "ושם בתאשר שרח"
    },
    {
      "number": 47,
      "hebrew": "אלה משפחת בניאשר לפקדיהם שלשה וחמשים אלף וארבע מאות         "
    },
    {
      "number": 48,
      "hebrew": "בני נפתלי למשפחתם ליחצאל משפחת היחצאלי לגוני משפחת הגוני"
    },
    {
      "number": 49,
      "hebrew": "ליצר משפחת היצרי לשלם משפחת השלמי"
    },
    {
      "number": 50,
      "hebrew": "אלה משפחת נפתלי למשפחתם ופקדיהם חמשה וארבעים אלף וארבע מאות"
    },
    {
      "number": 51,
      "hebrew": "אלה פקודי בני ישראל ששמאות אלף ואלף שבע מאות ושלשים ",
      "parsha": "פ"
    },
    {
      "number": 52,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 53,
      "hebrew": "לאלה תחלק הארץ בנחלה במספר שמות"
    },
    {
      "number": 54,
      "hebrew": "לרב תרבה נחלתו ולמעט תמעיט נחלתו איש לפי פקדיו יתן נחלתו"
    },
    {
      "number": 55,
      "hebrew": "אךבגורל יחלק אתהארץ לשמות מטותאבתם ינחלו"
    },
    {
      "number": 56,
      "hebrew": "עלפי הגורל תחלק נחלתו בין רב למעט         "
    },
    {
      "number": 57,
      "hebrew": "ואלה פקודי הלוי למשפחתם לגרשון משפחת הגרשני לקהת משפחת הקהתי למררי משפחת המררי"
    },
    {
      "number": 58,
      "hebrew": "אלה משפחת לוי משפחת הלבני משפחת החברני משפחת המחלי משפחת המושי משפחת הקרחי וקהת הולד אתעמרם"
    },
    {
      "number": 59,
      "hebrew": "ושם אשת עמרם יוכבד בתלוי אשר ילדה אתה ללוי במצרים ותלד לעמרם אתאהרן ואתמשה ואת מרים אחתם"
    },
    {
      "number": 60,
      "hebrew": "ויולד לאהרן אתנדב ואתאביהוא אתאלעזר ואתאיתמר"
    },
    {
      "number": 61,
      "hebrew": "וימת נדב ואביהוא בהקריבם אשזרה לפני יהוה"
    },
    {
      "number": 62,
      "hebrew": "ויהיו פקדיהם שלשה ועשרים אלף כלזכר מבןחדש ומעלה כי לא התפקדו בתוך בני ישראל כי לאנתן להם נחלה בתוך בני ישראל"
    },
    {
      "number": 63,
      "hebrew": "אלה פקודי משה ואלעזר הכהן אשר פקדו אתבני ישראל בערבת מואב על ירדן ירחו"
    },
    {
      "number": 64,
      "hebrew": "ובאלה לאהיה איש מפקודי משה ואהרן הכהן אשר פקדו אתבני ישראל במדבר סיני"
    },
    {
      "number": 65,
      "hebrew": "כיאמר יהוה להם מות ימתו במדבר ולאנותר מהם איש כי אםכלב בןיפנה ויהושע בןנון         "
    }
  ]
}
