{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 28,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "צו אתבני ישראל ואמרת אלהם אתקרבני לחמי לאשי ריח ניחחי תשמרו להקריב לי במועדו"
    },
    {
      "number": 3,
      "hebrew": "ואמרת להם זה האשה אשר תקריבו ליהוה כבשים בנישנה תמימם שנים ליום עלה תמיד"
    },
    {
      "number": 4,
      "hebrew": "אתהכבש אחד תעשה בבקר ואת הכבש השני תעשה בין הערבים"
    },
    {
      "number": 5,
      "hebrew": "ועשירית האיפה סלת למנחה בלולה בשמן כתית רביעת ההין"
    },
    {
      "number": 6,
      "hebrew": "עלת תמיד העשיה בהר סיני לריח ניחח אשה ליהוה"
    },
    {
      "number": 7,
      "hebrew": "ונסכו רביעת ההין לכבש האחד בקדש הסך נסך שכר ליהוה"
    },
    {
      "number": 8,
      "hebrew": "ואת הכבש השני תעשה בין הערבים כמנחת הבקר וכנסכו תעשה אשה ריח ניחח ליהוה ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "וביום השבת שניכבשים בנישנה תמימם ושני עשרנים סלת מנחה בלולה בשמן ונסכו"
    },
    {
      "number": 10,
      "hebrew": "עלת שבת בשבתו עלעלת התמיד ונסכה ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "ובראשי חדשיכם תקריבו עלה ליהוה פרים בניבקר שנים ואיל אחד כבשים בנישנה שבעה תמימם"
    },
    {
      "number": 12,
      "hebrew": "ושלשה עשרנים סלת מנחה בלולה בשמן לפר האחד ושני עשרנים סלת מנחה בלולה בשמן לאיל האחד"
    },
    {
      "number": 13,
      "hebrew": "ועשרן עשרון סלת מנחה בלולה בשמן לכבש האחד עלה ריח ניחח אשה ליהוה"
    },
    {
      "number": 14,
      "hebrew": "ונסכיהם חצי ההין יהיה לפר ושלישת ההין לאיל ורביעת ההין לכבש יין זאת עלת חדש בחדשו לחדשי השנה"
    },
    {
      "number": 15,
      "hebrew": "ושעיר עזים אחד לחטאת ליהוה עלעלת התמיד יעשה ונסכו         "
    },
    {
      "number": 16,
      "hebrew": "ובחדש הראשון בארבעה עשר יום לחדש פסח ליהוה"
    },
    {
      "number": 17,
      "hebrew": "ובחמשה עשר יום לחדש הזה חג שבעת ימים מצות יאכל"
    },
    {
      "number": 18,
      "hebrew": "ביום הראשון מקראקדש כלמלאכת עבדה לא תעשו"
    },
    {
      "number": 19,
      "hebrew": "והקרבתם אשה עלה ליהוה פרים בניבקר שנים ואיל אחד ושבעה כבשים בני שנה תמימם יהיו לכם"
    },
    {
      "number": 20,
      "hebrew": "ומנחתם סלת בלולה בשמן שלשה עשרנים לפר ושני עשרנים לאיל תעשו"
    },
    {
      "number": 21,
      "hebrew": "עשרון עשרון תעשה לכבש האחד לשבעת הכבשים"
    },
    {
      "number": 22,
      "hebrew": "ושעיר חטאת אחד לכפר עליכם"
    },
    {
      "number": 23,
      "hebrew": "מלבד עלת הבקר אשר לעלת התמיד תעשו אתאלה"
    },
    {
      "number": 24,
      "hebrew": "כאלה תעשו ליום שבעת ימים לחם אשה ריחניחח ליהוה עלעולת התמיד יעשה ונסכו"
    },
    {
      "number": 25,
      "hebrew": "וביום השביעי מקראקדש יהיה לכם כלמלאכת עבדה לא תעשו         "
    },
    {
      "number": 26,
      "hebrew": "וביום הבכורים בהקריבכם מנחה חדשה ליהוה בשבעתיכם מקראקדש יהיה לכם כלמלאכת עבדה לא תעשו"
    },
    {
      "number": 27,
      "hebrew": "והקרבתם עולה לריח ניחח ליהוה פרים בניבקר שנים איל אחד שבעה כבשים בני שנה"
    },
    {
      "number": 28,
      "hebrew": "ומנחתם סלת בלולה בשמן שלשה עשרנים לפר האחד שני עשרנים לאיל האחד"
    },
    {
      "number": 29,
      "hebrew": "עשרון עשרון לכבש האחד לשבעת הכבשים"
    },
    {
      "number": 30,
      "hebrew": "שעיר עזים אחד לכפר עליכם"
    },
    {
      "number": 31,
      "hebrew": "מלבד עלת התמיד ומנחתו תעשו תמימם יהיולכם ונסכיהם ",
      "parsha": "פ"
    }
  ]
}
