{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 3,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואלה תולדת אהרן ומשה ביום דבר יהוה אתמשה בהר סיני"
    },
    {
      "number": 2,
      "hebrew": "ואלה שמות בניאהרן הבכרנדב ואביהוא אלעזר ואיתמר"
    },
    {
      "number": 3,
      "hebrew": "אלה שמות בני אהרן הכהנים המשחים אשרמלא ידם לכהן"
    },
    {
      "number": 4,
      "hebrew": "וימת נדב ואביהוא לפני יהוה בהקרבם אש זרה לפני יהוה במדבר סיני ובנים לאהיו להם ויכהן אלעזר ואיתמר עלפני אהרן אביהם ",
      "parsha": "פ"
    },
    {
      "number": 5,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 6,
      "hebrew": "הקרב אתמטה לוי והעמדת אתו לפני אהרן הכהן ושרתו אתו"
    },
    {
      "number": 7,
      "hebrew": "ושמרו אתמשמרתו ואתמשמרת כלהעדה לפני אהל מועד לעבד אתעבדת המשכן"
    },
    {
      "number": 8,
      "hebrew": "ושמרו אתכלכלי אהל מועד ואתמשמרת בני ישראל לעבד אתעבדת המשכן"
    },
    {
      "number": 9,
      "hebrew": "ונתתה אתהלוים לאהרן ולבניו נתונם נתונם המה לו מאת בני ישראל"
    },
    {
      "number": 10,
      "hebrew": "ואתאהרן ואתבניו תפקד ושמרו אתכהנתם והזר הקרב יומת ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 12,
      "hebrew": "ואני הנה לקחתי אתהלוים מתוך בני ישראל תחת כלבכור פטר רחם מבני ישראל והיו לי הלוים"
    },
    {
      "number": 13,
      "hebrew": "כי לי כלבכור ביום הכתי כלבכור בארץ מצרים הקדשתי לי כלבכור בישראל מאדם עדבהמה לי יהיו אני יהוה ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "וידבר יהוה אלמשה במדבר סיני לאמר"
    },
    {
      "number": 15,
      "hebrew": "פקד אתבני לוי לבית אבתם למשפחתם כלזכר מבןחדש ומעלה תפקדם"
    },
    {
      "number": 16,
      "hebrew": "ויפקד אתם משה עלפי יהוה כאשר צוה"
    },
    {
      "number": 17,
      "hebrew": "ויהיואלה בנילוי בשמתם גרשון וקהת ומררי"
    },
    {
      "number": 18,
      "hebrew": "ואלה שמות בניגרשון למשפחתם לבני ושמעי"
    },
    {
      "number": 19,
      "hebrew": "ובני קהת למשפחתם עמרם ויצהר חברון ועזיאל"
    },
    {
      "number": 20,
      "hebrew": "ובני מררי למשפחתם מחלי ומושי אלה הם משפחת הלוי לבית אבתם"
    },
    {
      "number": 21,
      "hebrew": "לגרשון משפחת הלבני ומשפחת השמעי אלה הם משפחת הגרשני"
    },
    {
      "number": 22,
      "hebrew": "פקדיהם במספר כלזכר מבןחדש ומעלה פקדיהם שבעת אלפים וחמש מאות"
    },
    {
      "number": 23,
      "hebrew": "משפחת הגרשני אחרי המשכן יחנו ימה"
    },
    {
      "number": 24,
      "hebrew": "ונשיא ביתאב לגרשני אליסף בןלאל"
    },
    {
      "number": 25,
      "hebrew": "ומשמרת בניגרשון באהל מועד המשכן והאהל מכסהו ומסך פתח אהל מועד"
    },
    {
      "number": 26,
      "hebrew": "וקלעי החצר ואתמסך פתח החצר אשר עלהמשכן ועלהמזבח סביב ואת מיתריו לכל עבדתו         "
    },
    {
      "number": 27,
      "hebrew": "ולקהת משפחת העמרמי ומשפחת היצהרי ומשפחת החברני ומשפחת העזיאלי אלה הם משפחת הקהתי"
    },
    {
      "number": 28,
      "hebrew": "במספר כלזכר מבןחדש ומעלה שמנת אלפים ושש מאות שמרי משמרת הקדש"
    },
    {
      "number": 29,
      "hebrew": "משפחת בניקהת יחנו על ירך המשכן תימנה"
    },
    {
      "number": 30,
      "hebrew": "ונשיא ביתאב למשפחת הקהתי אליצפן בןעזיאל"
    },
    {
      "number": 31,
      "hebrew": "ומשמרתם הארן והשלחן והמנרה והמזבחת וכלי הקדש אשר ישרתו בהם והמסך וכל עבדתו"
    },
    {
      "number": 32,
      "hebrew": "ונשיא נשיאי הלוי אלעזר בןאהרן הכהן פקדת שמרי משמרת הקדש"
    },
    {
      "number": 33,
      "hebrew": "למררי משפחת המחלי ומשפחת המושי אלה הם משפחת מררי"
    },
    {
      "number": 34,
      "hebrew": "ופקדיהם במספר כלזכר מבןחדש ומעלה ששת אלפים ומאתים"
    },
    {
      "number": 35,
      "hebrew": "ונשיא ביתאב למשפחת מררי צוריאל בןאביחיל על ירך המשכן יחנו צפנה"
    },
    {
      "number": 36,
      "hebrew": "ופקדת משמרת בני מררי קרשי המשכן ובריחיו ועמדיו ואדניו וכלכליו וכל עבדתו"
    },
    {
      "number": 37,
      "hebrew": "ועמדי החצר סביב ואדניהם ויתדתם ומיתריהם"
    },
    {
      "number": 38,
      "hebrew": "והחנים לפני המשכן קדמה לפני אהלמועדמזרחה משה ואהרן ובניו שמרים משמרת המקדש למשמרת בני ישראל והזר הקרב יומת"
    },
    {
      "number": 39,
      "hebrew": "כלפקודי הלוים אשר פקד משה ואהרן עלפי יהוה למשפחתם כלזכר מבןחדש ומעלה שנים ועשרים אלף         "
    },
    {
      "number": 40,
      "hebrew": "ויאמר יהוה אלמשה פקד כלבכר זכר לבני ישראל מבןחדש ומעלה ושא את מספר שמתם"
    },
    {
      "number": 41,
      "hebrew": "ולקחת אתהלוים לי אני יהוה תחת כלבכר בבני ישראל ואת בהמת הלוים תחת כלבכור בבהמת בני ישראל"
    },
    {
      "number": 42,
      "hebrew": "ויפקד משה כאשר צוה יהוה אתו אתכלבכור בבני ישראל"
    },
    {
      "number": 43,
      "hebrew": "ויהי כלבכור זכר במספר שמת מבןחדש ומעלה לפקדיהם שנים ועשרים אלף שלשה ושבעים ומאתים ",
      "parsha": "פ"
    },
    {
      "number": 44,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 45,
      "hebrew": "קח אתהלוים תחת כלבכור בבני ישראל ואתבהמת הלוים תחת בהמתם והיולי הלוים אני יהוה"
    },
    {
      "number": 46,
      "hebrew": "ואת פדויי השלשה והשבעים והמאתים העדפים עלהלוים מבכור בני ישראל"
    },
    {
      "number": 47,
      "hebrew": "ולקחת חמשת חמשת שקלים לגלגלת בשקל הקדש תקח עשרים גרה השקל"
    },
    {
      "number": 48,
      "hebrew": "ונתתה הכסף לאהרן ולבניו פדויי העדפים בהם"
    },
    {
      "number": 49,
      "hebrew": "ויקח משה את כסף הפדיום מאת העדפים על פדויי הלוים"
    },
    {
      "number": 50,
      "hebrew": "מאת בכור בני ישראל לקח אתהכסף חמשה וששים ושלש מאות ואלף בשקל הקדש"
    },
    {
      "number": 51,
      "hebrew": "ויתן משה אתכסף הפדים לאהרן ולבניו עלפי יהוה כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    }
  ]
}
