{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 31,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "נקם נקמת בני ישראל מאת המדינים אחר תאסף אלעמיך"
    },
    {
      "number": 3,
      "hebrew": "וידבר משה אלהעם לאמר החלצו מאתכם אנשים לצבא ויהיו עלמדין לתת נקמתיהוה במדין"
    },
    {
      "number": 4,
      "hebrew": "אלף למטה אלף למטה לכל מטות ישראל תשלחו לצבא"
    },
    {
      "number": 5,
      "hebrew": "וימסרו מאלפי ישראל אלף למטה שניםעשר אלף חלוצי צבא"
    },
    {
      "number": 6,
      "hebrew": "וישלח אתם משה אלף למטה לצבא אתם ואתפינחס בןאלעזר הכהן לצבא וכלי הקדש וחצצרות התרועה בידו"
    },
    {
      "number": 7,
      "hebrew": "ויצבאו עלמדין כאשר צוה יהוה אתמשה ויהרגו כלזכר"
    },
    {
      "number": 8,
      "hebrew": "ואתמלכי מדין הרגו עלחלליהם אתאוי ואתרקם ואתצור ואתחור ואתרבע חמשת מלכי מדין ואת בלעם בןבעור הרגו בחרב"
    },
    {
      "number": 9,
      "hebrew": "וישבו בניישראל אתנשי מדין ואתטפם ואת כלבהמתם ואתכלמקנהם ואתכלחילם בזזו"
    },
    {
      "number": 10,
      "hebrew": "ואת כלעריהם במושבתם ואת כלטירתם שרפו באש"
    },
    {
      "number": 11,
      "hebrew": "ויקחו אתכלהשלל ואת כלהמלקוח באדם ובבהמה"
    },
    {
      "number": 12,
      "hebrew": "ויבאו אלמשה ואלאלעזר הכהן ואלעדת בניישראל אתהשבי ואתהמלקוח ואתהשלל אלהמחנה אלערבת מואב אשר עלירדן ירחו         "
    },
    {
      "number": 13,
      "hebrew": "ויצאו משה ואלעזר הכהן וכלנשיאי העדה לקראתם אלמחוץ למחנה"
    },
    {
      "number": 14,
      "hebrew": "ויקצף משה על פקודי החיל שרי האלפים ושרי המאות הבאים מצבא המלחמה"
    },
    {
      "number": 15,
      "hebrew": "ויאמר אליהם משה החייתם כלנקבה"
    },
    {
      "number": 16,
      "hebrew": "הן הנה היו לבני ישראל בדבר בלעם למסרמעל ביהוה עלדברפעור ותהי המגפה בעדת יהוה"
    },
    {
      "number": 17,
      "hebrew": "ועתה הרגו כלזכר בטף וכלאשה ידעת איש למשכב זכר הרגו"
    },
    {
      "number": 18,
      "hebrew": "וכל הטף בנשים אשר לאידעו משכב זכר החיו לכם"
    },
    {
      "number": 19,
      "hebrew": "ואתם חנו מחוץ למחנה שבעת ימים כל הרג נפש וכל נגע בחלל תתחטאו ביום השלישי וביום השביעי אתם ושביכם"
    },
    {
      "number": 20,
      "hebrew": "וכלבגד וכלכליעור וכלמעשה עזים וכלכליעץ תתחטאו         "
    },
    {
      "number": 21,
      "hebrew": "ויאמר אלעזר הכהן אלאנשי הצבא הבאים למלחמה זאת חקת התורה אשרצוה יהוה אתמשה"
    },
    {
      "number": 22,
      "hebrew": "אך אתהזהב ואתהכסף אתהנחשת אתהברזל אתהבדיל ואתהעפרת"
    },
    {
      "number": 23,
      "hebrew": "כלדבר אשריבא באש תעבירו באש וטהר אך במי נדה יתחטא וכל אשר לאיבא באש תעבירו במים"
    },
    {
      "number": 24,
      "hebrew": "וכבסתם בגדיכם ביום השביעי וטהרתם ואחר תבאו אלהמחנה         "
    },
    {
      "number": 25,
      "hebrew": "ויאמר יהוה אלמשה לאמר"
    },
    {
      "number": 26,
      "hebrew": "שא את ראש מלקוח השבי באדם ובבהמה אתה ואלעזר הכהן וראשי אבות העדה"
    },
    {
      "number": 27,
      "hebrew": "וחצית אתהמלקוח בין תפשי המלחמה היצאים לצבא ובין כלהעדה"
    },
    {
      "number": 28,
      "hebrew": "והרמת מכס ליהוה מאת אנשי המלחמה היצאים לצבא אחד נפש מחמש המאות מןהאדם ומןהבקר ומןהחמרים ומןהצאן"
    },
    {
      "number": 29,
      "hebrew": "ממחציתם תקחו ונתתה לאלעזר הכהן תרומת יהוה"
    },
    {
      "number": 30,
      "hebrew": "וממחצת בניישראל תקח אחד אחז מןהחמשים מןהאדם מןהבקר מןהחמרים ומןהצאן מכלהבהמה ונתתה אתם ללוים שמרי משמרת משכן יהוה"
    },
    {
      "number": 31,
      "hebrew": "ויעש משה ואלעזר הכהן כאשר צוה יהוה אתמשה"
    },
    {
      "number": 32,
      "hebrew": "ויהי המלקוח יתר הבז אשר בזזו עם הצבא צאן ששמאות אלף ושבעים אלף וחמשת אלפים"
    },
    {
      "number": 33,
      "hebrew": "ובקר שנים ושבעים אלף"
    },
    {
      "number": 34,
      "hebrew": "וחמרים אחד וששים אלף"
    },
    {
      "number": 35,
      "hebrew": "ונפש אדם מןהנשים אשר לאידעו משכב זכר כלנפש שנים ושלשים אלף"
    },
    {
      "number": 36,
      "hebrew": "ותהי המחצה חלק היצאים בצבא מספר הצאן שלשמאות אלף ושלשים אלף ושבעת אלפים וחמש מאות"
    },
    {
      "number": 37,
      "hebrew": "ויהי המכס ליהוה מןהצאן שש מאות חמש ושבעים"
    },
    {
      "number": 38,
      "hebrew": "והבקר ששה ושלשים אלף ומכסם ליהוה שנים ושבעים"
    },
    {
      "number": 39,
      "hebrew": "וחמרים שלשים אלף וחמש מאות ומכסם ליהוה אחד וששים"
    },
    {
      "number": 40,
      "hebrew": "ונפש אדם ששה עשר אלף ומכסם ליהוה שנים ושלשים נפש"
    },
    {
      "number": 41,
      "hebrew": "ויתן משה אתמכס תרומת יהוה לאלעזר הכהן כאשר צוה יהוה אתמשה"
    },
    {
      "number": 42,
      "hebrew": "וממחצית בני ישראל אשר חצה משה מןהאנשים הצבאים"
    },
    {
      "number": 43,
      "hebrew": "ותהי מחצת העדה מןהצאן שלשמאות אלף ושלשים אלף שבעת אלפים וחמש מאות"
    },
    {
      "number": 44,
      "hebrew": "ובקר ששה ושלשים אלף"
    },
    {
      "number": 45,
      "hebrew": "וחמרים שלשים אלף וחמש מאות"
    },
    {
      "number": 46,
      "hebrew": "ונפש אדם ששה עשר אלף"
    },
    {
      "number": 47,
      "hebrew": "ויקח משה ממחצת בניישראל אתהאחז אחד מןהחמשים מןהאדם ומןהבהמה ויתן אתם ללוים שמרי משמרת משכן יהוה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 48,
      "hebrew": "ויקרבו אלמשה הפקדים אשר לאלפי הצבא שרי האלפים ושרי המאות"
    },
    {
      "number": 49,
      "hebrew": "ויאמרו אלמשה עבדיך נשאו אתראש אנשי המלחמה אשר בידנו ולאנפקד ממנו איש"
    },
    {
      "number": 50,
      "hebrew": "ונקרב אתקרבן יהוה איש אשר מצא כליזהב אצעדה וצמיד טבעת עגיל וכומז לכפר עלנפשתינו לפני יהוה"
    },
    {
      "number": 51,
      "hebrew": "ויקח משה ואלעזר הכהן אתהזהב מאתם כל כלי מעשה"
    },
    {
      "number": 52,
      "hebrew": "ויהי כלזהב התרומה אשר הרימו ליהוה ששה עשר אלף שבעמאות וחמשים שקל מאת שרי האלפים ומאת שרי המאות"
    },
    {
      "number": 53,
      "hebrew": "אנשי הצבא בזזו איש לו"
    },
    {
      "number": 54,
      "hebrew": "ויקח משה ואלעזר הכהן אתהזהב מאת שרי האלפים והמאות ויבאו אתו אלאהל מועד זכרון לבניישראל לפני יהוה ",
      "parsha": "פ"
    }
  ]
}
