{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 8,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלאהרן ואמרת אליו בהעלתך אתהנרת אלמול פני המנורה יאירו שבעת הנרות"
    },
    {
      "number": 3,
      "hebrew": "ויעש כן אהרן אלמול פני המנורה העלה נרתיה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 4,
      "hebrew": "וזה מעשה המנרה מקשה זהב עדירכה עדפרחה מקשה הוא כמראה אשר הראה יהוה אתמשה כן עשה אתהמנרה ",
      "parsha": "פ"
    },
    {
      "number": 5,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 6,
      "hebrew": "קח אתהלוים מתוך בני ישראל וטהרת אתם"
    },
    {
      "number": 7,
      "hebrew": "וכהתעשה להם לטהרם הזה עליהם מי חטאת והעבירו תער עלכלבשרם וכבסו בגדיהם והטהרו"
    },
    {
      "number": 8,
      "hebrew": "ולקחו פר בןבקר ומנחתו סלת בלולה בשמן ופרשני בןבקר תקח לחטאת"
    },
    {
      "number": 9,
      "hebrew": "והקרבת אתהלוים לפני אהל מועד והקהלת אתכלעדת בני ישראל"
    },
    {
      "number": 10,
      "hebrew": "והקרבת אתהלוים לפני יהוה וסמכו בניישראל אתידיהם עלהלוים"
    },
    {
      "number": 11,
      "hebrew": "והניף אהרן אתהלוים תנופה לפני יהוה מאת בני ישראל והיו לעבד אתעבדת יהוה"
    },
    {
      "number": 12,
      "hebrew": "והלוים יסמכו אתידיהם על ראש הפרים ועשה אתהאחד חטאת ואתהאחד עלה ליהוה לכפר עלהלוים"
    },
    {
      "number": 13,
      "hebrew": "והעמדת אתהלוים לפני אהרן ולפני בניו והנפת אתם תנופה ליהוה"
    },
    {
      "number": 14,
      "hebrew": "והבדלת אתהלוים מתוך בני ישראל והיו לי הלוים"
    },
    {
      "number": 15,
      "hebrew": "ואחריכן יבאו הלוים לעבד אתאהל מועד וטהרת אתם והנפת אתם תנופה"
    },
    {
      "number": 16,
      "hebrew": "כי נתנים נתנים המה לי מתוך בני ישראל תחת פטרת כלרחם בכור כל מבני ישראל לקחתי אתם לי"
    },
    {
      "number": 17,
      "hebrew": "כי לי כלבכור בבני ישראל באדם ובבהמה ביום הכתי כלבכור בארץ מצרים הקדשתי אתם לי"
    },
    {
      "number": 18,
      "hebrew": "ואקח אתהלוים תחת כלבכור בבני ישראל"
    },
    {
      "number": 19,
      "hebrew": "ואתנה אתהלוים נתנים לאהרן ולבניו מתוך בני ישראל לעבד אתעבדת בניישראל באהל מועד ולכפר עלבני ישראל ולא יהיה בבני ישראל נגף בגשת בניישראל אלהקדש"
    },
    {
      "number": 20,
      "hebrew": "ויעש משה ואהרן וכלעדת בניישראל ללוים ככל אשרצוה יהוה אתמשה ללוים כןעשו להם בני ישראל"
    },
    {
      "number": 21,
      "hebrew": "ויתחטאו הלוים ויכבסו בגדיהם וינף אהרן אתם תנופה לפני יהוה ויכפר עליהם אהרן לטהרם"
    },
    {
      "number": 22,
      "hebrew": "ואחריכן באו הלוים לעבד אתעבדתם באהל מועד לפני אהרן ולפני בניו כאשר צוה יהוה אתמשה עלהלוים כן עשו להם         "
    },
    {
      "number": 23,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 24,
      "hebrew": "זאת אשר ללוים מבן חמש ועשרים שנה ומעלה יבוא לצבא צבא בעבדת אהל מועד"
    },
    {
      "number": 25,
      "hebrew": "ומבן חמשים שנה ישוב מצבא העבדה ולא יעבד עוד"
    },
    {
      "number": 26,
      "hebrew": "ושרת אתאחיו באהל מועד לשמר משמרת ועבדה לא יעבד ככה תעשה ללוים במשמרתם ",
      "parsha": "פ"
    }
  ]
}
