{
  "book": "Numbers",
  "bookHebrew": "במדבר",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה במדברסיני בשנה השנית לצאתם מארץ מצרים בחדש הראשון לאמר"
    },
    {
      "number": 2,
      "hebrew": "ויעשו בניישראל אתהפסח במועדו"
    },
    {
      "number": 3,
      "hebrew": "בארבעה עשריום בחדש הזה בין הערבים תעשו אתו במעדו ככלחקתיו וככלמשפטיו תעשו אתו"
    },
    {
      "number": 4,
      "hebrew": "וידבר משה אלבני ישראל לעשת הפסח"
    },
    {
      "number": 5,
      "hebrew": "ויעשו אתהפסח בראשון בארבעה עשר יום לחדש בין הערבים במדבר סיני ככל אשר צוה יהוה אתמשה כן עשו בני ישראל"
    },
    {
      "number": 6,
      "hebrew": "ויהי אנשים אשר היו טמאים לנפש אדם ולאיכלו לעשתהפסח ביום ההוא ויקרבו לפני משה ולפני אהרן ביום ההוא"
    },
    {
      "number": 7,
      "hebrew": "ויאמרו האנשים ההמה אליו אנחנו טמאים לנפש אדם למה נגרע לבלתי הקריב אתקרבן יהוה במעדו בתוך בני ישראל"
    },
    {
      "number": 8,
      "hebrew": "ויאמר אלהם משה עמדו ואשמעה מהיצוה יהוה לכם ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 10,
      "hebrew": "דבר אלבני ישראל לאמר איש איש כייהיהטמאלנפש או בדרך רחקה לכם או לדרתיכם ועשה פסח ליהוה"
    },
    {
      "number": 11,
      "hebrew": "בחדש השני בארבעה עשר יום בין הערבים יעשו אתו עלמצות ומררים יאכלהו"
    },
    {
      "number": 12,
      "hebrew": "לאישאירו ממנו עדבקר ועצם לא ישברובו ככלחקת הפסח יעשו אתו"
    },
    {
      "number": 13,
      "hebrew": "והאיש אשרהוא טהור ובדרך לאהיה וחדל לעשות הפסח ונכרתה הנפש ההוא מעמיה כי קרבן יהוה לא הקריב במעדו חטאו ישא האיש ההוא"
    },
    {
      "number": 14,
      "hebrew": "וכייגור אתכם גר ועשה פסח ליהוה כחקת הפסח וכמשפטו כן יעשה חקה אחת יהיה לכם ולגר ולאזרח הארץ         "
    },
    {
      "number": 15,
      "hebrew": "וביום הקים אתהמשכן כסה הענן אתהמשכן לאהל העדת ובערב יהיה עלהמשכן כמראהאש עדבקר"
    },
    {
      "number": 16,
      "hebrew": "כן יהיה תמיד הענן יכסנו ומראהאש לילה"
    },
    {
      "number": 17,
      "hebrew": "ולפי העלות הענן מעל האהל ואחרי כן יסעו בני ישראל ובמקום אשר ישכןשם הענן שם יחנו בני ישראל"
    },
    {
      "number": 18,
      "hebrew": "עלפי יהוה יסעו בני ישראל ועלפי יהוה יחנו כלימי אשר ישכן הענן עלהמשכן יחנו"
    },
    {
      "number": 19,
      "hebrew": "ובהאריך הענן עלהמשכן ימים רבים ושמרו בניישראל אתמשמרת יהוה ולא יסעו"
    },
    {
      "number": 20,
      "hebrew": "ויש אשר יהיה הענן ימים מספר עלהמשכן עלפי יהוה יחנו ועלפי יהוה יסעו"
    },
    {
      "number": 21,
      "hebrew": "ויש אשריהיה הענן מערב עדבקר ונעלה הענן בבקר ונסעו או יומם ולילה ונעלה הענן ונסעו"
    },
    {
      "number": 22,
      "hebrew": "אוימים אוחדש אוימים בהאריך הענן עלהמשכן לשכן עליו יחנו בניישראל ולא יסעו ובהעלתו יסעו"
    },
    {
      "number": 23,
      "hebrew": "עלפי יהוה יחנו ועלפי יהוה יסעו אתמשמרת יהוה שמרו עלפי יהוה בידמשה ",
      "parsha": "פ"
    }
  ]
}
