{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 16,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה אחרי מות שני בני אהרן בקרבתם לפנייהוה וימתו"
    },
    {
      "number": 2,
      "hebrew": "ויאמר יהוה אלמשה דבר אלאהרן אחיך ואליבא בכלעת אלהקדש מבית לפרכת אלפני הכפרת אשר עלהארן ולא ימות כי בענן אראה עלהכפרת"
    },
    {
      "number": 3,
      "hebrew": "בזאת יבא אהרן אלהקדש בפר בןבקר לחטאת ואיל לעלה"
    },
    {
      "number": 4,
      "hebrew": "כתנתבד קדש ילבש ומכנסיבד יהיו עלבשרו ובאבנט בד יחגר ובמצנפת בד יצנף בגדיקדש הם ורחץ במים אתבשרו ולבשם"
    },
    {
      "number": 5,
      "hebrew": "ומאת עדת בני ישראל יקח שנישעירי עזים לחטאת ואיל אחד לעלה"
    },
    {
      "number": 6,
      "hebrew": "והקריב אהרן אתפר החטאת אשרלו וכפר בעדו ובעד ביתו"
    },
    {
      "number": 7,
      "hebrew": "ולקח אתשני השעירם והעמיד אתם לפני יהוה פתח אהל מועד"
    },
    {
      "number": 8,
      "hebrew": "ונתן אהרן עלשני השעירם גרלות גורל אחד ליהוה וגורל אחד לעזאזל"
    },
    {
      "number": 9,
      "hebrew": "והקריב אהרן אתהשעיר אשר עלה עליו הגורל ליהוה ועשהו חטאת"
    },
    {
      "number": 10,
      "hebrew": "והשעיר אשר עלה עליו הגורל לעזאזל יעמדחי לפני יהוה לכפר עליו לשלח אתו לעזאזל המדברה"
    },
    {
      "number": 11,
      "hebrew": "והקריב אהרן אתפר החטאת אשרלו וכפר בעדו ובעד ביתו ושחט אתפר החטאת אשרלו"
    },
    {
      "number": 12,
      "hebrew": "ולקח מלאהמחתה גחליאש מעל המזבח מלפני יהוה ומלא חפניו קטרת סמים דקה והביא מבית לפרכת"
    },
    {
      "number": 13,
      "hebrew": "ונתן אתהקטרת עלהאש לפני יהוה וכסה ענן הקטרת אתהכפרת אשר עלהעדות ולא ימות"
    },
    {
      "number": 14,
      "hebrew": "ולקח מדם הפר והזה באצבעו עלפני הכפרת קדמה ולפני הכפרת יזה שבעפעמים מןהדם באצבעו"
    },
    {
      "number": 15,
      "hebrew": "ושחט אתשעיר החטאת אשר לעם והביא אתדמו אלמבית לפרכת ועשה אתדמו כאשר עשה לדם הפר והזה אתו עלהכפרת ולפני הכפרת"
    },
    {
      "number": 16,
      "hebrew": "וכפר עלהקדש מטמאת בני ישראל ומפשעיהם לכלחטאתם וכן יעשה לאהל מועד השכן אתם בתוך טמאתם"
    },
    {
      "number": 17,
      "hebrew": "וכלאדם לאיהיה באהל מועד בבאו לכפר בקדש עדצאתו וכפר בעדו ובעד ביתו ובעד כלקהל ישראל"
    },
    {
      "number": 18,
      "hebrew": "ויצא אלהמזבח אשר לפנייהוה וכפר עליו ולקח מדם הפר ומדם השעיר ונתן עלקרנות המזבח סביב"
    },
    {
      "number": 19,
      "hebrew": "והזה עליו מןהדם באצבעו שבע פעמים וטהרו וקדשו מטמאת בני ישראל"
    },
    {
      "number": 20,
      "hebrew": "וכלה מכפר אתהקדש ואתאהל מועד ואתהמזבח והקריב אתהשעיר החי"
    },
    {
      "number": 21,
      "hebrew": "וסמך אהרן אתשתי ידו על ראש השעיר החי והתודה עליו אתכלעונת בני ישראל ואתכלפשעיהם לכלחטאתם ונתן אתם עלראש השעיר ושלח בידאיש עתי המדברה"
    },
    {
      "number": 22,
      "hebrew": "ונשא השעיר עליו אתכלעונתם אלארץ גזרה ושלח אתהשעיר במדבר"
    },
    {
      "number": 23,
      "hebrew": "ובא אהרן אלאהל מועד ופשט אתבגדי הבד אשר לבש בבאו אלהקדש והניחם שם"
    },
    {
      "number": 24,
      "hebrew": "ורחץ אתבשרו במים במקום קדוש ולבש אתבגדיו ויצא ועשה אתעלתו ואתעלת העם וכפר בעדו ובעד העם"
    },
    {
      "number": 25,
      "hebrew": "ואת חלב החטאת יקטיר המזבחה"
    },
    {
      "number": 26,
      "hebrew": "והמשלח אתהשעיר לעזאזל יכבס בגדיו ורחץ אתבשרו במים ואחריכן יבוא אלהמחנה"
    },
    {
      "number": 27,
      "hebrew": "ואת פר החטאת ואת שעיר החטאת אשר הובא אתדמם לכפר בקדש יוציא אלמחוץ למחנה ושרפו באש אתערתם ואתבשרם ואתפרשם"
    },
    {
      "number": 28,
      "hebrew": "והשרף אתם יכבס בגדיו ורחץ אתבשרו במים ואחריכן יבוא אלהמחנה"
    },
    {
      "number": 29,
      "hebrew": "והיתה לכם לחקת עולם בחדש השביעי בעשור לחדש תענו אתנפשתיכם וכלמלאכה לא תעשו האזרח והגר הגר בתוככם"
    },
    {
      "number": 30,
      "hebrew": "כיביום הזה יכפר עליכם לטהר אתכם מכל חטאתיכם לפני יהוה תטהרו"
    },
    {
      "number": 31,
      "hebrew": "שבת שבתון היא לכם ועניתם אתנפשתיכם חקת עולם"
    },
    {
      "number": 32,
      "hebrew": "וכפר הכהן אשרימשח אתו ואשר ימלא אתידו לכהן תחת אביו ולבש אתבגדי הבד בגדי הקדש"
    },
    {
      "number": 33,
      "hebrew": "וכפר אתמקדש הקדש ואתאהל מועד ואתהמזבח יכפר ועל הכהנים ועלכלעם הקהל יכפר"
    },
    {
      "number": 34,
      "hebrew": "והיתהזאת לכם לחקת עולם לכפר עלבני ישראל מכלחטאתם אחת בשנה ויעש כאשר צוה יהוה אתמשה ",
      "parsha": "פ"
    }
  ]
}
