{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלאהרן ואלבניו ואל כלבני ישראל ואמרת אליהם זה הדבר אשרצוה יהוה לאמר"
    },
    {
      "number": 3,
      "hebrew": "איש איש מבית ישראל אשר ישחט שור אוכשב אועז במחנה או אשר ישחט מחוץ למחנה"
    },
    {
      "number": 4,
      "hebrew": "ואלפתח אהל מועד לא הביאו להקריב קרבן ליהוה לפני משכן יהוה דם יחשב לאיש ההוא דם שפך ונכרת האיש ההוא מקרב עמו"
    },
    {
      "number": 5,
      "hebrew": "למען אשר יביאו בני ישראל אתזבחיהם אשר הם זבחים עלפני השדה והביאם ליהוה אלפתח אהל מועד אלהכהן וזבחו זבחי שלמים ליהוה אותם"
    },
    {
      "number": 6,
      "hebrew": "וזרק הכהן אתהדם עלמזבח יהוה פתח אהל מועד והקטיר החלב לריח ניחח ליהוה"
    },
    {
      "number": 7,
      "hebrew": "ולאיזבחו עוד אתזבחיהם לשעירם אשר הם זנים אחריהם חקת עולם תהיהזאת להם לדרתם"
    },
    {
      "number": 8,
      "hebrew": "ואלהם תאמר איש איש מבית ישראל ומןהגר אשריגור בתוכם אשריעלה עלה אוזבח"
    },
    {
      "number": 9,
      "hebrew": "ואלפתח אהל מועד לא יביאנו לעשות אתו ליהוה ונכרת האיש ההוא מעמיו"
    },
    {
      "number": 10,
      "hebrew": "ואיש איש מבית ישראל ומןהגר הגר בתוכם אשר יאכל כלדם ונתתי פני בנפש האכלת אתהדם והכרתי אתה מקרב עמה"
    },
    {
      "number": 11,
      "hebrew": "כי נפש הבשר בדם הוא ואני נתתיו לכם עלהמזבח לכפר עלנפשתיכם כיהדם הוא בנפש יכפר"
    },
    {
      "number": 12,
      "hebrew": "עלכן אמרתי לבני ישראל כלנפש מכם לאתאכל דם והגר הגר בתוככם לאיאכל דם"
    },
    {
      "number": 13,
      "hebrew": "ואיש איש מבני ישראל ומןהגר הגר בתוכם אשר יצוד ציד חיה אועוף אשר יאכל ושפך אתדמו וכסהו בעפר"
    },
    {
      "number": 14,
      "hebrew": "כינפש כלבשר דמו בנפשו הוא ואמר לבני ישראל דם כלבשר לא תאכלו כי נפש כלבשר דמו הוא כלאכליו יכרת"
    },
    {
      "number": 15,
      "hebrew": "וכלנפש אשר תאכל נבלה וטרפה באזרח ובגר וכבס בגדיו ורחץ במים וטמא עדהערב וטהר"
    },
    {
      "number": 16,
      "hebrew": "ואם לא יכבס ובשרו לא ירחץ ונשא עונו ",
      "parsha": "פ"
    }
  ]
}
