{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 18,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם אני יהוה אלהיכם"
    },
    {
      "number": 3,
      "hebrew": "כמעשה ארץמצרים אשר ישבתםבה לא תעשו וכמעשה ארץכנען אשר אני מביא אתכם שמה לא תעשו ובחקתיהם לא תלכו"
    },
    {
      "number": 4,
      "hebrew": "אתמשפטי תעשו ואתחקתי תשמרו ללכת בהם אני יהוה אלהיכם"
    },
    {
      "number": 5,
      "hebrew": "ושמרתם אתחקתי ואתמשפטי אשר יעשה אתם האדם וחי בהם אני יהוה         "
    },
    {
      "number": 6,
      "hebrew": "איש איש אלכלשאר בשרו לא תקרבו לגלות ערוה אני יהוה         "
    },
    {
      "number": 7,
      "hebrew": "ערות אביך וערות אמך לא תגלה אמך הוא לא תגלה ערותה         "
    },
    {
      "number": 8,
      "hebrew": "ערות אשתאביך לא תגלה ערות אביך הוא         "
    },
    {
      "number": 9,
      "hebrew": "ערות אחותך בתאביך או בתאמך מולדת בית או מולדת חוץ לא תגלה ערותן         "
    },
    {
      "number": 10,
      "hebrew": "ערות בתבנך או בתבתך לא תגלה ערותן כי ערותך הנה         "
    },
    {
      "number": 11,
      "hebrew": "ערות בתאשת אביך מולדת אביך אחותך הוא לא תגלה ערותה         "
    },
    {
      "number": 12,
      "hebrew": "ערות אחותאביך לא תגלה שאר אביך הוא         "
    },
    {
      "number": 13,
      "hebrew": "ערות אחותאמך לא תגלה כישאר אמך הוא         "
    },
    {
      "number": 14,
      "hebrew": "ערות אחיאביך לא תגלה אלאשתו לא תקרב דדתך הוא         "
    },
    {
      "number": 15,
      "hebrew": "ערות כלתך לא תגלה אשת בנך הוא לא תגלה ערותה         "
    },
    {
      "number": 16,
      "hebrew": "ערות אשתאחיך לא תגלה ערות אחיך הוא         "
    },
    {
      "number": 17,
      "hebrew": "ערות אשה ובתה לא תגלה אתבתבנה ואתבתבתה לא תקח לגלות ערותה שארה הנה זמה הוא"
    },
    {
      "number": 18,
      "hebrew": "ואשה אלאחתה לא תקח לצרר לגלות ערותה עליה בחייה"
    },
    {
      "number": 19,
      "hebrew": "ואלאשה בנדת טמאתה לא תקרב לגלות ערותה"
    },
    {
      "number": 20,
      "hebrew": "ואלאשת עמיתך לאתתן שכבתך לזרע לטמאהבה"
    },
    {
      "number": 21,
      "hebrew": "ומזרעך לאתתן להעביר למלך ולא תחלל אתשם אלהיך אני יהוה"
    },
    {
      "number": 22,
      "hebrew": "ואתזכר לא תשכב משכבי אשה תועבה הוא"
    },
    {
      "number": 23,
      "hebrew": "ובכלבהמה לאתתן שכבתך לטמאהבה ואשה לאתעמד לפני בהמה לרבעה תבל הוא"
    },
    {
      "number": 24,
      "hebrew": "אלתטמאו בכלאלה כי בכלאלה נטמאו הגוים אשראני משלח מפניכם"
    },
    {
      "number": 25,
      "hebrew": "ותטמא הארץ ואפקד עונה עליה ותקא הארץ אתישביה"
    },
    {
      "number": 26,
      "hebrew": "ושמרתם אתם אתחקתי ואתמשפטי ולא תעשו מכל התועבת האלה האזרח והגר הגר בתוככם"
    },
    {
      "number": 27,
      "hebrew": "כי אתכלהתועבת האל עשו אנשיהארץ אשר לפניכם ותטמא הארץ"
    },
    {
      "number": 28,
      "hebrew": "ולאתקיא הארץ אתכם בטמאכם אתה כאשר קאה אתהגוי אשר לפניכם"
    },
    {
      "number": 29,
      "hebrew": "כי כלאשר יעשה מכל התועבת האלה ונכרתו הנפשות העשת מקרב עמם"
    },
    {
      "number": 30,
      "hebrew": "ושמרתם אתמשמרתי לבלתי עשות מחקות התועבת אשר נעשו לפניכם ולא תטמאו בהם אני יהוה אלהיכם ",
      "parsha": "פ"
    }
  ]
}
