{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלכלעדת בניישראל ואמרת אלהם קדשים תהיו כי קדוש אני יהוה אלהיכם"
    },
    {
      "number": 3,
      "hebrew": "איש אמו ואביו תיראו ואתשבתתי תשמרו אני יהוה אלהיכם"
    },
    {
      "number": 4,
      "hebrew": "אלתפנו אלהאלילם ואלהי מסכה לא תעשו לכם אני יהוה אלהיכם"
    },
    {
      "number": 5,
      "hebrew": "וכי תזבחו זבח שלמים ליהוה לרצנכם תזבחהו"
    },
    {
      "number": 6,
      "hebrew": "ביום זבחכם יאכל וממחרת והנותר עדיום השלישי באש ישרף"
    },
    {
      "number": 7,
      "hebrew": "ואם האכל יאכל ביום השלישי פגול הוא לא ירצה"
    },
    {
      "number": 8,
      "hebrew": "ואכליו עונו ישא כיאתקדש יהוה חלל ונכרתה הנפש ההוא מעמיה"
    },
    {
      "number": 9,
      "hebrew": "ובקצרכם אתקציר ארצכם לא תכלה פאת שדך לקצר ולקט קצירך לא תלקט"
    },
    {
      "number": 10,
      "hebrew": "וכרמך לא תעולל ופרט כרמך לא תלקט לעני ולגר תעזב אתם אני יהוה אלהיכם"
    },
    {
      "number": 11,
      "hebrew": "לא תגנבו ולאתכחשו ולאתשקרו איש בעמיתו"
    },
    {
      "number": 12,
      "hebrew": "ולאתשבעו בשמי לשקר וחללת אתשם אלהיך אני יהוה"
    },
    {
      "number": 13,
      "hebrew": "לאתעשק אתרעך ולא תגזל לאתלין פעלת שכיר אתך עדבקר"
    },
    {
      "number": 14,
      "hebrew": "לאתקלל חרש ולפני עור לא תתן מכשל ויראת מאלהיך אני יהוה"
    },
    {
      "number": 15,
      "hebrew": "לאתעשו עול במשפט לאתשא פנידל ולא תהדר פני גדול בצדק תשפט עמיתך"
    },
    {
      "number": 16,
      "hebrew": "לאתלך רכיל בעמיך לא תעמד עלדם רעך*(בכתר ארם צובה היה כתוב רעיך) אני יהוה"
    },
    {
      "number": 17,
      "hebrew": "לאתשנא אתאחיך בלבבך הוכח תוכיח אתעמיתך ולאתשא עליו חטא"
    },
    {
      "number": 18,
      "hebrew": "לאתקם ולאתטר אתבני עמך ואהבת לרעך כמוך אני יהוה"
    },
    {
      "number": 19,
      "hebrew": "אתחקתי תשמרו בהמתך לאתרביע כלאים שדך לאתזרע כלאים ובגד כלאים שעטנז לא יעלה עליך"
    },
    {
      "number": 20,
      "hebrew": "ואיש כיישכב אתאשה שכבתזרע והוא שפחה נחרפת לאיש והפדה לא נפדתה או חפשה לא נתןלה בקרת תהיה לא יומתו כילא חפשה"
    },
    {
      "number": 21,
      "hebrew": "והביא אתאשמו ליהוה אלפתח אהל מועד איל אשם"
    },
    {
      "number": 22,
      "hebrew": "וכפר עליו הכהן באיל האשם לפני יהוה עלחטאתו אשר חטא ונסלח לו מחטאתו אשר חטא ",
      "parsha": "פ"
    },
    {
      "number": 23,
      "hebrew": "וכיתבאו אלהארץ ונטעתם כלעץ מאכל וערלתם ערלתו אתפריו שלש שנים יהיה לכם ערלים לא יאכל"
    },
    {
      "number": 24,
      "hebrew": "ובשנה הרביעת יהיה כלפריו קדש הלולים ליהוה"
    },
    {
      "number": 25,
      "hebrew": "ובשנה החמישת תאכלו אתפריו להוסיף לכם תבואתו אני יהוה אלהיכם"
    },
    {
      "number": 26,
      "hebrew": "לא תאכלו עלהדם לא תנחשו ולא תעוננו"
    },
    {
      "number": 27,
      "hebrew": "לא תקפו פאת ראשכם ולא תשחית את פאת זקנך"
    },
    {
      "number": 28,
      "hebrew": "ושרט לנפש לא תתנו בבשרכם וכתבת קעקע לא תתנו בכם אני יהוה"
    },
    {
      "number": 29,
      "hebrew": "אלתחלל אתבתך להזנותה ולאתזנה הארץ ומלאה הארץ זמה"
    },
    {
      "number": 30,
      "hebrew": "אתשבתתי תשמרו ומקדשי תיראו אני יהוה"
    },
    {
      "number": 31,
      "hebrew": "אלתפנו אלהאבת ואלהידענים אלתבקשו לטמאה בהם אני יהוה אלהיכם"
    },
    {
      "number": 32,
      "hebrew": "מפני שיבה תקום והדרת פני זקן ויראת מאלהיך אני יהוה         "
    },
    {
      "number": 33,
      "hebrew": "וכייגור אתך גר בארצכם לא תונו אתו"
    },
    {
      "number": 34,
      "hebrew": "כאזרח מכם יהיה לכם הגר הגר אתכם ואהבת לו כמוך כיגרים הייתם בארץ מצרים אני יהוה אלהיכם"
    },
    {
      "number": 35,
      "hebrew": "לאתעשו עול במשפט במדה במשקל ובמשורה"
    },
    {
      "number": 36,
      "hebrew": "מאזני צדק אבניצדק איפת צדק והין צדק יהיה לכם אני יהוה אלהיכם אשרהוצאתי אתכם מארץ מצרים"
    },
    {
      "number": 37,
      "hebrew": "ושמרתם אתכלחקתי ואתכלמשפטי ועשיתם אתם אני יהוה ",
      "parsha": "פ"
    }
  ]
}
