{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 20,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "ואלבני ישראל תאמר איש איש מבני ישראל ומןהגר הגר בישראל אשר יתן מזרעו למלך מות יומת עם הארץ ירגמהו באבן"
    },
    {
      "number": 3,
      "hebrew": "ואני אתן אתפני באיש ההוא והכרתי אתו מקרב עמו כי מזרעו נתן למלך למען טמא אתמקדשי ולחלל אתשם קדשי"
    },
    {
      "number": 4,
      "hebrew": "ואם העלם יעלימו עם הארץ אתעיניהם מןהאיש ההוא בתתו מזרעו למלך לבלתי המית אתו"
    },
    {
      "number": 5,
      "hebrew": "ושמתי אני אתפני באיש ההוא ובמשפחתו והכרתי אתו ואת כלהזנים אחריו לזנות אחרי המלך מקרב עמם"
    },
    {
      "number": 6,
      "hebrew": "והנפש אשר תפנה אלהאבת ואלהידענים לזנת אחריהם ונתתי אתפני בנפש ההוא והכרתי אתו מקרב עמו"
    },
    {
      "number": 7,
      "hebrew": "והתקדשתם והייתם קדשים כי אני יהוה אלהיכם"
    },
    {
      "number": 8,
      "hebrew": "ושמרתם אתחקתי ועשיתם אתם אני יהוה מקדשכם"
    },
    {
      "number": 9,
      "hebrew": "כיאיש איש אשר יקלל אתאביו ואתאמו מות יומת אביו ואמו קלל דמיו בו"
    },
    {
      "number": 10,
      "hebrew": "ואיש אשר ינאף אתאשת איש אשר ינאף אתאשת רעהו מותיומת הנאף והנאפת"
    },
    {
      "number": 11,
      "hebrew": "ואיש אשר ישכב אתאשת אביו ערות אביו גלה מותיומתו שניהם דמיהם בם"
    },
    {
      "number": 12,
      "hebrew": "ואיש אשר ישכב אתכלתו מות יומתו שניהם תבל עשו דמיהם בם"
    },
    {
      "number": 13,
      "hebrew": "ואיש אשר ישכב אתזכר משכבי אשה תועבה עשו שניהם מות יומתו דמיהם בם"
    },
    {
      "number": 14,
      "hebrew": "ואיש אשר יקח אתאשה ואתאמה זמה הוא באש ישרפו אתו ואתהן ולאתהיה זמה בתוככם"
    },
    {
      "number": 15,
      "hebrew": "ואיש אשר יתן שכבתו בבהמה מות יומת ואתהבהמה תהרגו"
    },
    {
      "number": 16,
      "hebrew": "ואשה אשר תקרב אלכלבהמה לרבעה אתה והרגת אתהאשה ואתהבהמה מות יומתו דמיהם בם"
    },
    {
      "number": 17,
      "hebrew": "ואיש אשריקח אתאחתו בתאביו או בתאמו וראה אתערותה והיאתראה אתערותו חסד הוא ונכרתו לעיני בני עמם ערות אחתו גלה עונו ישא"
    },
    {
      "number": 18,
      "hebrew": "ואיש אשרישכב אתאשה דוה וגלה אתערותה אתמקרה הערה והוא גלתה אתמקור דמיה ונכרתו שניהם מקרב עמם"
    },
    {
      "number": 19,
      "hebrew": "וערות אחות אמך ואחות אביך לא תגלה כי אתשארו הערה עונם ישאו"
    },
    {
      "number": 20,
      "hebrew": "ואיש אשר ישכב אתדדתו ערות דדו גלה חטאם ישאו ערירים ימתו"
    },
    {
      "number": 21,
      "hebrew": "ואיש אשר יקח אתאשת אחיו נדה הוא ערות אחיו גלה ערירים יהיו"
    },
    {
      "number": 22,
      "hebrew": "ושמרתם אתכלחקתי ואתכלמשפטי ועשיתם אתם ולאתקיא אתכם הארץ אשר אני מביא אתכם שמה לשבת בה"
    },
    {
      "number": 23,
      "hebrew": "ולא תלכו בחקת הגוי אשראני משלח מפניכם כי אתכלאלה עשו ואקץ בם"
    },
    {
      "number": 24,
      "hebrew": "ואמר לכם אתם תירשו אתאדמתם ואני אתננה לכם לרשת אתה ארץ זבת חלב ודבש אני יהוה אלהיכם אשרהבדלתי אתכם מןהעמים"
    },
    {
      "number": 25,
      "hebrew": "והבדלתם ביןהבהמה הטהרה לטמאה וביןהעוף הטמא לטהר ולאתשקצו אתנפשתיכם בבהמה ובעוף ובכל אשר תרמש האדמה אשרהבדלתי לכם לטמא"
    },
    {
      "number": 26,
      "hebrew": "והייתם לי קדשים כי קדוש אני יהוה ואבדל אתכם מןהעמים להיות לי"
    },
    {
      "number": 27,
      "hebrew": "ואיש אואשה כייהיה בהם אוב או ידעני מות יומתו באבן ירגמו אתם דמיהם בם ",
      "parsha": "פ"
    }
  ]
}
