{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה אלמשה אמר אלהכהנים בני אהרן ואמרת אלהם לנפש לאיטמא בעמיו"
    },
    {
      "number": 2,
      "hebrew": "כי אםלשארו הקרב אליו לאמו ולאביו ולבנו ולבתו ולאחיו"
    },
    {
      "number": 3,
      "hebrew": "ולאחתו הבתולה הקרובה אליו אשר לאהיתה לאיש לה יטמא"
    },
    {
      "number": 4,
      "hebrew": "לא יטמא בעל בעמיו להחלו"
    },
    {
      "number": 5,
      "hebrew": "לא[יקרחו] (יקרחה) קרחה בראשם ופאת זקנם לא יגלחו ובבשרם לא ישרטו שרטת"
    },
    {
      "number": 6,
      "hebrew": "קדשים יהיו לאלהיהם ולא יחללו שם אלהיהם כי אתאשי יהוה לחם אלהיהם הם מקריבם והיו קדש"
    },
    {
      "number": 7,
      "hebrew": "אשה זנה וחללה לא יקחו ואשה גרושה מאישה לא יקחו כיקדש הוא לאלהיו"
    },
    {
      "number": 8,
      "hebrew": "וקדשתו כיאתלחם אלהיך הוא מקריב קדש יהיהלך כי קדוש אני יהוה מקדשכם"
    },
    {
      "number": 9,
      "hebrew": "ובת איש כהן כי תחל לזנות אתאביה היא מחללת באש תשרף         "
    },
    {
      "number": 10,
      "hebrew": "והכהן הגדול מאחיו אשריוצק עלראשו שמן המשחה ומלא אתידו ללבש אתהבגדים אתראשו לא יפרע ובגדיו לא יפרם"
    },
    {
      "number": 11,
      "hebrew": "ועל כלנפשת מת לא יבא לאביו ולאמו לא יטמא"
    },
    {
      "number": 12,
      "hebrew": "ומןהמקדש לא יצא ולא יחלל את מקדש אלהיו כי נזר שמן משחת אלהיו עליו אני יהוה"
    },
    {
      "number": 13,
      "hebrew": "והוא אשה בבתוליה יקח"
    },
    {
      "number": 14,
      "hebrew": "אלמנה וגרושה וחללה זנה אתאלה לא יקח כי אםבתולה מעמיו יקח אשה"
    },
    {
      "number": 15,
      "hebrew": "ולאיחלל זרעו בעמיו כי אני יהוה מקדשו         "
    },
    {
      "number": 16,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 17,
      "hebrew": "דבר אלאהרן לאמר איש מזרעך לדרתם אשר יהיה בו מום לא יקרב להקריב לחם אלהיו"
    },
    {
      "number": 18,
      "hebrew": "כי כלאיש אשרבו מום לא יקרב איש עור או פסח או חרם או שרוע"
    },
    {
      "number": 19,
      "hebrew": "או איש אשריהיה בו שבר רגל או שבר יד"
    },
    {
      "number": 20,
      "hebrew": "אוגבן אודק או תבלל בעינו או גרב או ילפת או מרוח אשך"
    },
    {
      "number": 21,
      "hebrew": "כלאיש אשרבו מום מזרע אהרן הכהן לא יגש להקריב אתאשי יהוה מום בו את לחם אלהיו לא יגש להקריב"
    },
    {
      "number": 22,
      "hebrew": "לחם אלהיו מקדשי הקדשים ומןהקדשים יאכל"
    },
    {
      "number": 23,
      "hebrew": "אך אלהפרכת לא יבא ואלהמזבח לא יגש כימום בו ולא יחלל אתמקדשי כי אני יהוה מקדשם"
    },
    {
      "number": 24,
      "hebrew": "וידבר משה אלאהרן ואלבניו ואלכלבני ישראל ",
      "parsha": "פ"
    }
  ]
}
