{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 23,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם מועדי יהוה אשרתקראו אתם מקראי קדש אלה הם מועדי"
    },
    {
      "number": 3,
      "hebrew": "ששת ימים תעשה מלאכה וביום השביעי שבת שבתון מקראקדש כלמלאכה לא תעשו שבת הוא ליהוה בכל מושבתיכם ",
      "parsha": "פ"
    },
    {
      "number": 4,
      "hebrew": "אלה מועדי יהוה מקראי קדש אשרתקראו אתם במועדם"
    },
    {
      "number": 5,
      "hebrew": "בחדש הראשון בארבעה עשר לחדש בין הערבים פסח ליהוה"
    },
    {
      "number": 6,
      "hebrew": "ובחמשה עשר יום לחדש הזה חג המצות ליהוה שבעת ימים מצות תאכלו"
    },
    {
      "number": 7,
      "hebrew": "ביום הראשון מקראקדש יהיה לכם כלמלאכת עבדה לא תעשו"
    },
    {
      "number": 8,
      "hebrew": "והקרבתם אשה ליהוה שבעת ימים ביום השביעי מקראקדש כלמלאכת עבדה לא תעשו ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 10,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם כיתבאו אלהארץ אשר אני נתן לכם וקצרתם אתקצירה והבאתם אתעמר ראשית קצירכם אלהכהן"
    },
    {
      "number": 11,
      "hebrew": "והניף אתהעמר לפני יהוה לרצנכם ממחרת השבת יניפנו הכהן"
    },
    {
      "number": 12,
      "hebrew": "ועשיתם ביום הניפכם אתהעמר כבש תמים בןשנתו לעלה ליהוה"
    },
    {
      "number": 13,
      "hebrew": "ומנחתו שני עשרנים סלת בלולה בשמן אשה ליהוה ריח ניחח ונסכה יין רביעת ההין"
    },
    {
      "number": 14,
      "hebrew": "ולחם וקלי וכרמל לא תאכלו עדעצם היום הזה עד הביאכם אתקרבן אלהיכם חקת עולם לדרתיכם בכל משבתיכם         "
    },
    {
      "number": 15,
      "hebrew": "וספרתם לכם ממחרת השבת מיום הביאכם אתעמר התנופה שבע שבתות תמימת תהיינה"
    },
    {
      "number": 16,
      "hebrew": "עד ממחרת השבת השביעת תספרו חמשים יום והקרבתם מנחה חדשה ליהוה"
    },
    {
      "number": 17,
      "hebrew": "ממושבתיכם תביאו לחם תנופה שתים שני עשרנים סלת תהיינה חמץ תאפינה בכורים ליהוה"
    },
    {
      "number": 18,
      "hebrew": "והקרבתם עלהלחם שבעת כבשים תמימם בני שנה ופר בןבקר אחד ואילם שנים יהיו עלה ליהוה ומנחתם ונסכיהם אשה ריחניחח ליהוה"
    },
    {
      "number": 19,
      "hebrew": "ועשיתם שעירעזים אחד לחטאת ושני כבשים בני שנה לזבח שלמים"
    },
    {
      "number": 20,
      "hebrew": "והניף הכהןאתם על לחם הבכרים תנופה לפני יהוה עלשני כבשים קדש יהיו ליהוה לכהן"
    },
    {
      "number": 21,
      "hebrew": "וקראתם בעצם היום הזה מקראקדש יהיה לכם כלמלאכת עבדה לא תעשו חקת עולם בכלמושבתיכם לדרתיכם"
    },
    {
      "number": 22,
      "hebrew": "ובקצרכם אתקציר ארצכם לאתכלה פאת שדך בקצרך ולקט קצירך לא תלקט לעני ולגר תעזב אתם אני יהוה אלהיכם ",
      "parsha": "פ"
    },
    {
      "number": 23,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 24,
      "hebrew": "דבר אלבני ישראל לאמר בחדש השביעי באחד לחדש יהיה לכם שבתון זכרון תרועה מקראקדש"
    },
    {
      "number": 25,
      "hebrew": "כלמלאכת עבדה לא תעשו והקרבתם אשה ליהוה         "
    },
    {
      "number": 26,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 27,
      "hebrew": "אך בעשור לחדש השביעי הזה יום הכפרים הוא מקראקדש יהיה לכם ועניתם אתנפשתיכם והקרבתם אשה ליהוה"
    },
    {
      "number": 28,
      "hebrew": "וכלמלאכה לא תעשו בעצם היום הזה כי יום כפרים הוא לכפר עליכם לפני יהוה אלהיכם"
    },
    {
      "number": 29,
      "hebrew": "כי כלהנפש אשר לאתענה בעצם היום הזה ונכרתה מעמיה"
    },
    {
      "number": 30,
      "hebrew": "וכלהנפש אשר תעשה כלמלאכה בעצם היום הזה והאבדתי אתהנפש ההוא מקרב עמה"
    },
    {
      "number": 31,
      "hebrew": "כלמלאכה לא תעשו חקת עולם לדרתיכם בכל משבתיכם"
    },
    {
      "number": 32,
      "hebrew": "שבת שבתון הוא לכם ועניתם אתנפשתיכם בתשעה לחדש בערב מערב עדערב תשבתו שבתכם ",
      "parsha": "פ"
    },
    {
      "number": 33,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 34,
      "hebrew": "דבר אלבני ישראל לאמר בחמשה עשר יום לחדש השביעי הזה חג הסכות שבעת ימים ליהוה"
    },
    {
      "number": 35,
      "hebrew": "ביום הראשון מקראקדש כלמלאכת עבדה לא תעשו"
    },
    {
      "number": 36,
      "hebrew": "שבעת ימים תקריבו אשה ליהוה ביום השמיני מקראקדש יהיה לכם והקרבתם אשה ליהוה עצרת הוא כלמלאכת עבדה לא תעשו"
    },
    {
      "number": 37,
      "hebrew": "אלה מועדי יהוה אשרתקראו אתם מקראי קדש להקריב אשה ליהוה עלה ומנחה זבח ונסכים דבריום ביומו"
    },
    {
      "number": 38,
      "hebrew": "מלבד שבתת יהוה ומלבד מתנותיכם ומלבד כלנדריכם ומלבד כלנדבתיכם אשר תתנו ליהוה"
    },
    {
      "number": 39,
      "hebrew": "אך בחמשה עשר יום לחדש השביעי באספכם אתתבואת הארץ תחגו אתחגיהוה שבעת ימים ביום הראשון שבתון וביום השמיני שבתון"
    },
    {
      "number": 40,
      "hebrew": "ולקחתם לכם ביום הראשון פרי עץ הדר כפת תמרים וענף עץעבת וערבינחל ושמחתם לפני יהוה אלהיכם שבעת ימים"
    },
    {
      "number": 41,
      "hebrew": "וחגתם אתו חג ליהוה שבעת ימים בשנה חקת עולם לדרתיכם בחדש השביעי תחגו אתו"
    },
    {
      "number": 42,
      "hebrew": "בסכת תשבו שבעת ימים כלהאזרח בישראל ישבו בסכת"
    },
    {
      "number": 43,
      "hebrew": "למען ידעו דרתיכם כי בסכות הושבתי אתבני ישראל בהוציאי אותם מארץ מצרים אני יהוה אלהיכם"
    },
    {
      "number": 44,
      "hebrew": "וידבר משה אתמעדי יהוה אלבני ישראל ",
      "parsha": "פ"
    }
  ]
}
