{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל לאמר נפש כיתחטא בשגגה מכל מצות יהוה אשר לא תעשינה ועשה מאחת מהנה"
    },
    {
      "number": 3,
      "hebrew": "אם הכהן המשיח יחטא לאשמת העם והקריב על חטאתו אשר חטא פר בןבקר תמים ליהוה לחטאת"
    },
    {
      "number": 4,
      "hebrew": "והביא אתהפר אלפתח אהל מועד לפני יהוה וסמך אתידו עלראש הפר ושחט אתהפר לפני יהוה"
    },
    {
      "number": 5,
      "hebrew": "ולקח הכהן המשיח מדם הפר והביא אתו אלאהל מועד"
    },
    {
      "number": 6,
      "hebrew": "וטבל הכהן אתאצבעו בדם והזה מןהדם שבע פעמים לפני יהוה אתפני פרכת הקדש"
    },
    {
      "number": 7,
      "hebrew": "ונתן הכהן מןהדם עלקרנות מזבח קטרת הסמים לפני יהוה אשר באהל מועד ואת כלדם הפר ישפך אליסוד מזבח העלה אשרפתח אהל מועד"
    },
    {
      "number": 8,
      "hebrew": "ואתכלחלב פר החטאת ירים ממנו אתהחלב המכסה עלהקרב ואת כלהחלב אשר עלהקרב"
    },
    {
      "number": 9,
      "hebrew": "ואת שתי הכלית ואתהחלב אשר עליהן אשר עלהכסלים ואתהיתרת עלהכבד עלהכליות יסירנה"
    },
    {
      "number": 10,
      "hebrew": "כאשר יורם משור זבח השלמים והקטירם הכהן על מזבח העלה"
    },
    {
      "number": 11,
      "hebrew": "ואתעור הפר ואתכלבשרו עלראשו ועלכרעיו וקרבו ופרשו"
    },
    {
      "number": 12,
      "hebrew": "והוציא אתכלהפר אלמחוץ למחנה אלמקום טהור אלשפך הדשן ושרף אתו עלעצים באש עלשפך הדשן ישרף ",
      "parsha": "פ"
    },
    {
      "number": 13,
      "hebrew": "ואם כלעדת ישראל ישגו ונעלם דבר מעיני הקהל ועשו אחת מכלמצות יהוה אשר לאתעשינה ואשמו"
    },
    {
      "number": 14,
      "hebrew": "ונודעה החטאת אשר חטאו עליה והקריבו הקהל פר בןבקר לחטאת והביאו אתו לפני אהל מועד"
    },
    {
      "number": 15,
      "hebrew": "וסמכו זקני העדה אתידיהם עלראש הפר לפני יהוה ושחט אתהפר לפני יהוה"
    },
    {
      "number": 16,
      "hebrew": "והביא הכהן המשיח מדם הפר אלאהל מועד"
    },
    {
      "number": 17,
      "hebrew": "וטבל הכהן אצבעו מןהדם והזה שבע פעמים לפני יהוה את פני הפרכת"
    },
    {
      "number": 18,
      "hebrew": "ומןהדם יתן עלקרנת המזבח אשר לפני יהוה אשר באהל מועד ואת כלהדם ישפך אליסוד מזבח העלה אשרפתח אהל מועד"
    },
    {
      "number": 19,
      "hebrew": "ואת כלחלבו ירים ממנו והקטיר המזבחה"
    },
    {
      "number": 20,
      "hebrew": "ועשה לפר כאשר עשה לפר החטאת כן יעשהלו וכפר עלהם הכהן ונסלח להם"
    },
    {
      "number": 21,
      "hebrew": "והוציא אתהפר אלמחוץ למחנה ושרף אתו כאשר שרף את הפר הראשון חטאת הקהל הוא ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "אשר נשיא יחטא ועשה אחת מכלמצות יהוה אלהיו אשר לאתעשינה בשגגה ואשם"
    },
    {
      "number": 23,
      "hebrew": "אוהודע אליו חטאתו אשר חטא בה והביא אתקרבנו שעיר עזים זכר תמים"
    },
    {
      "number": 24,
      "hebrew": "וסמך ידו עלראש השעיר ושחט אתו במקום אשרישחט אתהעלה לפני יהוה חטאת הוא"
    },
    {
      "number": 25,
      "hebrew": "ולקח הכהן מדם החטאת באצבעו ונתן עלקרנת מזבח העלה ואתדמו ישפך אליסוד מזבח העלה"
    },
    {
      "number": 26,
      "hebrew": "ואתכלחלבו יקטיר המזבחה כחלב זבח השלמים וכפר עליו הכהן מחטאתו ונסלח לו ",
      "parsha": "פ"
    },
    {
      "number": 27,
      "hebrew": "ואםנפש אחת תחטא בשגגה מעם הארץ בעשתה אחת ממצות יהוה אשר לאתעשינה ואשם"
    },
    {
      "number": 28,
      "hebrew": "או הודע אליו חטאתו אשר חטא והביא קרבנו שעירת עזים תמימה נקבה עלחטאתו אשר חטא"
    },
    {
      "number": 29,
      "hebrew": "וסמך אתידו על ראש החטאת ושחט אתהחטאת במקום העלה"
    },
    {
      "number": 30,
      "hebrew": "ולקח הכהן מדמה באצבעו ונתן עלקרנת מזבח העלה ואתכלדמה ישפך אליסוד המזבח"
    },
    {
      "number": 31,
      "hebrew": "ואתכלחלבה יסיר כאשר הוסר חלב מעל זבח השלמים והקטיר הכהן המזבחה לריח ניחח ליהוה וכפר עליו הכהן ונסלח לו ",
      "parsha": "פ"
    },
    {
      "number": 32,
      "hebrew": "ואםכבש יביא קרבנו לחטאת נקבה תמימה יביאנה"
    },
    {
      "number": 33,
      "hebrew": "וסמך אתידו על ראש החטאת ושחט אתה לחטאת במקום אשר ישחט אתהעלה"
    },
    {
      "number": 34,
      "hebrew": "ולקח הכהן מדם החטאת באצבעו ונתן עלקרנת מזבח העלה ואתכלדמה ישפך אליסוד המזבח"
    },
    {
      "number": 35,
      "hebrew": "ואתכלחלבה יסיר כאשר יוסר חלבהכשב מזבח השלמים והקטיר הכהן אתם המזבחה על אשי יהוה וכפר עליו הכהן עלחטאתו אשרחטא ונסלח לו ",
      "parsha": "פ"
    }
  ]
}
