{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "hebrew": "ונפש כיתחטא ושמעה קול אלה והוא עד או ראה או ידע אםלוא יגיד ונשא עונו"
    },
    {
      "number": 2,
      "hebrew": "או נפש אשר תגע בכלדבר טמא או בנבלת חיה טמאה או בנבלת בהמה טמאה או בנבלת שרץ טמא ונעלם ממנו והוא טמא ואשם"
    },
    {
      "number": 3,
      "hebrew": "או כי יגע בטמאת אדם לכל טמאתו אשר יטמא בה ונעלם ממנו והוא ידע ואשם"
    },
    {
      "number": 4,
      "hebrew": "או נפש כי תשבע לבטא בשפתים להרע או להיטיב לכל אשר יבטא האדם בשבעה ונעלם ממנו והואידע ואשם לאחת מאלה"
    },
    {
      "number": 5,
      "hebrew": "והיה כייאשם לאחת מאלה והתודה אשר חטא עליה"
    },
    {
      "number": 6,
      "hebrew": "והביא אתאשמו ליהוה על חטאתו אשר חטא נקבה מןהצאן כשבה אושעירת עזים לחטאת וכפר עליו הכהן מחטאתו"
    },
    {
      "number": 7,
      "hebrew": "ואםלא תגיע ידו די שה והביא אתאשמו אשר חטא שתי תרים אושני בנייונה ליהוה אחד לחטאת ואחד לעלה"
    },
    {
      "number": 8,
      "hebrew": "והביא אתם אלהכהן והקריב אתאשר לחטאת ראשונה ומלק אתראשו ממול ערפו ולא יבדיל"
    },
    {
      "number": 9,
      "hebrew": "והזה מדם החטאת עלקיר המזבח והנשאר בדם ימצה אליסוד המזבח חטאת הוא"
    },
    {
      "number": 10,
      "hebrew": "ואתהשני יעשה עלה כמשפט וכפר עליו הכהן מחטאתו אשרחטא ונסלח לו         "
    },
    {
      "number": 11,
      "hebrew": "ואםלא תשיג ידו לשתי תרים או לשני בנייונה והביא אתקרבנו אשר חטא עשירת האפה סלת לחטאת לאישים עליה שמן ולאיתן עליה לבנה כי חטאת הוא"
    },
    {
      "number": 12,
      "hebrew": "והביאה אלהכהן וקמץ הכהןממנה מלוא קמצו אתאזכרתה והקטיר המזבחה על אשי יהוה חטאת הוא"
    },
    {
      "number": 13,
      "hebrew": "וכפר עליו הכהן עלחטאתו אשרחטא מאחת מאלה ונסלח לו והיתה לכהן כמנחה         "
    },
    {
      "number": 14,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 15,
      "hebrew": "נפש כיתמעל מעל וחטאה בשגגה מקדשי יהוה והביא אתאשמו ליהוה איל תמים מןהצאן בערכך כסףשקלים בשקלהקדש לאשם"
    },
    {
      "number": 16,
      "hebrew": "ואת אשר חטא מןהקדש ישלם ואתחמישתו יוסף עליו ונתן אתו לכהן והכהן יכפר עליו באיל האשם ונסלח לו ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "ואםנפש כי תחטא ועשתה אחת מכלמצות יהוה אשר לא תעשינה ולאידע ואשם ונשא עונו"
    },
    {
      "number": 18,
      "hebrew": "והביא איל תמים מןהצאן בערכך לאשם אלהכהן וכפר עליו הכהן על שגגתו אשרשגג והוא לאידע ונסלח לו"
    },
    {
      "number": 19,
      "hebrew": "אשם הוא אשם אשם ליהוה ",
      "parsha": "פ"
    },
    {
      "number": 20,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 21,
      "hebrew": "נפש כי תחטא ומעלה מעל ביהוה וכחש בעמיתו בפקדון אובתשומת יד או בגזל או עשק אתעמיתו"
    },
    {
      "number": 22,
      "hebrew": "אומצא אבדה וכחש בה ונשבע עלשקר עלאחת מכל אשריעשה האדם לחטא בהנה"
    },
    {
      "number": 23,
      "hebrew": "והיה כייחטא ואשם והשיב אתהגזלה אשר גזל או אתהעשק אשר עשק או אתהפקדון אשר הפקד אתו או אתהאבדה אשר מצא"
    },
    {
      "number": 24,
      "hebrew": "או מכל אשרישבע עליו לשקר ושלם אתו בראשו וחמשתיו יסף עליו לאשר הוא לו יתננו ביום אשמתו"
    },
    {
      "number": 25,
      "hebrew": "ואתאשמו יביא ליהוה איל תמים מןהצאן בערכך לאשם אלהכהן"
    },
    {
      "number": 26,
      "hebrew": "וכפר עליו הכהן לפני יהוה ונסלח לו עלאחת מכל אשריעשה לאשמה בה ",
      "parsha": "פ"
    }
  ]
}
