{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 6,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "צו אתאהרן ואתבניו לאמר זאת תורת העלה הוא העלה על מוקדה*(בספרי תימן מוקדה במ״ם רגילה) עלהמזבח כלהלילה עדהבקר ואש המזבח תוקד בו"
    },
    {
      "number": 3,
      "hebrew": "ולבש הכהן מדו בד ומכנסיבד ילבש עלבשרו והרים אתהדשן אשר תאכל האש אתהעלה עלהמזבח ושמו אצל המזבח"
    },
    {
      "number": 4,
      "hebrew": "ופשט אתבגדיו ולבש בגדים אחרים והוציא אתהדשן אלמחוץ למחנה אלמקום טהור"
    },
    {
      "number": 5,
      "hebrew": "והאש עלהמזבח תוקדבו לא תכבה ובער עליה הכהן עצים בבקר בבקר וערך עליה העלה והקטיר עליה חלבי השלמים"
    },
    {
      "number": 6,
      "hebrew": "אש תמיד תוקד עלהמזבח לא תכבה         "
    },
    {
      "number": 7,
      "hebrew": "וזאת תורת המנחה הקרב אתה בניאהרן לפני יהוה אלפני המזבח"
    },
    {
      "number": 8,
      "hebrew": "והרים ממנו בקמצו מסלת המנחה ומשמנה ואת כלהלבנה אשר עלהמנחה והקטיר המזבח ריח ניחח אזכרתה ליהוה"
    },
    {
      "number": 9,
      "hebrew": "והנותרת ממנה יאכלו אהרן ובניו מצות תאכל במקום קדש בחצר אהלמועד יאכלוה"
    },
    {
      "number": 10,
      "hebrew": "לא תאפה חמץ חלקם נתתי אתה מאשי קדש קדשים הוא כחטאת וכאשם"
    },
    {
      "number": 11,
      "hebrew": "כלזכר בבני אהרן יאכלנה חקעולם לדרתיכם מאשי יהוה כל אשריגע בהם יקדש ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 13,
      "hebrew": "זה קרבן אהרן ובניו אשריקריבו ליהוה ביום המשח אתו עשירת האפה סלת מנחה תמיד מחציתה בבקר ומחציתה בערב"
    },
    {
      "number": 14,
      "hebrew": "עלמחבת בשמן תעשה מרבכת תביאנה תפיני מנחת פתים תקריב ריחניחח ליהוה"
    },
    {
      "number": 15,
      "hebrew": "והכהן המשיח תחתיו מבניו יעשה אתה חקעולם ליהוה כליל תקטר"
    },
    {
      "number": 16,
      "hebrew": "וכלמנחת כהן כליל תהיה לא תאכל ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 18,
      "hebrew": "דבר אלאהרן ואלבניו לאמר זאת תורת החטאת במקום אשר תשחט העלה תשחט החטאת לפני יהוה קדש קדשים הוא"
    },
    {
      "number": 19,
      "hebrew": "הכהן המחטא אתה יאכלנה במקום קדש תאכל בחצר אהל מועד"
    },
    {
      "number": 20,
      "hebrew": "כל אשריגע בבשרה יקדש ואשר יזה מדמה עלהבגד אשר יזה עליה תכבס במקום קדש"
    },
    {
      "number": 21,
      "hebrew": "וכליחרש אשר תבשלבו ישבר ואםבכלי נחשת בשלה ומרק ושטף במים"
    },
    {
      "number": 22,
      "hebrew": "כלזכר בכהנים יאכל אתה קדש קדשים הוא"
    },
    {
      "number": 23,
      "hebrew": "וכלחטאת אשר יובא מדמה אלאהל מועד לכפר בקדש לא תאכל באש תשרף ",
      "parsha": "פ"
    }
  ]
}
