{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 7,
  "verses": [
    {
      "number": 1,
      "hebrew": "וזאת תורת האשם קדש קדשים הוא"
    },
    {
      "number": 2,
      "hebrew": "במקום אשר ישחטו אתהעלה ישחטו אתהאשם ואתדמו יזרק עלהמזבח סביב"
    },
    {
      "number": 3,
      "hebrew": "ואת כלחלבו יקריב ממנו את האליה ואתהחלב המכסה אתהקרב"
    },
    {
      "number": 4,
      "hebrew": "ואת שתי הכלית ואתהחלב אשר עליהן אשר עלהכסלים ואתהיתרת עלהכבד עלהכלית יסירנה"
    },
    {
      "number": 5,
      "hebrew": "והקטיר אתם הכהן המזבחה אשה ליהוה אשם הוא"
    },
    {
      "number": 6,
      "hebrew": "כלזכר בכהנים יאכלנו במקום קדוש יאכל קדש קדשים הוא"
    },
    {
      "number": 7,
      "hebrew": "כחטאת כאשם תורה אחת להם הכהן אשר יכפרבו לו יהיה"
    },
    {
      "number": 8,
      "hebrew": "והכהן המקריב אתעלת איש עור העלה אשר הקריב לכהן לו יהיה"
    },
    {
      "number": 9,
      "hebrew": "וכלמנחה אשר תאפה בתנור וכלנעשה במרחשת ועלמחבת לכהן המקריב אתה לו תהיה"
    },
    {
      "number": 10,
      "hebrew": "וכלמנחה בלולהבשמן וחרבה לכלבני אהרן תהיה איש כאחיו ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "וזאת תורת זבח השלמים אשר יקריב ליהוה"
    },
    {
      "number": 12,
      "hebrew": "אם עלתודה יקריבנו והקריב עלזבח התודה חלות מצות בלולת בשמן ורקיקי מצות משחים בשמן וסלת מרבכת חלת בלולת בשמן"
    },
    {
      "number": 13,
      "hebrew": "עלחלת לחם חמץ יקריב קרבנו עלזבח תודת שלמיו"
    },
    {
      "number": 14,
      "hebrew": "והקריב ממנו אחד מכלקרבן תרומה ליהוה לכהן הזרק אתדם השלמים לו יהיה"
    },
    {
      "number": 15,
      "hebrew": "ובשר זבח תודת שלמיו ביום קרבנו יאכל לאיניח ממנו עדבקר"
    },
    {
      "number": 16,
      "hebrew": "ואםנדר או נדבה זבח קרבנו ביום הקריבו אתזבחו יאכל וממחרת והנותר ממנו יאכל"
    },
    {
      "number": 17,
      "hebrew": "והנותר מבשר הזבח ביום השלישי באש ישרף"
    },
    {
      "number": 18,
      "hebrew": "ואם האכל יאכל מבשרזבח שלמיו ביום השלישי לא ירצה המקריב אתו לא יחשב לו פגול יהיה והנפש האכלת ממנו עונה תשא"
    },
    {
      "number": 19,
      "hebrew": "והבשר אשריגע בכלטמא לא יאכל באש ישרף והבשר כלטהור יאכל בשר"
    },
    {
      "number": 20,
      "hebrew": "והנפש אשרתאכל בשר מזבח השלמים אשר ליהוה וטמאתו עליו ונכרתה הנפש ההוא מעמיה"
    },
    {
      "number": 21,
      "hebrew": "ונפש כיתגע בכלטמא בטמאת אדם או בבהמה טמאה או בכלשקץ טמא ואכל מבשרזבח השלמים אשר ליהוה ונכרתה הנפש ההוא מעמיה *(אין פרשה בספרי ספרד ואשכנז)",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 23,
      "hebrew": "דבר אלבני ישראל לאמר כלחלב שור וכשב ועז לא תאכלו"
    },
    {
      "number": 24,
      "hebrew": "וחלב נבלה וחלב טרפה יעשה לכלמלאכה ואכל לא תאכלהו"
    },
    {
      "number": 25,
      "hebrew": "כי כלאכל חלב מןהבהמה אשר יקריב ממנה אשה ליהוה ונכרתה הנפש האכלת מעמיה"
    },
    {
      "number": 26,
      "hebrew": "וכלדם לא תאכלו בכל מושבתיכם לעוף ולבהמה"
    },
    {
      "number": 27,
      "hebrew": "כלנפש אשרתאכל כלדם ונכרתה הנפש ההוא מעמיה *(אין פרשה בספרי תימן)",
      "parsha": "פ"
    },
    {
      "number": 28,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 29,
      "hebrew": "דבר אלבני ישראל לאמר המקריב אתזבח שלמיו ליהוה יביא אתקרבנו ליהוה מזבח שלמיו"
    },
    {
      "number": 30,
      "hebrew": "ידיו תביאינה את אשי יהוה אתהחלב עלהחזה יביאנו את החזה להניף אתו תנופה לפני יהוה"
    },
    {
      "number": 31,
      "hebrew": "והקטיר הכהן אתהחלב המזבחה והיה החזה לאהרן ולבניו"
    },
    {
      "number": 32,
      "hebrew": "ואת שוק הימין תתנו תרומה לכהן מזבחי שלמיכם"
    },
    {
      "number": 33,
      "hebrew": "המקריב אתדם השלמים ואתהחלב מבני אהרן לו תהיה שוק הימין למנה"
    },
    {
      "number": 34,
      "hebrew": "כי אתחזה התנופה ואת שוק התרומה לקחתי מאת בניישראל מזבחי שלמיהם ואתן אתם לאהרן הכהן ולבניו לחקעולם מאת בני ישראל"
    },
    {
      "number": 35,
      "hebrew": "זאת משחת אהרן ומשחת בניו מאשי יהוה ביום הקריב אתם לכהן ליהוה"
    },
    {
      "number": 36,
      "hebrew": "אשר צוה יהוה לתת להם ביום משחו אתם מאת בני ישראל חקת עולם לדרתם"
    },
    {
      "number": 37,
      "hebrew": "זאת התורה לעלה למנחה ולחטאת ולאשם ולמלואים ולזבח השלמים"
    },
    {
      "number": 38,
      "hebrew": "אשר צוה יהוה אתמשה בהר סיני ביום צותו אתבני ישראל להקריב אתקרבניהם ליהוה במדבר סיני ",
      "parsha": "פ"
    }
  ]
}
