{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 8,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "קח אתאהרן ואתבניו אתו ואת הבגדים ואת שמן המשחה ואת פר החטאת ואת שני האילים ואת סל המצות"
    },
    {
      "number": 3,
      "hebrew": "ואת כלהעדה הקהל אלפתח אהל מועד"
    },
    {
      "number": 4,
      "hebrew": "ויעש משה כאשר צוה יהוה אתו ותקהל העדה אלפתח אהל מועד"
    },
    {
      "number": 5,
      "hebrew": "ויאמר משה אלהעדה זה הדבר אשרצוה יהוה לעשות"
    },
    {
      "number": 6,
      "hebrew": "ויקרב משה אתאהרן ואתבניו וירחץ אתם במים"
    },
    {
      "number": 7,
      "hebrew": "ויתן עליו אתהכתנת ויחגר אתו באבנט וילבש אתו אתהמעיל ויתן עליו אתהאפד ויחגר אתו בחשב האפד ויאפד לו בו"
    },
    {
      "number": 8,
      "hebrew": "וישם עליו אתהחשן ויתן אלהחשן אתהאורים ואתהתמים"
    },
    {
      "number": 9,
      "hebrew": "וישם אתהמצנפת עלראשו וישם עלהמצנפת אלמול פניו את ציץ הזהב נזר הקדש כאשר צוה יהוה אתמשה"
    },
    {
      "number": 10,
      "hebrew": "ויקח משה אתשמן המשחה וימשח אתהמשכן ואתכלאשרבו ויקדש אתם"
    },
    {
      "number": 11,
      "hebrew": "ויז ממנו עלהמזבח שבע פעמים וימשח אתהמזבח ואתכלכליו ואתהכיר ואתכנו לקדשם"
    },
    {
      "number": 12,
      "hebrew": "ויצק משמן המשחה על ראש אהרן וימשח אתו לקדשו"
    },
    {
      "number": 13,
      "hebrew": "ויקרב משה אתבני אהרן וילבשם כתנת ויחגר אתם אבנט ויחבש להם מגבעות כאשר צוה יהוה אתמשה"
    },
    {
      "number": 14,
      "hebrew": "ויגש את פר החטאת ויסמך אהרן ובניו אתידיהם עלראש פר החטאת"
    },
    {
      "number": 15,
      "hebrew": "וישחט ויקח משה אתהדם ויתן עלקרנות המזבח סביב באצבעו ויחטא אתהמזבח ואתהדם יצק אליסוד המזבח ויקדשהו לכפר עליו"
    },
    {
      "number": 16,
      "hebrew": "ויקח אתכלהחלב אשר עלהקרב ואת יתרת הכבד ואתשתי הכלית ואתחלבהן ויקטר משה המזבחה"
    },
    {
      "number": 17,
      "hebrew": "ואתהפר ואתערו ואתבשרו ואתפרשו שרף באש מחוץ למחנה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 18,
      "hebrew": "ויקרב את איל העלה ויסמכו אהרן ובניו אתידיהם עלראש האיל"
    },
    {
      "number": 19,
      "hebrew": "וישחט ויזרק משה אתהדם עלהמזבח סביב"
    },
    {
      "number": 20,
      "hebrew": "ואתהאיל נתח לנתחיו ויקטר משה אתהראש ואתהנתחים ואתהפדר"
    },
    {
      "number": 21,
      "hebrew": "ואתהקרב ואתהכרעים רחץ במים ויקטר משה אתכלהאיל המזבחה עלה הוא לריחניחח אשה הוא ליהוה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 22,
      "hebrew": "ויקרב אתהאיל השני איל המלאים ויסמכו אהרן ובניו אתידיהם עלראש האיל"
    },
    {
      "number": 23,
      "hebrew": "וישחט ויקח משה מדמו ויתן עלתנוך אזןאהרן הימנית ועלבהן ידו הימנית ועלבהן רגלו הימנית"
    },
    {
      "number": 24,
      "hebrew": "ויקרב אתבני אהרן ויתן משה מןהדם עלתנוך אזנם הימנית ועלבהן ידם הימנית ועלבהן רגלם הימנית ויזרק משה אתהדם עלהמזבח סביב"
    },
    {
      "number": 25,
      "hebrew": "ויקח אתהחלב ואתהאליה ואתכלהחלב אשר עלהקרב ואת יתרת הכבד ואתשתי הכלית ואתחלבהן ואת שוק הימין"
    },
    {
      "number": 26,
      "hebrew": "ומסל המצות אשר לפני יהוה לקח חלת מצה אחת וחלת לחם שמן אחת ורקיק אחד וישם עלהחלבים ועל שוק הימין"
    },
    {
      "number": 27,
      "hebrew": "ויתן אתהכל על כפי אהרן ועל כפי בניו וינף אתם תנופה לפני יהוה"
    },
    {
      "number": 28,
      "hebrew": "ויקח משה אתם מעל כפיהם ויקטר המזבחה עלהעלה מלאים הם לריח ניחח אשה הוא ליהוה"
    },
    {
      "number": 29,
      "hebrew": "ויקח משה אתהחזה ויניפהו תנופה לפני יהוה מאיל המלאים למשה היה למנה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 30,
      "hebrew": "ויקח משה משמן המשחה ומןהדם אשר עלהמזבח ויז עלאהרן עלבגדיו ועלבניו ועלבגדי בניו אתו ויקדש אתאהרן אתבגדיו ואתבניו ואתבגדי בניו אתו"
    },
    {
      "number": 31,
      "hebrew": "ויאמר משה אלאהרן ואלבניו בשלו אתהבשר פתח אהל מועד ושם תאכלו אתו ואתהלחם אשר בסל המלאים כאשר צויתי לאמר אהרן ובניו יאכלהו"
    },
    {
      "number": 32,
      "hebrew": "והנותר בבשר ובלחם באש תשרפו"
    },
    {
      "number": 33,
      "hebrew": "ומפתח אהל מועד לא תצאו שבעת ימים עד יום מלאת ימי מלאיכם כי שבעת ימים ימלא אתידכם"
    },
    {
      "number": 34,
      "hebrew": "כאשר עשה ביום הזה צוה יהוה לעשת לכפר עליכם"
    },
    {
      "number": 35,
      "hebrew": "ופתח אהל מועד תשבו יומם ולילה שבעת ימים ושמרתם אתמשמרת יהוה ולא תמותו כיכן צויתי"
    },
    {
      "number": 36,
      "hebrew": "ויעש אהרן ובניו את כלהדברים אשרצוה יהוה בידמשה         "
    }
  ]
}
