{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי בימי אמרפל מלךשנער אריוך מלך אלסר כדרלעמר מלך עילם ותדעל מלך גוים"
    },
    {
      "number": 2,
      "hebrew": "עשו מלחמה אתברע מלך סדם ואתברשע מלך עמרה שנאב מלך אדמה ושמאבר מלך (צביים) [צבוים] ומלך בלע היאצער"
    },
    {
      "number": 3,
      "hebrew": "כלאלה חברו אלעמק השדים הוא ים המלח"
    },
    {
      "number": 4,
      "hebrew": "שתים עשרה שנה עבדו אתכדרלעמר ושלשעשרה שנה מרדו"
    },
    {
      "number": 5,
      "hebrew": "ובארבע עשרה שנה בא כדרלעמר והמלכים אשר אתו ויכו אתרפאים בעשתרת קרנים ואתהזוזים בהם ואת האימים בשוה קריתים"
    },
    {
      "number": 6,
      "hebrew": "ואתהחרי בהררם שעיר עד איל פארן אשר עלהמדבר"
    },
    {
      "number": 7,
      "hebrew": "וישבו ויבאו אלעין משפט הוא קדש ויכו אתכלשדה העמלקי וגם אתהאמרי הישב בחצצן תמר"
    },
    {
      "number": 8,
      "hebrew": "ויצא מלךסדם ומלך עמרה ומלך אדמה ומלך (צביים) [צבוים] ומלך בלע הואצער ויערכו אתם מלחמה בעמק השדים"
    },
    {
      "number": 9,
      "hebrew": "את כדרלעמר מלך עילם ותדעל מלך גוים ואמרפל מלך שנער ואריוך מלך אלסר ארבעה מלכים אתהחמשה"
    },
    {
      "number": 10,
      "hebrew": "ועמק השדים בארת בארת חמר וינסו מלךסדם ועמרה ויפלושמה והנשארים הרה נסו"
    },
    {
      "number": 11,
      "hebrew": "ויקחו אתכלרכש סדם ועמרה ואתכלאכלם וילכו"
    },
    {
      "number": 12,
      "hebrew": "ויקחו אתלוט ואתרכשו בןאחי אברם וילכו והוא ישב בסדם"
    },
    {
      "number": 13,
      "hebrew": "ויבא הפליט ויגד לאברם העברי והוא שכן באלני ממרא האמרי אחי אשכל ואחי ענר והם בעלי בריתאברם"
    },
    {
      "number": 14,
      "hebrew": "וישמע אברם כי נשבה אחיו וירק אתחניכיו ילידי ביתו שמנה עשר ושלש מאות וירדף עדדן"
    },
    {
      "number": 15,
      "hebrew": "ויחלק עליהםלילה הוא ועבדיו ויכם וירדפם עדחובה אשר משמאל לדמשק"
    },
    {
      "number": 16,
      "hebrew": "וישב את כלהרכש וגם אתלוט אחיו ורכשו השיב וגם אתהנשים ואתהעם"
    },
    {
      "number": 17,
      "hebrew": "ויצא מלךסדם לקראתו אחרי שובו מהכות אתכדרלעמר ואתהמלכים אשר אתו אלעמק שוה הוא עמק המלך"
    },
    {
      "number": 18,
      "hebrew": "ומלכיצדק מלך שלם הוציא לחם ויין והוא כהן לאל עליון"
    },
    {
      "number": 19,
      "hebrew": "ויברכהו ויאמר ברוך אברם לאל עליון קנה שמים וארץ"
    },
    {
      "number": 20,
      "hebrew": "וברוך אל עליון אשרמגן צריך בידך ויתןלו מעשר מכל"
    },
    {
      "number": 21,
      "hebrew": "ויאמר מלךסדם אלאברם תןלי הנפש והרכש קחלך"
    },
    {
      "number": 22,
      "hebrew": "ויאמר אברם אלמלך סדם הרמתי ידי אליהוה אל עליון קנה שמים וארץ"
    },
    {
      "number": 23,
      "hebrew": "אםמחוט ועד שרוךנעל ואםאקח מכלאשרלך ולא תאמר אני העשרתי אתאברם"
    },
    {
      "number": 24,
      "hebrew": "בלעדי רק אשר אכלו הנערים וחלק האנשים אשר הלכו אתי ענר אשכל וממרא הם יקחו חלקם         "
    }
  ]
}
