{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי אברם בןתשעים שנה ותשע שנים וירא יהוה אלאברם ויאמר אליו אניאל שדי התהלך לפני והיה תמים"
    },
    {
      "number": 2,
      "hebrew": "ואתנה בריתי ביני ובינך וארבה אותך במאד מאד"
    },
    {
      "number": 3,
      "hebrew": "ויפל אברם עלפניו וידבר אתו אלהים לאמר"
    },
    {
      "number": 4,
      "hebrew": "אני הנה בריתי אתך והיית לאב המון גוים"
    },
    {
      "number": 5,
      "hebrew": "ולאיקרא עוד אתשמך אברם והיה שמך אברהם כי אבהמון גוים נתתיך"
    },
    {
      "number": 6,
      "hebrew": "והפרתי אתך במאד מאד ונתתיך לגוים ומלכים ממך יצאו"
    },
    {
      "number": 7,
      "hebrew": "והקמתי אתבריתי ביני ובינך ובין זרעך אחריך לדרתם לברית עולם להיות לך לאלהים ולזרעך אחריך"
    },
    {
      "number": 8,
      "hebrew": "ונתתי לך ולזרעך אחריך את ארץ מגריך את כלארץ כנען לאחזת עולם והייתי להם לאלהים"
    },
    {
      "number": 9,
      "hebrew": "ויאמר אלהים אלאברהם ואתה אתבריתי תשמר אתה וזרעך אחריך לדרתם"
    },
    {
      "number": 10,
      "hebrew": "זאת בריתי אשר תשמרו ביני וביניכם ובין זרעך אחריך המול לכם כלזכר"
    },
    {
      "number": 11,
      "hebrew": "ונמלתם את בשר ערלתכם והיה לאות ברית ביני וביניכם"
    },
    {
      "number": 12,
      "hebrew": "ובןשמנת ימים ימול לכם כלזכר לדרתיכם יליד בית ומקנתכסף מכל בןנכר אשר לא מזרעך הוא"
    },
    {
      "number": 13,
      "hebrew": "המולימול יליד ביתך ומקנת כספך והיתה בריתי בבשרכם לברית עולם"
    },
    {
      "number": 14,
      "hebrew": "וערל זכר אשר לאימול אתבשר ערלתו ונכרתה הנפש ההוא מעמיה אתבריתי הפר         "
    },
    {
      "number": 15,
      "hebrew": "ויאמר אלהים אלאברהם שרי אשתך לאתקרא אתשמה שרי כי שרה שמה"
    },
    {
      "number": 16,
      "hebrew": "וברכתי אתה וגם נתתי ממנה לך בן וברכתיה והיתה לגוים מלכי עמים ממנה יהיו"
    },
    {
      "number": 17,
      "hebrew": "ויפל אברהם עלפניו ויצחק ויאמר בלבו הלבן מאהשנה יולד ואםשרה הבתתשעים שנה תלד"
    },
    {
      "number": 18,
      "hebrew": "ויאמר אברהם אלהאלהים לו ישמעאל יחיה לפניך"
    },
    {
      "number": 19,
      "hebrew": "ויאמר אלהים אבל שרה אשתך ילדת לך בן וקראת אתשמו יצחק והקמתי אתבריתי אתו לברית עולם לזרעו אחריו"
    },
    {
      "number": 20,
      "hebrew": "ולישמעאל שמעתיך הנה ברכתי אתו והפריתי אתו והרביתי אתו במאד מאד שניםעשר נשיאם יוליד ונתתיו לגוי גדול"
    },
    {
      "number": 21,
      "hebrew": "ואתבריתי אקים אתיצחק אשר תלד לך שרה למועד הזה בשנה האחרת"
    },
    {
      "number": 22,
      "hebrew": "ויכל לדבר אתו ויעל אלהים מעל אברהם"
    },
    {
      "number": 23,
      "hebrew": "ויקח אברהם אתישמעאל בנו ואת כלילידי ביתו ואת כלמקנת כספו כלזכר באנשי בית אברהם וימל אתבשר ערלתם בעצם היום הזה כאשר דבר אתו אלהים"
    },
    {
      "number": 24,
      "hebrew": "ואברהם בןתשעים ותשע שנה בהמלו בשר ערלתו"
    },
    {
      "number": 25,
      "hebrew": "וישמעאל בנו בןשלש עשרה שנה בהמלו את בשר ערלתו"
    },
    {
      "number": 26,
      "hebrew": "בעצם היום הזה נמול אברהם וישמעאל בנו"
    },
    {
      "number": 27,
      "hebrew": "וכלאנשי ביתו יליד בית ומקנתכסף מאת בןנכר נמלו אתו ",
      "parsha": "פ"
    }
  ]
}
