{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 2,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויכלו השמים והארץ וכל צבאם"
    },
    {
      "number": 2,
      "hebrew": "ויכל אלהים ביום השביעי מלאכתו אשר עשה וישבת ביום השביעי מכל מלאכתו אשר עשה"
    },
    {
      "number": 3,
      "hebrew": "ויברך אלהים את יום השביעי ויקדש אתו כי בו שבת מכל מלאכתו אשר ברא אלהים לעשות",
      "parsha": "ס"
    },
    {
      "number": 4,
      "hebrew": "אלה תולדות השמים והארץ בהבראם ביום עשות יהוה אלהים ארץ ושמים"
    },
    {
      "number": 5,
      "hebrew": "וכל שיח השדה טרם יהיה בארץ וכל עשב השדה טרם יצמח כי לא המטיר יהוה אלהים על הארץ ואדם אין לעבד את האדמה"
    },
    {
      "number": 6,
      "hebrew": "ואד יעלה מן הארץ והשקה את כל פני האדמה"
    },
    {
      "number": 7,
      "hebrew": "וייצר יהוה אלהים את האדם עפר מן האדמה ויפח באפיו נשמת חיים ויהי האדם לנפש חיה"
    },
    {
      "number": 8,
      "hebrew": "ויטע יהוה אלהים גן בעדן מקדם וישם שם את האדם אשר יצר"
    },
    {
      "number": 9,
      "hebrew": "ויצמח יהוה אלהים מן האדמה כל עץ נחמד למראה וטוב למאכל ועץ החיים בתוך הגן ועץ הדעת טוב ורע"
    },
    {
      "number": 10,
      "hebrew": "ונהר יצא מעדן להשקות את הגן ומשם יפרד והיה לארבעה ראשים"
    },
    {
      "number": 11,
      "hebrew": "שם האחד פישון הוא הסבב את כל ארץ החוילה אשר שם הזהב"
    },
    {
      "number": 12,
      "hebrew": "וזהב הארץ ההוא טוב שם הבדלח ואבן השהם"
    },
    {
      "number": 13,
      "hebrew": "ושם הנהר השני גיחון הוא הסובב את כל ארץ כוש"
    },
    {
      "number": 14,
      "hebrew": "ושם הנהר השלישי חדקל הוא ההלך קדמת אשור והנהר הרביעי הוא פרת"
    },
    {
      "number": 15,
      "hebrew": "ויקח יהוה אלהים את האדם וינחהו בגן עדן לעבדה ולשמרה"
    },
    {
      "number": 16,
      "hebrew": "ויצו יהוה אלהים על האדם לאמר מכל עץ הגן אכל תאכל"
    },
    {
      "number": 17,
      "hebrew": "ומעץ הדעת טוב ורע לא תאכל ממנו כי ביום אכלך ממנו מות תמות"
    },
    {
      "number": 18,
      "hebrew": "ויאמר יהוה אלהים לא טוב היות האדם לבדו אעשה לו עזר כנגדו"
    },
    {
      "number": 19,
      "hebrew": "ויצר יהוה אלהים מן האדמה כל חית השדה ואת כל עוף השמים ויבא אל האדם לראות מה יקרא לו וכל אשר יקרא לו האדם נפש חיה הוא שמו"
    },
    {
      "number": 20,
      "hebrew": "ויקרא האדם שמות לכל הבהמה ולעוף השמים ולכל חית השדה ולאדם לא מצא עזר כנגדו"
    },
    {
      "number": 21,
      "hebrew": "ויפל יהוה אלהים תרדמה על האדם ויישן ויקח אחת מצלעתיו ויסגר בשר תחתנה"
    },
    {
      "number": 22,
      "hebrew": "ויבן יהוה אלהים את הצלע אשר לקח מן האדם לאשה ויבאה אל האדם"
    },
    {
      "number": 23,
      "hebrew": "ויאמר האדם זאת הפעם עצם מעצמי ובשר מבשרי לזאת יקרא אשה כי מאיש לקחה זאת"
    },
    {
      "number": 24,
      "hebrew": "על כן יעזב איש את אביו ואת אמו ודבק באשתו והיו לבשר אחד"
    },
    {
      "number": 25,
      "hebrew": "ויהיו שניהם ערומים האדם ואשתו ולא יתבששו"
    }
  ]
}
