{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 21,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהוה פקד אתשרה כאשר אמר ויעש יהוה לשרה כאשר דבר"
    },
    {
      "number": 2,
      "hebrew": "ותהר ותלד שרה לאברהם בן לזקניו למועד אשרדבר אתו אלהים"
    },
    {
      "number": 3,
      "hebrew": "ויקרא אברהם אתשםבנו הנולדלו אשרילדהלו שרה יצחק"
    },
    {
      "number": 4,
      "hebrew": "וימל אברהם אתיצחק בנו בןשמנת ימים כאשר צוה אתו אלהים"
    },
    {
      "number": 5,
      "hebrew": "ואברהם בןמאת שנה בהולד לו את יצחק בנו"
    },
    {
      "number": 6,
      "hebrew": "ותאמר שרה צחק עשה לי אלהים כלהשמע יצחקלי"
    },
    {
      "number": 7,
      "hebrew": "ותאמר מי מלל לאברהם היניקה בנים שרה כיילדתי בן לזקניו"
    },
    {
      "number": 8,
      "hebrew": "ויגדל הילד ויגמל ויעש אברהם משתה גדול ביום הגמל אתיצחק"
    },
    {
      "number": 9,
      "hebrew": "ותרא שרה אתבןהגר המצרית אשרילדה לאברהם מצחק"
    },
    {
      "number": 10,
      "hebrew": "ותאמר לאברהם גרש האמה הזאת ואתבנה כי לא יירש בןהאמה הזאת עםבני עםיצחק"
    },
    {
      "number": 11,
      "hebrew": "וירע הדבר מאד בעיני אברהם על אודת בנו"
    },
    {
      "number": 12,
      "hebrew": "ויאמר אלהים אלאברהם אלירע בעיניך עלהנער ועלאמתך כל אשר תאמר אליך שרה שמע בקלה כי ביצחק יקרא לך זרע"
    },
    {
      "number": 13,
      "hebrew": "וגם אתבןהאמה לגוי אשימנו כי זרעך הוא"
    },
    {
      "number": 14,
      "hebrew": "וישכם אברהםבבקר ויקחלחם וחמת מים ויתן אלהגר שם עלשכמה ואתהילד וישלחה ותלך ותתע במדבר באר שבע"
    },
    {
      "number": 15,
      "hebrew": "ויכלו המים מןהחמת ותשלך אתהילד תחת אחד השיחם"
    },
    {
      "number": 16,
      "hebrew": "ותלך ותשב לה מנגד הרחק כמטחוי קשת כי אמרה אלאראה במות הילד ותשב מנגד ותשא אתקלה ותבך"
    },
    {
      "number": 17,
      "hebrew": "וישמע אלהים אתקול הנער ויקרא מלאך אלהיםאלהגר מןהשמים ויאמר לה מהלך הגר אלתיראי כישמע אלהים אלקול הנער באשר הואשם"
    },
    {
      "number": 18,
      "hebrew": "קומי שאי אתהנער והחזיקי אתידך בו כילגוי גדול אשימנו"
    },
    {
      "number": 19,
      "hebrew": "ויפקח אלהים אתעיניה ותרא באר מים ותלך ותמלא אתהחמת מים ותשק אתהנער"
    },
    {
      "number": 20,
      "hebrew": "ויהי אלהים אתהנער ויגדל וישב במדבר ויהי רבה קשת"
    },
    {
      "number": 21,
      "hebrew": "וישב במדבר פארן ותקחלו אמו אשה מארץ מצרים ",
      "parsha": "פ"
    },
    {
      "number": 22,
      "hebrew": "ויהי בעת ההוא ויאמר אבימלך ופיכל שרצבאו אלאברהם לאמר אלהים עמך בכל אשראתה עשה"
    },
    {
      "number": 23,
      "hebrew": "ועתה השבעה לי באלהים הנה אםתשקר לי ולניני ולנכדי כחסד אשרעשיתי עמך תעשה עמדי ועםהארץ אשרגרתה בה"
    },
    {
      "number": 24,
      "hebrew": "ויאמר אברהם אנכי אשבע"
    },
    {
      "number": 25,
      "hebrew": "והוכח אברהם אתאבימלך עלאדות באר המים אשר גזלו עבדי אבימלך"
    },
    {
      "number": 26,
      "hebrew": "ויאמר אבימלך לא ידעתי מי עשה אתהדבר הזה וגםאתה לאהגדת לי וגם אנכי לא שמעתי בלתי היום"
    },
    {
      "number": 27,
      "hebrew": "ויקח אברהם צאן ובקר ויתן לאבימלך ויכרתו שניהם ברית"
    },
    {
      "number": 28,
      "hebrew": "ויצב אברהם אתשבע כבשת הצאן לבדהן"
    },
    {
      "number": 29,
      "hebrew": "ויאמר אבימלך אלאברהם מה הנה שבע כבשת האלה אשר הצבת לבדנה"
    },
    {
      "number": 30,
      "hebrew": "ויאמר כי אתשבע כבשת תקח מידי בעבור תהיהלי לעדה כי חפרתי אתהבאר הזאת"
    },
    {
      "number": 31,
      "hebrew": "עלכן קרא למקום ההוא באר שבע כי שם נשבעו שניהם"
    },
    {
      "number": 32,
      "hebrew": "ויכרתו ברית בבאר שבע ויקם אבימלך ופיכל שרצבאו וישבו אלארץ פלשתים"
    },
    {
      "number": 33,
      "hebrew": "ויטע אשל בבאר שבע ויקראשם בשם יהוה אל עולם"
    },
    {
      "number": 34,
      "hebrew": "ויגר אברהם בארץ פלשתים ימים רבים ",
      "parsha": "פ"
    }
  ]
}
