{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 22,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי אחר הדברים האלה והאלהים נסה אתאברהם ויאמר אליו אברהם ויאמר הנני"
    },
    {
      "number": 2,
      "hebrew": "ויאמר קחנא אתבנך אתיחידך אשראהבת אתיצחק ולךלך אלארץ המריה והעלהו שם לעלה על אחד ההרים אשר אמר אליך"
    },
    {
      "number": 3,
      "hebrew": "וישכם אברהם בבקר ויחבש אתחמרו ויקח אתשני נעריו אתו ואת יצחק בנו ויבקע עצי עלה ויקם וילך אלהמקום אשראמרלו האלהים"
    },
    {
      "number": 4,
      "hebrew": "ביום השלישי וישא אברהם אתעיניו וירא אתהמקום מרחק"
    },
    {
      "number": 5,
      "hebrew": "ויאמר אברהם אלנעריו שבולכם פה עםהחמור ואני והנער נלכה עדכה ונשתחוה ונשובה אליכם"
    },
    {
      "number": 6,
      "hebrew": "ויקח אברהם אתעצי העלה וישם עליצחק בנו ויקח בידו אתהאש ואתהמאכלת וילכו שניהם יחדו"
    },
    {
      "number": 7,
      "hebrew": "ויאמר יצחק אלאברהם אביו ויאמר אבי ויאמר הנני בני ויאמר הנה האש והעצים ואיה השה לעלה"
    },
    {
      "number": 8,
      "hebrew": "ויאמר אברהם אלהים יראהלו השה לעלה בני וילכו שניהם יחדו"
    },
    {
      "number": 9,
      "hebrew": "ויבאו אלהמקום אשר אמרלו האלהים ויבן שם אברהם אתהמזבח ויערך אתהעצים ויעקד אתיצחק בנו וישם אתו עלהמזבח ממעל לעצים"
    },
    {
      "number": 10,
      "hebrew": "וישלח אברהם אתידו ויקח אתהמאכלת לשחט אתבנו"
    },
    {
      "number": 11,
      "hebrew": "ויקרא אליו מלאך יהוה מןהשמים ויאמר אברהםאברהם ויאמר הנני"
    },
    {
      "number": 12,
      "hebrew": "ויאמר אלתשלח ידך אלהנער ואלתעש לו מאומה כי עתה ידעתי כיירא אלהים אתה ולא חשכת אתבנך אתיחידך ממני"
    },
    {
      "number": 13,
      "hebrew": "וישא אברהם אתעיניו וירא והנהאיל אחר נאחז בסבך בקרניו וילך אברהם ויקח אתהאיל ויעלהו לעלה תחת בנו"
    },
    {
      "number": 14,
      "hebrew": "ויקרא אברהם שםהמקום ההוא יהוהיראה אשר יאמר היום בהר יהוה יראה"
    },
    {
      "number": 15,
      "hebrew": "ויקרא מלאך יהוה אלאברהם שנית מןהשמים"
    },
    {
      "number": 16,
      "hebrew": "ויאמר בי נשבעתי נאםיהוה כי יען אשר עשית אתהדבר הזה ולא חשכת אתבנך אתיחידך"
    },
    {
      "number": 17,
      "hebrew": "כיברך אברכך והרבה ארבה אתזרעך ככוכבי השמים וכחול אשר עלשפת הים וירש זרעך את שער איביו"
    },
    {
      "number": 18,
      "hebrew": "והתברכו בזרעך כל גויי הארץ עקב אשר שמעת בקלי"
    },
    {
      "number": 19,
      "hebrew": "וישב אברהם אלנעריו ויקמו וילכו יחדו אלבאר שבע וישב אברהם בבאר שבע ",
      "parsha": "פ"
    },
    {
      "number": 20,
      "hebrew": "ויהי אחרי הדברים האלה ויגד לאברהם לאמר הנה ילדה מלכה גםהוא בנים לנחור אחיך"
    },
    {
      "number": 21,
      "hebrew": "אתעוץ בכרו ואתבוז אחיו ואתקמואל אבי ארם"
    },
    {
      "number": 22,
      "hebrew": "ואתכשד ואתחזו ואתפלדש ואתידלף ואת בתואל"
    },
    {
      "number": 23,
      "hebrew": "ובתואל ילד אתרבקה שמנה אלה ילדה מלכה לנחור אחי אברהם"
    },
    {
      "number": 24,
      "hebrew": "ופילגשו ושמה ראומה ותלד גםהוא אתטבח ואתגחם ואתתחש ואתמעכה ",
      "parsha": "פ"
    }
  ]
}
