{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 24,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואברהם זקן בא בימים ויהוה ברך אתאברהם בכל"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אברהם אלעבדו זקן ביתו המשל בכלאשרלו שיםנא ידך תחת ירכי"
    },
    {
      "number": 3,
      "hebrew": "ואשביעך ביהוה אלהי השמים ואלהי הארץ אשר לאתקח אשה לבני מבנות הכנעני אשר אנכי יושב בקרבו"
    },
    {
      "number": 4,
      "hebrew": "כי אלארצי ואלמולדתי תלך ולקחת אשה לבני ליצחק"
    },
    {
      "number": 5,
      "hebrew": "ויאמר אליו העבד אולי לאתאבה האשה ללכת אחרי אלהארץ הזאת ההשב אשיב אתבנך אלהארץ אשריצאת משם"
    },
    {
      "number": 6,
      "hebrew": "ויאמר אליו אברהם השמר לך פןתשיב אתבני שמה"
    },
    {
      "number": 7,
      "hebrew": "יהוה אלהי השמים אשר לקחני מבית אבי ומארץ מולדתי ואשר דברלי ואשר נשבעלי לאמר לזרעך אתן אתהארץ הזאת הוא ישלח מלאכו לפניך ולקחת אשה לבני משם"
    },
    {
      "number": 8,
      "hebrew": "ואםלא תאבה האשה ללכת אחריך ונקית משבעתי זאת רק אתבני לא תשב שמה"
    },
    {
      "number": 9,
      "hebrew": "וישם העבד אתידו תחת ירך אברהם אדניו וישבע לו עלהדבר הזה"
    },
    {
      "number": 10,
      "hebrew": "ויקח העבד עשרה גמלים מגמלי אדניו וילך וכלטוב אדניו בידו ויקם וילך אלארם נהרים אלעיר נחור"
    },
    {
      "number": 11,
      "hebrew": "ויברך הגמלים מחוץ לעיר אלבאר המים לעת ערב לעת צאת השאבת"
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלהי אדני אברהם הקרהנא לפני היום ועשהחסד עם אדני אברהם"
    },
    {
      "number": 13,
      "hebrew": "הנה אנכי נצב עלעין המים ובנות אנשי העיר יצאת לשאב מים"
    },
    {
      "number": 14,
      "hebrew": "והיה הנער אשר אמר אליה הטינא כדך ואשתה ואמרה שתה וגםגמליך אשקה אתה הכחת לעבדך ליצחק ובה אדע כיעשית חסד עםאדני"
    },
    {
      "number": 15,
      "hebrew": "ויהיהוא טרם כלה לדבר והנה רבקה יצאת אשר ילדה לבתואל בןמלכה אשת נחור אחי אברהם וכדה עלשכמה"
    },
    {
      "number": 16,
      "hebrew": "והנער טבת מראה מאד בתולה ואיש לא ידעה ותרד העינה ותמלא כדה ותעל"
    },
    {
      "number": 17,
      "hebrew": "וירץ העבד לקראתה ויאמר הגמיאיני נא מעטמים מכדך"
    },
    {
      "number": 18,
      "hebrew": "ותאמר שתה אדני ותמהר ותרד כדה עלידה ותשקהו"
    },
    {
      "number": 19,
      "hebrew": "ותכל להשקתו ותאמר גם לגמליך אשאב עד אםכלו לשתת"
    },
    {
      "number": 20,
      "hebrew": "ותמהר ותער כדה אלהשקת ותרץ עוד אלהבאר לשאב ותשאב לכלגמליו"
    },
    {
      "number": 21,
      "hebrew": "והאיש משתאה לה מחריש לדעת ההצליח יהוה דרכו אםלא"
    },
    {
      "number": 22,
      "hebrew": "ויהי כאשר כלו הגמלים לשתות ויקח האיש נזם זהב בקע משקלו ושני צמידים עלידיה עשרה זהב משקלם"
    },
    {
      "number": 23,
      "hebrew": "ויאמר בתמי את הגידי נא לי היש ביתאביך מקום לנו ללין"
    },
    {
      "number": 24,
      "hebrew": "ותאמר אליו בתבתואל אנכי בןמלכה אשר ילדה לנחור"
    },
    {
      "number": 25,
      "hebrew": "ותאמר אליו גםתבן גםמספוא רב עמנו גםמקום ללון"
    },
    {
      "number": 26,
      "hebrew": "ויקד האיש וישתחו ליהוה"
    },
    {
      "number": 27,
      "hebrew": "ויאמר ברוך יהוה אלהי אדני אברהם אשר לאעזב חסדו ואמתו מעם אדני אנכי בדרך נחני יהוה בית אחי אדני"
    },
    {
      "number": 28,
      "hebrew": "ותרץ הנער ותגד לבית אמה כדברים האלה"
    },
    {
      "number": 29,
      "hebrew": "ולרבקה אח ושמו לבן וירץ לבן אלהאיש החוצה אלהעין"
    },
    {
      "number": 30,
      "hebrew": "ויהי כראת אתהנזם ואתהצמדים עלידי אחתו וכשמעו אתדברי רבקה אחתו לאמר כהדבר אלי האיש ויבא אלהאיש והנה עמד עלהגמלים עלהעין"
    },
    {
      "number": 31,
      "hebrew": "ויאמר בוא ברוך יהוה למה תעמד בחוץ ואנכי פניתי הבית ומקום לגמלים"
    },
    {
      "number": 32,
      "hebrew": "ויבא האיש הביתה ויפתח הגמלים ויתן תבן ומספוא לגמלים ומים לרחץ רגליו ורגלי האנשים אשר אתו"
    },
    {
      "number": 33,
      "hebrew": "(ויישם) [ויושם] לפניו לאכל ויאמר לא אכל עד אםדברתי דברי ויאמר דבר"
    },
    {
      "number": 34,
      "hebrew": "ויאמר עבד אברהם אנכי"
    },
    {
      "number": 35,
      "hebrew": "ויהוה ברך אתאדני מאד ויגדל ויתןלו צאן ובקר וכסף וזהב ועבדם ושפחת וגמלים וחמרים"
    },
    {
      "number": 36,
      "hebrew": "ותלד שרה אשת אדני בן לאדני אחרי זקנתה ויתןלו אתכלאשרלו"
    },
    {
      "number": 37,
      "hebrew": "וישבעני אדני לאמר לאתקח אשה לבני מבנות הכנעני אשר אנכי ישב בארצו"
    },
    {
      "number": 38,
      "hebrew": "אםלא אלביתאבי תלך ואלמשפחתי ולקחת אשה לבני"
    },
    {
      "number": 39,
      "hebrew": "ואמר אלאדני אלי לאתלך האשה אחרי"
    },
    {
      "number": 40,
      "hebrew": "ויאמר אלי יהוה אשרהתהלכתי לפניו ישלח מלאכו אתך והצליח דרכך ולקחת אשה לבני ממשפחתי ומבית אבי"
    },
    {
      "number": 41,
      "hebrew": "אז תנקה מאלתי כי תבוא אלמשפחתי ואםלא יתנו לך והיית נקי מאלתי"
    },
    {
      "number": 42,
      "hebrew": "ואבא היום אלהעין ואמר יהוה אלהי אדני אברהם אםישךנא מצליח דרכי אשר אנכי הלך עליה"
    },
    {
      "number": 43,
      "hebrew": "הנה אנכי נצב עלעין המים והיה העלמה היצאת לשאב ואמרתי אליה השקינינא מעטמים מכדך"
    },
    {
      "number": 44,
      "hebrew": "ואמרה אלי גםאתה שתה וגם לגמליך אשאב הוא האשה אשרהכיח יהוה לבןאדני"
    },
    {
      "number": 45,
      "hebrew": "אני טרם אכלה לדבר אללבי והנה רבקה יצאת וכדה עלשכמה ותרד העינה ותשאב ואמר אליה השקיני נא"
    },
    {
      "number": 46,
      "hebrew": "ותמהר ותורד כדה מעליה ותאמר שתה וגםגמליך אשקה ואשת וגם הגמלים השקתה"
    },
    {
      "number": 47,
      "hebrew": "ואשאל אתה ואמר בתמי את ותאמר בתבתואל בןנחור אשר ילדהלו מלכה ואשם הנזם עלאפה והצמידים עלידיה"
    },
    {
      "number": 48,
      "hebrew": "ואקד ואשתחוה ליהוה ואברך אתיהוה אלהי אדני אברהם אשר הנחני בדרך אמת לקחת אתבתאחי אדני לבנו"
    },
    {
      "number": 49,
      "hebrew": "ועתה אםישכם עשים חסד ואמת אתאדני הגידו לי ואםלא הגידו לי ואפנה עלימין או עלשמאל"
    },
    {
      "number": 50,
      "hebrew": "ויען לבן ובתואל ויאמרו מיהוה יצא הדבר לא נוכל דבר אליך רע אוטוב"
    },
    {
      "number": 51,
      "hebrew": "הנהרבקה לפניך קח ולך ותהי אשה לבןאדניך כאשר דבר יהוה"
    },
    {
      "number": 52,
      "hebrew": "ויהי כאשר שמע עבד אברהם אתדבריהם וישתחו ארצה ליהוה"
    },
    {
      "number": 53,
      "hebrew": "ויוצא העבד כליכסף וכלי זהב ובגדים ויתן לרבקה ומגדנת נתן לאחיה ולאמה"
    },
    {
      "number": 54,
      "hebrew": "ויאכלו וישתו הוא והאנשים אשרעמו וילינו ויקומו בבקר ויאמר שלחני לאדני"
    },
    {
      "number": 55,
      "hebrew": "ויאמר אחיה ואמה תשב הנער אתנו ימים או עשור אחר תלך"
    },
    {
      "number": 56,
      "hebrew": "ויאמר אלהם אלתאחרו אתי ויהוה הצליח דרכי שלחוני ואלכה לאדני"
    },
    {
      "number": 57,
      "hebrew": "ויאמרו נקרא לנער ונשאלה אתפיה"
    },
    {
      "number": 58,
      "hebrew": "ויקראו לרבקה ויאמרו אליה התלכי עםהאיש הזה ותאמר אלך"
    },
    {
      "number": 59,
      "hebrew": "וישלחו אתרבקה אחתם ואתמנקתה ואתעבד אברהם ואתאנשיו"
    },
    {
      "number": 60,
      "hebrew": "ויברכו אתרבקה ויאמרו לה אחתנו את היי לאלפי רבבה ויירש זרעך את שער שנאיו"
    },
    {
      "number": 61,
      "hebrew": "ותקם רבקה ונערתיה ותרכבנה עלהגמלים ותלכנה אחרי האיש ויקח העבד אתרבקה וילך"
    },
    {
      "number": 62,
      "hebrew": "ויצחק בא מבוא באר לחי ראי והוא יושב בארץ הנגב"
    },
    {
      "number": 63,
      "hebrew": "ויצא יצחק לשוח בשדה לפנות ערב וישא עיניו וירא והנה גמלים באים"
    },
    {
      "number": 64,
      "hebrew": "ותשא רבקה אתעיניה ותרא אתיצחק ותפל מעל הגמל"
    },
    {
      "number": 65,
      "hebrew": "ותאמר אלהעבד מיהאיש הלזה ההלך בשדה לקראתנו ויאמר העבד הוא אדני ותקח הצעיף ותתכס"
    },
    {
      "number": 66,
      "hebrew": "ויספר העבד ליצחק את כלהדברים אשר עשה"
    },
    {
      "number": 67,
      "hebrew": "ויבאה יצחק האהלה שרה אמו ויקח אתרבקה ותהילו לאשה ויאהבה וינחם יצחק אחרי אמו ",
      "parsha": "פ"
    }
  ]
}
