{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 25,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסף אברהם ויקח אשה ושמה קטורה"
    },
    {
      "number": 2,
      "hebrew": "ותלד לו אתזמרן ואתיקשן ואתמדן ואתמדין ואתישבק ואתשוח"
    },
    {
      "number": 3,
      "hebrew": "ויקשן ילד אתשבא ואתדדן ובני דדן היו אשורם ולטושם ולאמים"
    },
    {
      "number": 4,
      "hebrew": "ובני מדין עיפה ועפר וחנך ואבידע ואלדעה כלאלה בני קטורה"
    },
    {
      "number": 5,
      "hebrew": "ויתן אברהם אתכלאשרלו ליצחק"
    },
    {
      "number": 6,
      "hebrew": "ולבני הפילגשים אשר לאברהם נתן אברהם מתנת וישלחם מעל יצחק בנו בעודנו חי קדמה אלארץ קדם"
    },
    {
      "number": 7,
      "hebrew": "ואלה ימי שניחיי אברהם אשרחי מאת שנה ושבעים שנה וחמש שנים"
    },
    {
      "number": 8,
      "hebrew": "ויגוע וימת אברהם בשיבה טובה זקן ושבע ויאסף אלעמיו"
    },
    {
      "number": 9,
      "hebrew": "ויקברו אתו יצחק וישמעאל בניו אלמערת המכפלה אלשדה עפרן בןצחר החתי אשר עלפני ממרא"
    },
    {
      "number": 10,
      "hebrew": "השדה אשרקנה אברהם מאת בניחת שמה קבר אברהם ושרה אשתו"
    },
    {
      "number": 11,
      "hebrew": "ויהי אחרי מות אברהם ויברך אלהים אתיצחק בנו וישב יצחק עםבאר לחי ראי ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "ואלה תלדת ישמעאל בןאברהם אשר ילדה הגר המצרית שפחת שרה לאברהם"
    },
    {
      "number": 13,
      "hebrew": "ואלה שמות בני ישמעאל בשמתם לתולדתם בכר ישמעאל נבית וקדר ואדבאל ומבשם"
    },
    {
      "number": 14,
      "hebrew": "ומשמע ודומה ומשא"
    },
    {
      "number": 15,
      "hebrew": "חדד ותימא יטור נפיש וקדמה"
    },
    {
      "number": 16,
      "hebrew": "אלה הם בני ישמעאל ואלה שמתם בחצריהם ובטירתם שניםעשר נשיאם לאמתם"
    },
    {
      "number": 17,
      "hebrew": "ואלה שני חיי ישמעאל מאת שנה ושלשים שנה ושבע שנים ויגוע וימת ויאסף אלעמיו"
    },
    {
      "number": 18,
      "hebrew": "וישכנו מחוילה עדשור אשר עלפני מצרים באכה אשורה עלפני כלאחיו נפל ",
      "parsha": "פ"
    },
    {
      "number": 19,
      "hebrew": "ואלה תולדת יצחק בןאברהם אברהם הוליד אתיצחק"
    },
    {
      "number": 20,
      "hebrew": "ויהי יצחק בןארבעים שנה בקחתו אתרבקה בתבתואל הארמי מפדן ארם אחות לבן הארמי לו לאשה"
    },
    {
      "number": 21,
      "hebrew": "ויעתר יצחק ליהוה לנכח אשתו כי עקרה הוא ויעתר לו יהוה ותהר רבקה אשתו"
    },
    {
      "number": 22,
      "hebrew": "ויתרצצו הבנים בקרבה ותאמר אםכן למה זה אנכי ותלך לדרש אתיהוה"
    },
    {
      "number": 23,
      "hebrew": "ויאמר יהוה לה שני (גיים) [גוים] בבטנך ושני לאמים ממעיך יפרדו ולאם מלאם יאמץ ורב יעבד צעיר"
    },
    {
      "number": 24,
      "hebrew": "וימלאו ימיה ללדת והנה תומם בבטנה"
    },
    {
      "number": 25,
      "hebrew": "ויצא הראשון אדמוני כלו כאדרת שער ויקראו שמו עשו"
    },
    {
      "number": 26,
      "hebrew": "ואחריכן יצא אחיו וידו אחזת בעקב עשו ויקרא שמו יעקב ויצחק בןששים שנה בלדת אתם"
    },
    {
      "number": 27,
      "hebrew": "ויגדלו הנערים ויהי עשו איש ידע ציד איש שדה ויעקב איש תם ישב אהלים"
    },
    {
      "number": 28,
      "hebrew": "ויאהב יצחק אתעשו כיציד בפיו ורבקה אהבת אתיעקב"
    },
    {
      "number": 29,
      "hebrew": "ויזד יעקב נזיד ויבא עשו מןהשדה והוא עיף"
    },
    {
      "number": 30,
      "hebrew": "ויאמר עשו אליעקב הלעיטני נא מןהאדם האדם הזה כי עיף אנכי עלכן קראשמו אדום"
    },
    {
      "number": 31,
      "hebrew": "ויאמר יעקב מכרה כיום אתבכרתך לי"
    },
    {
      "number": 32,
      "hebrew": "ויאמר עשו הנה אנכי הולך למות ולמהזה לי בכרה"
    },
    {
      "number": 33,
      "hebrew": "ויאמר יעקב השבעה לי כיום וישבע לו וימכר אתבכרתו ליעקב"
    },
    {
      "number": 34,
      "hebrew": "ויעקב נתן לעשו לחם ונזיד עדשים ויאכל וישת ויקם וילך ויבז עשו אתהבכרה ",
      "parsha": "פ"
    }
  ]
}
