{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 26,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי רעב בארץ מלבד הרעב הראשון אשר היה בימי אברהם וילך יצחק אלאבימלך מלךפלשתים גררה"
    },
    {
      "number": 2,
      "hebrew": "וירא אליו יהוה ויאמר אלתרד מצרימה שכן בארץ אשר אמר אליך"
    },
    {
      "number": 3,
      "hebrew": "גור בארץ הזאת ואהיה עמך ואברכך כילך ולזרעך אתן אתכלהארצת האל והקמתי אתהשבעה אשר נשבעתי לאברהם אביך"
    },
    {
      "number": 4,
      "hebrew": "והרביתי אתזרעך ככוכבי השמים ונתתי לזרעך את כלהארצת האל והתברכו בזרעך כל גויי הארץ"
    },
    {
      "number": 5,
      "hebrew": "עקב אשרשמע אברהם בקלי וישמר משמרתי מצותי חקותי ותורתי"
    },
    {
      "number": 6,
      "hebrew": "וישב יצחק בגרר"
    },
    {
      "number": 7,
      "hebrew": "וישאלו אנשי המקום לאשתו ויאמר אחתי הוא כי ירא לאמר אשתי פןיהרגני אנשי המקום עלרבקה כיטובת מראה הוא"
    },
    {
      "number": 8,
      "hebrew": "ויהי כי ארכולו שם הימים וישקף אבימלך מלך פלשתים בעד החלון וירא והנה יצחק מצחק את רבקה אשתו"
    },
    {
      "number": 9,
      "hebrew": "ויקרא אבימלך ליצחק ויאמר אך הנה אשתך הוא ואיך אמרת אחתי הוא ויאמר אליו יצחק כי אמרתי פןאמות עליה"
    },
    {
      "number": 10,
      "hebrew": "ויאמר אבימלך מהזאת עשית לנו כמעט שכב אחד העם אתאשתך והבאת עלינו אשם"
    },
    {
      "number": 11,
      "hebrew": "ויצו אבימלך אתכלהעם לאמר הנגע באיש הזה ובאשתו מות יומת"
    },
    {
      "number": 12,
      "hebrew": "ויזרע יצחק בארץ ההוא וימצא בשנה ההוא מאה שערים ויברכהו יהוה"
    },
    {
      "number": 13,
      "hebrew": "ויגדל האיש וילך הלוך וגדל עד כיגדל מאד"
    },
    {
      "number": 14,
      "hebrew": "ויהילו מקנהצאן ומקנה בקר ועבדה רבה ויקנאו אתו פלשתים"
    },
    {
      "number": 15,
      "hebrew": "וכלהבארת אשר חפרו עבדי אביו בימי אברהם אביו סתמום פלשתים וימלאום עפר"
    },
    {
      "number": 16,
      "hebrew": "ויאמר אבימלך אליצחק לך מעמנו כיעצמת ממנו מאד"
    },
    {
      "number": 17,
      "hebrew": "וילך משם יצחק ויחן בנחלגרר וישב שם"
    },
    {
      "number": 18,
      "hebrew": "וישב יצחק ויחפר אתבארת המים אשר חפרו בימי אברהם אביו ויסתמום פלשתים אחרי מות אברהם ויקרא להן שמות כשמת אשרקרא להן אביו"
    },
    {
      "number": 19,
      "hebrew": "ויחפרו עבדייצחק בנחל וימצאושם באר מים חיים"
    },
    {
      "number": 20,
      "hebrew": "ויריבו רעי גרר עםרעי יצחק לאמר לנו המים ויקרא שםהבאר עשק כי התעשקו עמו"
    },
    {
      "number": 21,
      "hebrew": "ויחפרו באר אחרת ויריבו גםעליה ויקרא שמה שטנה"
    },
    {
      "number": 22,
      "hebrew": "ויעתק משם ויחפר באר אחרת ולא רבו עליה ויקרא שמה רחבות ויאמר כיעתה הרחיב יהוה לנו ופרינו בארץ"
    },
    {
      "number": 23,
      "hebrew": "ויעל משם באר שבע"
    },
    {
      "number": 24,
      "hebrew": "וירא אליו יהוה בלילה ההוא ויאמר אנכי אלהי אברהם אביך אלתירא כיאתך אנכי וברכתיך והרביתי אתזרעך בעבור אברהם עבדי"
    },
    {
      "number": 25,
      "hebrew": "ויבן שם מזבח ויקרא בשם יהוה ויטשם אהלו ויכרושם עבדייצחק באר"
    },
    {
      "number": 26,
      "hebrew": "ואבימלך הלך אליו מגרר ואחזת מרעהו ופיכל שרצבאו"
    },
    {
      "number": 27,
      "hebrew": "ויאמר אלהם יצחק מדוע באתם אלי ואתם שנאתם אתי ותשלחוני מאתכם"
    },
    {
      "number": 28,
      "hebrew": "ויאמרו ראו ראינו כיהיה יהוהעמך ונאמר תהי נא אלה בינותינו בינינו ובינך ונכרתה ברית עמך"
    },
    {
      "number": 29,
      "hebrew": "אםתעשה עמנו רעה כאשר לא נגענוך וכאשר עשינו עמך רקטוב ונשלחך בשלום אתה עתה ברוך יהוה"
    },
    {
      "number": 30,
      "hebrew": "ויעש להם משתה ויאכלו וישתו"
    },
    {
      "number": 31,
      "hebrew": "וישכימו בבקר וישבעו איש לאחיו וישלחם יצחק וילכו מאתו בשלום"
    },
    {
      "number": 32,
      "hebrew": "ויהי ביום ההוא ויבאו עבדי יצחק ויגדו לו עלאדות הבאר אשר חפרו ויאמרו לו מצאנו מים"
    },
    {
      "number": 33,
      "hebrew": "ויקרא אתה שבעה עלכן שםהעיר באר שבע עד היום הזה         "
    },
    {
      "number": 34,
      "hebrew": "ויהי עשו בןארבעים שנה ויקח אשה אתיהודית בתבארי החתי ואתבשמת בתאילן החתי"
    },
    {
      "number": 35,
      "hebrew": "ותהיין מרת רוח ליצחק ולרבקה         "
    }
  ]
}
