{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 27,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי כיזקן יצחק ותכהין עיניו מראת ויקרא אתעשו בנו הגדל ויאמר אליו בני ויאמר אליו הנני"
    },
    {
      "number": 2,
      "hebrew": "ויאמר הנהנא זקנתי לא ידעתי יום מותי"
    },
    {
      "number": 3,
      "hebrew": "ועתה שאנא כליך תליך וקשתך וצא השדה וצודה לי (צידה) [ציד]"
    },
    {
      "number": 4,
      "hebrew": "ועשהלי מטעמים כאשר אהבתי והביאה לי ואכלה בעבור תברכך נפשי בטרם אמות"
    },
    {
      "number": 5,
      "hebrew": "ורבקה שמעת בדבר יצחק אלעשו בנו וילך עשו השדה לצוד ציד להביא"
    },
    {
      "number": 6,
      "hebrew": "ורבקה אמרה אליעקב בנה לאמר הנה שמעתי אתאביך מדבר אלעשו אחיך לאמר"
    },
    {
      "number": 7,
      "hebrew": "הביאה לי ציד ועשהלי מטעמים ואכלה ואברככה לפני יהוה לפני מותי"
    },
    {
      "number": 8,
      "hebrew": "ועתה בני שמע בקלי לאשר אני מצוה אתך"
    },
    {
      "number": 9,
      "hebrew": "לךנא אלהצאן וקחלי משם שני גדיי עזים טבים ואעשה אתם מטעמים לאביך כאשר אהב"
    },
    {
      "number": 10,
      "hebrew": "והבאת לאביך ואכל בעבר אשר יברכך לפני מותו"
    },
    {
      "number": 11,
      "hebrew": "ויאמר יעקב אלרבקה אמו הן עשו אחי איש שער ואנכי איש חלק"
    },
    {
      "number": 12,
      "hebrew": "אולי ימשני אבי והייתי בעיניו כמתעתע והבאתי עלי קללה ולא ברכה"
    },
    {
      "number": 13,
      "hebrew": "ותאמר לו אמו עלי קללתך בני אך שמע בקלי ולך קחלי"
    },
    {
      "number": 14,
      "hebrew": "וילך ויקח ויבא לאמו ותעש אמו מטעמים כאשר אהב אביו"
    },
    {
      "number": 15,
      "hebrew": "ותקח רבקה אתבגדי עשו בנה הגדל החמדת אשר אתה בבית ותלבש אתיעקב בנה הקטן"
    },
    {
      "number": 16,
      "hebrew": "ואת ערת גדיי העזים הלבישה עלידיו ועל חלקת צואריו"
    },
    {
      "number": 17,
      "hebrew": "ותתן אתהמטעמים ואתהלחם אשר עשתה ביד יעקב בנה"
    },
    {
      "number": 18,
      "hebrew": "ויבא אלאביו ויאמר אבי ויאמר הנני מי אתה בני"
    },
    {
      "number": 19,
      "hebrew": "ויאמר יעקב אלאביו אנכי עשו בכרך עשיתי כאשר דברת אלי קוםנא שבה ואכלה מצידי בעבור תברכני נפשך"
    },
    {
      "number": 20,
      "hebrew": "ויאמר יצחק אלבנו מהזה מהרת למצא בני ויאמר כי הקרה יהוה אלהיך לפני"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יצחק אליעקב גשהנא ואמשך בני האתה זה בני עשו אםלא"
    },
    {
      "number": 22,
      "hebrew": "ויגש יעקב אליצחק אביו וימשהו ויאמר הקל קול יעקב והידים ידי עשו"
    },
    {
      "number": 23,
      "hebrew": "ולא הכירו כיהיו ידיו כידי עשו אחיו שערת ויברכהו"
    },
    {
      "number": 24,
      "hebrew": "ויאמר אתה זה בני עשו ויאמר אני"
    },
    {
      "number": 25,
      "hebrew": "ויאמר הגשה לי ואכלה מציד בני למען תברכך נפשי ויגשלו ויאכל ויבא לו יין וישת"
    },
    {
      "number": 26,
      "hebrew": "ויאמר אליו יצחק אביו גשהנא ושקהלי בני"
    },
    {
      "number": 27,
      "hebrew": "ויגש וישקלו וירח אתריח בגדיו ויברכהו ויאמר ראה ריח בני כריח שדה אשר ברכו יהוה"
    },
    {
      "number": 28,
      "hebrew": "ויתןלך האלהים מטל השמים ומשמני הארץ ורב דגן ותירש"
    },
    {
      "number": 29,
      "hebrew": "יעבדוך עמים (וישתחו) [וישתחוו] לך לאמים הוה גביר לאחיך וישתחוו לך בני אמך ארריך ארור ומברכיך ברוך"
    },
    {
      "number": 30,
      "hebrew": "ויהי כאשר כלה יצחק לברך אתיעקב ויהי אך יצא יצא יעקב מאת פני יצחק אביו ועשו אחיו בא מצידו"
    },
    {
      "number": 31,
      "hebrew": "ויעש גםהוא מטעמים ויבא לאביו ויאמר לאביו יקם אבי ויאכל מציד בנו בעבר תברכני נפשך"
    },
    {
      "number": 32,
      "hebrew": "ויאמר לו יצחק אביו מיאתה ויאמר אני בנך בכרך עשו"
    },
    {
      "number": 33,
      "hebrew": "ויחרד יצחק חרדה גדלה עדמאד ויאמר מיאפוא הוא הצדציד ויבא לי ואכל מכל בטרם תבוא ואברכהו גםברוך יהיה"
    },
    {
      "number": 34,
      "hebrew": "כשמע עשו אתדברי אביו ויצעק צעקה גדלה ומרה עדמאד ויאמר לאביו ברכני גםאני אבי"
    },
    {
      "number": 35,
      "hebrew": "ויאמר בא אחיך במרמה ויקח ברכתך"
    },
    {
      "number": 36,
      "hebrew": "ויאמר הכי קרא שמו יעקב ויעקבני זה פעמים אתבכרתי לקח והנה עתה לקח ברכתי ויאמר הלאאצלת לי ברכה"
    },
    {
      "number": 37,
      "hebrew": "ויען יצחק ויאמר לעשו הן גביר שמתיו לך ואתכלאחיו נתתי לו לעבדים ודגן ותירש סמכתיו ולכה אפוא מה אעשה בני"
    },
    {
      "number": 38,
      "hebrew": "ויאמר עשו אלאביו הברכה אחת הואלך אבי ברכני גםאני אבי וישא עשו קלו ויבך"
    },
    {
      "number": 39,
      "hebrew": "ויען יצחק אביו ויאמר אליו הנה משמני הארץ יהיה מושבך ומטל השמים מעל"
    },
    {
      "number": 40,
      "hebrew": "ועלחרבך תחיה ואתאחיך תעבד והיה כאשר תריד ופרקת עלו מעל צוארך"
    },
    {
      "number": 41,
      "hebrew": "וישטם עשו אתיעקב עלהברכה אשר ברכו אביו ויאמר עשו בלבו יקרבו ימי אבל אבי ואהרגה אתיעקב אחי"
    },
    {
      "number": 42,
      "hebrew": "ויגד לרבקה אתדברי עשו בנה הגדל ותשלח ותקרא ליעקב בנה הקטן ותאמר אליו הנה עשו אחיך מתנחם לך להרגך"
    },
    {
      "number": 43,
      "hebrew": "ועתה בני שמע בקלי וקום ברחלך אללבן אחי חרנה"
    },
    {
      "number": 44,
      "hebrew": "וישבת עמו ימים אחדים עד אשרתשוב חמת אחיך"
    },
    {
      "number": 45,
      "hebrew": "עדשוב אףאחיך ממך ושכח את אשרעשית לו ושלחתי ולקחתיך משם למה אשכל גםשניכם יום אחד"
    },
    {
      "number": 46,
      "hebrew": "ותאמר רבקה אליצחק קצתי בחיי מפני בנות חת אםלקח יעקב אשה מבנותחת כאלה מבנות הארץ למה לי חיים"
    }
  ]
}
