{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 29,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישא יעקב רגליו וילך ארצה בניקדם"
    },
    {
      "number": 2,
      "hebrew": "וירא והנה באר בשדה והנהשם שלשה עדריצאן רבצים עליה כי מןהבאר ההוא ישקו העדרים והאבן גדלה עלפי הבאר"
    },
    {
      "number": 3,
      "hebrew": "ונאספושמה כלהעדרים וגללו אתהאבן מעל פי הבאר והשקו אתהצאן והשיבו אתהאבן עלפי הבאר למקמה"
    },
    {
      "number": 4,
      "hebrew": "ויאמר להם יעקב אחי מאין אתם ויאמרו מחרן אנחנו"
    },
    {
      "number": 5,
      "hebrew": "ויאמר להם הידעתם אתלבן בןנחור ויאמרו ידענו"
    },
    {
      "number": 6,
      "hebrew": "ויאמר להם השלום לו ויאמרו שלום והנה רחל בתו באה עםהצאן"
    },
    {
      "number": 7,
      "hebrew": "ויאמר הן עוד היום גדול לאעת האסף המקנה השקו הצאן ולכו רעו"
    },
    {
      "number": 8,
      "hebrew": "ויאמרו לא נוכל עד אשר יאספו כלהעדרים וגללו אתהאבן מעל פי הבאר והשקינו הצאן"
    },
    {
      "number": 9,
      "hebrew": "עודנו מדבר עמם ורחל באה עםהצאן אשר לאביה כי רעה הוא"
    },
    {
      "number": 10,
      "hebrew": "ויהי כאשר ראה יעקב אתרחל בתלבן אחי אמו ואתצאן לבן אחי אמו ויגש יעקב ויגל אתהאבן מעל פי הבאר וישק אתצאן לבן אחי אמו"
    },
    {
      "number": 11,
      "hebrew": "וישק יעקב לרחל וישא אתקלו ויבך"
    },
    {
      "number": 12,
      "hebrew": "ויגד יעקב לרחל כי אחי אביה הוא וכי בןרבקה הוא ותרץ ותגד לאביה"
    },
    {
      "number": 13,
      "hebrew": "ויהי כשמע לבן אתשמע יעקב בןאחתו וירץ לקראתו ויחבקלו וינשקלו ויביאהו אלביתו ויספר ללבן את כלהדברים האלה"
    },
    {
      "number": 14,
      "hebrew": "ויאמר לו לבן אך עצמי ובשרי אתה וישב עמו חדש ימים"
    },
    {
      "number": 15,
      "hebrew": "ויאמר לבן ליעקב הכיאחי אתה ועבדתני חנם הגידה לי מהמשכרתך"
    },
    {
      "number": 16,
      "hebrew": "וללבן שתי בנות שם הגדלה לאה ושם הקטנה רחל"
    },
    {
      "number": 17,
      "hebrew": "ועיני לאה רכות ורחל היתה יפתתאר ויפת מראה"
    },
    {
      "number": 18,
      "hebrew": "ויאהב יעקב אתרחל ויאמר אעבדך שבע שנים ברחל בתך הקטנה"
    },
    {
      "number": 19,
      "hebrew": "ויאמר לבן טוב תתי אתה לך מתתי אתה לאיש אחר שבה עמדי"
    },
    {
      "number": 20,
      "hebrew": "ויעבד יעקב ברחל שבע שנים ויהיו בעיניו כימים אחדים באהבתו אתה"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יעקב אללבן הבה אתאשתי כי מלאו ימי ואבואה אליה"
    },
    {
      "number": 22,
      "hebrew": "ויאסף לבן אתכלאנשי המקום ויעש משתה"
    },
    {
      "number": 23,
      "hebrew": "ויהי בערב ויקח אתלאה בתו ויבא אתה אליו ויבא אליה"
    },
    {
      "number": 24,
      "hebrew": "ויתן לבן לה אתזלפה שפחתו ללאה בתו שפחה"
    },
    {
      "number": 25,
      "hebrew": "ויהי בבקר והנההוא לאה ויאמר אללבן מהזאת עשית לי הלא ברחל עבדתי עמך ולמה רמיתני"
    },
    {
      "number": 26,
      "hebrew": "ויאמר לבן לאיעשה כן במקומנו לתת הצעירה לפני הבכירה"
    },
    {
      "number": 27,
      "hebrew": "מלא שבע זאת ונתנה לך גםאתזאת בעבדה אשר תעבד עמדי עוד שבעשנים אחרות"
    },
    {
      "number": 28,
      "hebrew": "ויעש יעקב כן וימלא שבע זאת ויתןלו אתרחל בתו לו לאשה"
    },
    {
      "number": 29,
      "hebrew": "ויתן לבן לרחל בתו אתבלהה שפחתו לה לשפחה"
    },
    {
      "number": 30,
      "hebrew": "ויבא גם אלרחל ויאהב גםאתרחל מלאה ויעבד עמו עוד שבעשנים אחרות"
    },
    {
      "number": 31,
      "hebrew": "וירא יהוה כישנואה לאה ויפתח אתרחמה ורחל עקרה"
    },
    {
      "number": 32,
      "hebrew": "ותהר לאה ותלד בן ותקרא שמו ראובן כי אמרה כיראה יהוה בעניי כי עתה יאהבני אישי"
    },
    {
      "number": 33,
      "hebrew": "ותהר עוד ותלד בן ותאמר כישמע יהוה כישנואה אנכי ויתןלי גםאתזה ותקרא שמו שמעון"
    },
    {
      "number": 34,
      "hebrew": "ותהר עוד ותלד בן ותאמר עתה הפעם ילוה אישי אלי כיילדתי לו שלשה בנים עלכן קראשמו לוי"
    },
    {
      "number": 35,
      "hebrew": "ותהר עוד ותלד בן ותאמר הפעם אודה אתיהוה עלכן קראה שמו יהודה ותעמד מלדת"
    }
  ]
}
