{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 30,
  "verses": [
    {
      "number": 1,
      "hebrew": "ותרא רחל כי לא ילדה ליעקב ותקנא רחל באחתה ותאמר אליעקב הבהלי בנים ואםאין מתה אנכי"
    },
    {
      "number": 2,
      "hebrew": "ויחראף יעקב ברחל ויאמר התחת אלהים אנכי אשרמנע ממך פריבטן"
    },
    {
      "number": 3,
      "hebrew": "ותאמר הנה אמתי בלהה בא אליה ותלד עלברכי ואבנה גםאנכי ממנה"
    },
    {
      "number": 4,
      "hebrew": "ותתןלו אתבלהה שפחתה לאשה ויבא אליה יעקב"
    },
    {
      "number": 5,
      "hebrew": "ותהר בלהה ותלד ליעקב בן"
    },
    {
      "number": 6,
      "hebrew": "ותאמר רחל דנני אלהים וגם שמע בקלי ויתןלי בן עלכן קראה שמו דן"
    },
    {
      "number": 7,
      "hebrew": "ותהר עוד ותלד בלהה שפחת רחל בן שני ליעקב"
    },
    {
      "number": 8,
      "hebrew": "ותאמר רחל נפתולי אלהיםנפתלתי עםאחתי גםיכלתי ותקרא שמו נפתלי"
    },
    {
      "number": 9,
      "hebrew": "ותרא לאה כי עמדה מלדת ותקח אתזלפה שפחתה ותתן אתה ליעקב לאשה"
    },
    {
      "number": 10,
      "hebrew": "ותלד זלפה שפחת לאה ליעקב בן"
    },
    {
      "number": 11,
      "hebrew": "ותאמר לאה (בגד) [בא גד] ותקרא אתשמו גד"
    },
    {
      "number": 12,
      "hebrew": "ותלד זלפה שפחת לאה בן שני ליעקב"
    },
    {
      "number": 13,
      "hebrew": "ותאמר לאה באשרי כי אשרוני בנות ותקרא אתשמו אשר"
    },
    {
      "number": 14,
      "hebrew": "וילך ראובן בימי קצירחטים וימצא דודאים בשדה ויבא אתם אללאה אמו ותאמר רחל אללאה תנינא לי מדודאי בנך"
    },
    {
      "number": 15,
      "hebrew": "ותאמר לה המעט קחתך אתאישי ולקחת גם אתדודאי בני ותאמר רחל לכן ישכב עמך הלילה תחת דודאי בנך"
    },
    {
      "number": 16,
      "hebrew": "ויבא יעקב מןהשדה בערב ותצא לאה לקראתו ותאמר אלי תבוא כי שכר שכרתיך בדודאי בני וישכב עמה בלילה הוא"
    },
    {
      "number": 17,
      "hebrew": "וישמע אלהים אללאה ותהר ותלד ליעקב בן חמישי"
    },
    {
      "number": 18,
      "hebrew": "ותאמר לאה נתן אלהים שכרי אשרנתתי שפחתי לאישי ותקרא שמו יששכר"
    },
    {
      "number": 19,
      "hebrew": "ותהר עוד לאה ותלד בןששי ליעקב"
    },
    {
      "number": 20,
      "hebrew": "ותאמר לאה זבדני אלהיםאתי זבד טוב הפעם יזבלני אישי כיילדתי לו ששה בנים ותקרא אתשמו זבלון"
    },
    {
      "number": 21,
      "hebrew": "ואחר ילדה בת ותקרא אתשמה דינה"
    },
    {
      "number": 22,
      "hebrew": "ויזכר אלהים אתרחל וישמע אליה אלהים ויפתח אתרחמה"
    },
    {
      "number": 23,
      "hebrew": "ותהר ותלד בן ותאמר אסף אלהים אתחרפתי"
    },
    {
      "number": 24,
      "hebrew": "ותקרא אתשמו יוסף לאמר יסף יהוה לי בן אחר"
    },
    {
      "number": 25,
      "hebrew": "ויהי כאשר ילדה רחל אתיוסף ויאמר יעקב אללבן שלחני ואלכה אלמקומי ולארצי"
    },
    {
      "number": 26,
      "hebrew": "תנה אתנשי ואתילדי אשר עבדתי אתך בהן ואלכה כי אתה ידעת אתעבדתי אשר עבדתיך"
    },
    {
      "number": 27,
      "hebrew": "ויאמר אליו לבן אםנא מצאתי חן בעיניך נחשתי ויברכני יהוה בגללך"
    },
    {
      "number": 28,
      "hebrew": "ויאמר נקבה שכרך עלי ואתנה"
    },
    {
      "number": 29,
      "hebrew": "ויאמר אליו אתה ידעת את אשר עבדתיך ואת אשרהיה מקנך אתי"
    },
    {
      "number": 30,
      "hebrew": "כי מעט אשרהיה לך לפני ויפרץ לרב ויברך יהוה אתך לרגלי ועתה מתי אעשה גםאנכי לביתי"
    },
    {
      "number": 31,
      "hebrew": "ויאמר מה אתןלך ויאמר יעקב לאתתןלי מאומה אםתעשהלי הדבר הזה אשובה ארעה צאנך אשמר"
    },
    {
      "number": 32,
      "hebrew": "אעבר בכלצאנך היום הסר משם כלשה נקד וטלוא וכלשהחום בכשבים וטלוא ונקד בעזים והיה שכרי"
    },
    {
      "number": 33,
      "hebrew": "וענתהבי צדקתי ביום מחר כיתבוא עלשכרי לפניך כל אשראיננו נקד וטלוא בעזים וחום בכשבים גנוב הוא אתי"
    },
    {
      "number": 34,
      "hebrew": "ויאמר לבן הן לו יהי כדברך"
    },
    {
      "number": 35,
      "hebrew": "ויסר ביום ההוא אתהתישים העקדים והטלאים ואת כלהעזים הנקדות והטלאת כל אשרלבן בו וכלחום בכשבים ויתן בידבניו"
    },
    {
      "number": 36,
      "hebrew": "וישם דרך שלשת ימים בינו ובין יעקב ויעקב רעה אתצאן לבן הנותרת"
    },
    {
      "number": 37,
      "hebrew": "ויקחלו יעקב מקל לבנה לח ולוז וערמון ויפצל בהן פצלות לבנות מחשף הלבן אשר עלהמקלות"
    },
    {
      "number": 38,
      "hebrew": "ויצג אתהמקלות אשר פצל ברהטים בשקתות המים אשר תבאן הצאן לשתות לנכח הצאן ויחמנה בבאן לשתות"
    },
    {
      "number": 39,
      "hebrew": "ויחמו הצאן אלהמקלות ותלדן הצאן עקדים נקדים וטלאים"
    },
    {
      "number": 40,
      "hebrew": "והכשבים הפריד יעקב ויתן פני הצאן אלעקד וכלחום בצאן לבן וישתלו עדרים לבדו ולא שתם עלצאן לבן"
    },
    {
      "number": 41,
      "hebrew": "והיה בכליחם הצאן המקשרות ושם יעקב אתהמקלות לעיני הצאן ברהטים ליחמנה במקלות"
    },
    {
      "number": 42,
      "hebrew": "ובהעטיף הצאן לא ישים והיה העטפים ללבן והקשרים ליעקב"
    },
    {
      "number": 43,
      "hebrew": "ויפרץ האיש מאד מאד ויהילו צאן רבות ושפחות ועבדים וגמלים וחמרים"
    }
  ]
}
