{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 31,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישמע אתדברי בנילבן לאמר לקח יעקב את כלאשר לאבינו ומאשר לאבינו עשה את כלהכבד הזה"
    },
    {
      "number": 2,
      "hebrew": "וירא יעקב אתפני לבן והנה איננו עמו כתמול שלשום"
    },
    {
      "number": 3,
      "hebrew": "ויאמר יהוה אליעקב שוב אלארץ אבותיך ולמולדתך ואהיה עמך"
    },
    {
      "number": 4,
      "hebrew": "וישלח יעקב ויקרא לרחל וללאה השדה אלצאנו"
    },
    {
      "number": 5,
      "hebrew": "ויאמר להן ראה אנכי אתפני אביכן כיאיננו אלי כתמל שלשם ואלהי אבי היה עמדי"
    },
    {
      "number": 6,
      "hebrew": "ואתנה ידעתן כי בכלכחי עבדתי אתאביכן"
    },
    {
      "number": 7,
      "hebrew": "ואביכן התל בי והחלף אתמשכרתי עשרת מנים ולאנתנו אלהים להרע עמדי"
    },
    {
      "number": 8,
      "hebrew": "אםכה יאמר נקדים יהיה שכרך וילדו כלהצאן נקדים ואםכה יאמר עקדים יהיה שכרך וילדו כלהצאן עקדים"
    },
    {
      "number": 9,
      "hebrew": "ויצל אלהים אתמקנה אביכם ויתןלי"
    },
    {
      "number": 10,
      "hebrew": "ויהי בעת יחם הצאן ואשא עיני וארא בחלום והנה העתדים העלים עלהצאן עקדים נקדים וברדים"
    },
    {
      "number": 11,
      "hebrew": "ויאמר אלי מלאך האלהים בחלום יעקב ואמר הנני"
    },
    {
      "number": 12,
      "hebrew": "ויאמר שאנא עיניך וראה כלהעתדים העלים עלהצאן עקדים נקדים וברדים כי ראיתי את כלאשר לבן עשה לך"
    },
    {
      "number": 13,
      "hebrew": "אנכי האל ביתאל אשר משחת שם מצבה אשר נדרת לי שם נדר עתה קום צא מןהארץ הזאת ושוב אלארץ מולדתך"
    },
    {
      "number": 14,
      "hebrew": "ותען רחל ולאה ותאמרנה לו העוד לנו חלק ונחלה בבית אבינו"
    },
    {
      "number": 15,
      "hebrew": "הלוא נכריות נחשבנו לו כי מכרנו ויאכל גםאכול אתכספנו"
    },
    {
      "number": 16,
      "hebrew": "כי כלהעשר אשר הציל אלהים מאבינו לנו הוא ולבנינו ועתה כל אשר אמר אלהים אליך עשה"
    },
    {
      "number": 17,
      "hebrew": "ויקם יעקב וישא אתבניו ואתנשיו עלהגמלים"
    },
    {
      "number": 18,
      "hebrew": "וינהג אתכלמקנהו ואתכלרכשו אשר רכש מקנה קנינו אשר רכש בפדן ארם לבוא אליצחק אביו ארצה כנען"
    },
    {
      "number": 19,
      "hebrew": "ולבן הלך לגזז אתצאנו ותגנב רחל אתהתרפים אשר לאביה"
    },
    {
      "number": 20,
      "hebrew": "ויגנב יעקב אתלב לבן הארמי עלבלי הגיד לו כי ברח הוא"
    },
    {
      "number": 21,
      "hebrew": "ויברח הוא וכלאשרלו ויקם ויעבר אתהנהר וישם אתפניו הר הגלעד"
    },
    {
      "number": 22,
      "hebrew": "ויגד ללבן ביום השלישי כי ברח יעקב"
    },
    {
      "number": 23,
      "hebrew": "ויקח אתאחיו עמו וירדף אחריו דרך שבעת ימים וידבק אתו בהר הגלעד"
    },
    {
      "number": 24,
      "hebrew": "ויבא אלהים אללבן הארמי בחלם הלילה ויאמר לו השמר לך פןתדבר עםיעקב מטוב עדרע"
    },
    {
      "number": 25,
      "hebrew": "וישג לבן אתיעקב ויעקב תקע אתאהלו בהר ולבן תקע אתאחיו בהר הגלעד"
    },
    {
      "number": 26,
      "hebrew": "ויאמר לבן ליעקב מה עשית ותגנב אתלבבי ותנהג אתבנתי כשביות חרב"
    },
    {
      "number": 27,
      "hebrew": "למה נחבאת לברח ותגנב אתי ולאהגדת לי ואשלחך בשמחה ובשרים בתף ובכנור"
    },
    {
      "number": 28,
      "hebrew": "ולא נטשתני לנשק לבני ולבנתי עתה הסכלת עשו"
    },
    {
      "number": 29,
      "hebrew": "ישלאל ידי לעשות עמכם רע ואלהי אביכם אמש אמר אלי לאמר השמר לך מדבר עםיעקב מטוב עדרע"
    },
    {
      "number": 30,
      "hebrew": "ועתה הלך הלכת כינכסף נכספתה לבית אביך למה גנבת אתאלהי"
    },
    {
      "number": 31,
      "hebrew": "ויען יעקב ויאמר ללבן כי יראתי כי אמרתי פןתגזל אתבנותיך מעמי"
    },
    {
      "number": 32,
      "hebrew": "עם אשר תמצא אתאלהיך לא יחיה נגד אחינו הכרלך מה עמדי וקחלך ולאידע יעקב כי רחל גנבתם"
    },
    {
      "number": 33,
      "hebrew": "ויבא לבן באהל יעקב ובאהל לאה ובאהל שתי האמהת ולא מצא ויצא מאהל לאה ויבא באהל רחל"
    },
    {
      "number": 34,
      "hebrew": "ורחל לקחה אתהתרפים ותשמם בכר הגמל ותשב עליהם וימשש לבן אתכלהאהל ולא מצא"
    },
    {
      "number": 35,
      "hebrew": "ותאמר אלאביה אליחר בעיני אדני כי לוא אוכל לקום מפניך כידרך נשים לי ויחפש ולא מצא אתהתרפים"
    },
    {
      "number": 36,
      "hebrew": "ויחר ליעקב וירב בלבן ויען יעקב ויאמר ללבן מהפשעי מה חטאתי כי דלקת אחרי"
    },
    {
      "number": 37,
      "hebrew": "כימששת אתכלכלי מהמצאת מכל כליביתך שים כה נגד אחי ואחיך ויוכיחו בין שנינו"
    },
    {
      "number": 38,
      "hebrew": "זה עשרים שנה אנכי עמך רחליך ועזיך לא שכלו ואילי צאנך לא אכלתי"
    },
    {
      "number": 39,
      "hebrew": "טרפה לאהבאתי אליך אנכי אחטנה מידי תבקשנה גנבתי יום וגנבתי לילה"
    },
    {
      "number": 40,
      "hebrew": "הייתי ביום אכלני חרב וקרח בלילה ותדד שנתי מעיני"
    },
    {
      "number": 41,
      "hebrew": "זהלי עשרים שנה בביתך עבדתיך ארבעעשרה שנה בשתי בנתיך ושש שנים בצאנך ותחלף אתמשכרתי עשרת מנים"
    },
    {
      "number": 42,
      "hebrew": "לולי אלהי אבי אלהי אברהם ופחד יצחק היה לי כי עתה ריקם שלחתני אתעניי ואתיגיע כפי ראה אלהים ויוכח אמש"
    },
    {
      "number": 43,
      "hebrew": "ויען לבן ויאמר אליעקב הבנות בנתי והבנים בני והצאן צאני וכל אשראתה ראה ליהוא ולבנתי מהאעשה לאלה היום או לבניהן אשר ילדו"
    },
    {
      "number": 44,
      "hebrew": "ועתה לכה נכרתה ברית אני ואתה והיה לעד ביני ובינך"
    },
    {
      "number": 45,
      "hebrew": "ויקח יעקב אבן וירימה מצבה"
    },
    {
      "number": 46,
      "hebrew": "ויאמר יעקב לאחיו לקטו אבנים ויקחו אבנים ויעשוגל ויאכלו שם עלהגל"
    },
    {
      "number": 47,
      "hebrew": "ויקראלו לבן יגר שהדותא ויעקב קרא לו גלעד"
    },
    {
      "number": 48,
      "hebrew": "ויאמר לבן הגל הזה עד ביני ובינך היום עלכן קראשמו גלעד"
    },
    {
      "number": 49,
      "hebrew": "והמצפה אשר אמר יצף יהוה ביני ובינך כי נסתר איש מרעהו"
    },
    {
      "number": 50,
      "hebrew": "אםתענה אתבנתי ואםתקח נשים עלבנתי אין איש עמנו ראה אלהים עד ביני ובינך"
    },
    {
      "number": 51,
      "hebrew": "ויאמר לבן ליעקב הנה הגל הזה והנה המצבה אשר יריתי ביני ובינך"
    },
    {
      "number": 52,
      "hebrew": "עד הגל הזה ועדה המצבה אםאני לאאעבר אליך אתהגל הזה ואםאתה לאתעבר אלי אתהגל הזה ואתהמצבה הזאת לרעה"
    },
    {
      "number": 53,
      "hebrew": "אלהי אברהם ואלהי נחור ישפטו בינינו אלהי אביהם וישבע יעקב בפחד אביו יצחק"
    },
    {
      "number": 54,
      "hebrew": "ויזבח יעקב זבח בהר ויקרא לאחיו לאכללחם ויאכלו לחם וילינו בהר"
    }
  ]
}
