{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 34,
  "verses": [
    {
      "number": 1,
      "hebrew": "ותצא דינה בתלאה אשר ילדה ליעקב לראות בבנות הארץ"
    },
    {
      "number": 2,
      "hebrew": "וירא אתה שכם בןחמור החוי נשיא הארץ ויקח אתה וישכב אתה ויענה"
    },
    {
      "number": 3,
      "hebrew": "ותדבק נפשו בדינה בתיעקב ויאהב אתהנער וידבר עללב הנער"
    },
    {
      "number": 4,
      "hebrew": "ויאמר שכם אלחמור אביו לאמר קחלי אתהילדה הזאת לאשה"
    },
    {
      "number": 5,
      "hebrew": "ויעקב שמע כי טמא אתדינה בתו ובניו היו אתמקנהו בשדה והחרש יעקב עדבאם"
    },
    {
      "number": 6,
      "hebrew": "ויצא חמור אבישכם אליעקב לדבר אתו"
    },
    {
      "number": 7,
      "hebrew": "ובני יעקב באו מןהשדה כשמעם ויתעצבו האנשים ויחר להם מאד כינבלה עשה בישראל לשכב אתבתיעקב וכן לא יעשה"
    },
    {
      "number": 8,
      "hebrew": "וידבר חמור אתם לאמר שכם בני חשקה נפשו בבתכם תנו נא אתה לו לאשה"
    },
    {
      "number": 9,
      "hebrew": "והתחתנו אתנו בנתיכם תתנולנו ואתבנתינו תקחו לכם"
    },
    {
      "number": 10,
      "hebrew": "ואתנו תשבו והארץ תהיה לפניכם שבו וסחרוה והאחזו בה"
    },
    {
      "number": 11,
      "hebrew": "ויאמר שכם אלאביה ואלאחיה אמצאחן בעיניכם ואשר תאמרו אלי אתן"
    },
    {
      "number": 12,
      "hebrew": "הרבו עלי מאד מהר ומתן ואתנה כאשר תאמרו אלי ותנולי אתהנער לאשה"
    },
    {
      "number": 13,
      "hebrew": "ויענו בנייעקב אתשכם ואתחמור אביו במרמה וידברו אשר טמא את דינה אחתם"
    },
    {
      "number": 14,
      "hebrew": "ויאמרו אליהם לא נוכל לעשות הדבר הזה לתת אתאחתנו לאיש אשרלו ערלה כיחרפה הוא לנו"
    },
    {
      "number": 15,
      "hebrew": "אךבזאת נאות לכם אם תהיו כמנו להמל לכם כלזכר"
    },
    {
      "number": 16,
      "hebrew": "ונתנו אתבנתינו לכם ואתבנתיכם נקחלנו וישבנו אתכם והיינו לעם אחד"
    },
    {
      "number": 17,
      "hebrew": "ואםלא תשמעו אלינו להמול ולקחנו אתבתנו והלכנו"
    },
    {
      "number": 18,
      "hebrew": "וייטבו דבריהם בעיני חמור ובעיני שכם בןחמור"
    },
    {
      "number": 19,
      "hebrew": "ולאאחר הנער לעשות הדבר כי חפץ בבתיעקב והוא נכבד מכל בית אביו"
    },
    {
      "number": 20,
      "hebrew": "ויבא חמור ושכם בנו אלשער עירם וידברו אלאנשי עירם לאמר"
    },
    {
      "number": 21,
      "hebrew": "האנשים האלה שלמים הם אתנו וישבו בארץ ויסחרו אתה והארץ הנה רחבתידים לפניהם אתבנתם נקחלנו לנשים ואתבנתינו נתן להם"
    },
    {
      "number": 22,
      "hebrew": "אךבזאת יאתו לנו האנשים לשבת אתנו להיות לעם אחד בהמול לנו כלזכר כאשר הם נמלים"
    },
    {
      "number": 23,
      "hebrew": "מקנהם וקנינם וכלבהמתם הלוא לנו הם אך נאותה להם וישבו אתנו"
    },
    {
      "number": 24,
      "hebrew": "וישמעו אלחמור ואלשכם בנו כליצאי שער עירו וימלו כלזכר כליצאי שער עירו"
    },
    {
      "number": 25,
      "hebrew": "ויהי ביום השלישי בהיותם כאבים ויקחו שניבנייעקב שמעון ולוי אחי דינה איש חרבו ויבאו עלהעיר בטח ויהרגו כלזכר"
    },
    {
      "number": 26,
      "hebrew": "ואתחמור ואתשכם בנו הרגו לפיחרב ויקחו אתדינה מבית שכם ויצאו"
    },
    {
      "number": 27,
      "hebrew": "בני יעקב באו עלהחללים ויבזו העיר אשר טמאו אחותם"
    },
    {
      "number": 28,
      "hebrew": "אתצאנם ואתבקרם ואתחמריהם ואת אשרבעיר ואתאשר בשדה לקחו"
    },
    {
      "number": 29,
      "hebrew": "ואתכלחילם ואתכלטפם ואתנשיהם שבו ויבזו ואת כלאשר בבית"
    },
    {
      "number": 30,
      "hebrew": "ויאמר יעקב אלשמעון ואללוי עכרתם אתי להבאישני בישב הארץ בכנעני ובפרזי ואני מתי מספר ונאספו עלי והכוני ונשמדתי אני וביתי"
    },
    {
      "number": 31,
      "hebrew": "ויאמרו הכזונה יעשה אתאחותנו ",
      "parsha": "פ"
    }
  ]
}
