{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 36,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואלה תלדות עשו הוא אדום"
    },
    {
      "number": 2,
      "hebrew": "עשו לקח אתנשיו מבנות כנען אתעדה בתאילון החתי ואתאהליבמה בתענה בתצבעון החוי"
    },
    {
      "number": 3,
      "hebrew": "ואתבשמת בתישמעאל אחות נביות"
    },
    {
      "number": 4,
      "hebrew": "ותלד עדה לעשו אתאליפז ובשמת ילדה אתרעואל"
    },
    {
      "number": 5,
      "hebrew": "ואהליבמה ילדה את[יעוש] (יעיש) ואתיעלם ואתקרח אלה בני עשו אשר ילדולו בארץ כנען"
    },
    {
      "number": 6,
      "hebrew": "ויקח עשו אתנשיו ואתבניו ואתבנתיו ואתכלנפשות ביתו ואתמקנהו ואתכלבהמתו ואת כלקנינו אשר רכש בארץ כנען וילך אלארץ מפני יעקב אחיו"
    },
    {
      "number": 7,
      "hebrew": "כיהיה רכושם רב משבת יחדו ולא יכלה ארץ מגוריהם לשאת אתם מפני מקניהם"
    },
    {
      "number": 8,
      "hebrew": "וישב עשו בהר שעיר עשו הוא אדום"
    },
    {
      "number": 9,
      "hebrew": "ואלה תלדות עשו אבי אדום בהר שעיר"
    },
    {
      "number": 10,
      "hebrew": "אלה שמות בניעשו אליפז בןעדה אשת עשו רעואל בןבשמת אשת עשו"
    },
    {
      "number": 11,
      "hebrew": "ויהיו בני אליפז תימן אומר צפו וגעתם וקנז"
    },
    {
      "number": 12,
      "hebrew": "ותמנע היתה פילגש לאליפז בןעשו ותלד לאליפז אתעמלק אלה בני עדה אשת עשו"
    },
    {
      "number": 13,
      "hebrew": "ואלה בני רעואל נחת וזרח שמה ומזה אלה היו בני בשמת אשת עשו"
    },
    {
      "number": 14,
      "hebrew": "ואלה היו בני אהליבמה בתענה בתצבעון אשת עשו ותלד לעשו את[יעוש] (יעיש) ואתיעלם ואתקרח"
    },
    {
      "number": 15,
      "hebrew": "אלה אלופי בניעשו בני אליפז בכור עשו אלוף תימן אלוף אומר אלוף צפו אלוף קנז"
    },
    {
      "number": 16,
      "hebrew": "אלוףקרח אלוף געתם אלוף עמלק אלה אלופי אליפז בארץ אדום אלה בני עדה"
    },
    {
      "number": 17,
      "hebrew": "ואלה בני רעואל בןעשו אלוף נחת אלוף זרח אלוף שמה אלוף מזה אלה אלופי רעואל בארץ אדום אלה בני בשמת אשת עשו"
    },
    {
      "number": 18,
      "hebrew": "ואלה בני אהליבמה אשת עשו אלוף יעוש אלוף יעלם אלוף קרח אלה אלופי אהליבמה בתענה אשת עשו"
    },
    {
      "number": 19,
      "hebrew": "אלה בניעשו ואלה אלופיהם הוא אדום         "
    },
    {
      "number": 20,
      "hebrew": "אלה בנישעיר החרי ישבי הארץ לוטן ושובל וצבעון וענה"
    },
    {
      "number": 21,
      "hebrew": "ודשון ואצר ודישן אלה אלופי החרי בני שעיר בארץ אדום"
    },
    {
      "number": 22,
      "hebrew": "ויהיו בנילוטן חרי והימם ואחות לוטן תמנע"
    },
    {
      "number": 23,
      "hebrew": "ואלה בני שובל עלון ומנחת ועיבל שפו ואונם"
    },
    {
      "number": 24,
      "hebrew": "ואלה בניצבעון ואיה וענה הוא ענה אשר מצא אתהימם במדבר ברעתו אתהחמרים לצבעון אביו"
    },
    {
      "number": 25,
      "hebrew": "ואלה בניענה דשן ואהליבמה בתענה"
    },
    {
      "number": 26,
      "hebrew": "ואלה בני דישן חמדן ואשבן ויתרן וכרן"
    },
    {
      "number": 27,
      "hebrew": "אלה בניאצר בלהן וזעון ועקן"
    },
    {
      "number": 28,
      "hebrew": "אלה בנידישן עוץ וארן"
    },
    {
      "number": 29,
      "hebrew": "אלה אלופי החרי אלוף לוטן אלוף שובל אלוף צבעון אלוף ענה"
    },
    {
      "number": 30,
      "hebrew": "אלוף דשן אלוף אצר אלוף דישן אלה אלופי החרי לאלפיהם בארץ שעיר ",
      "parsha": "פ"
    },
    {
      "number": 31,
      "hebrew": "ואלה המלכים אשר מלכו בארץ אדום לפני מלךמלך לבני ישראל"
    },
    {
      "number": 32,
      "hebrew": "וימלך באדום בלע בןבעור ושם עירו דנהבה"
    },
    {
      "number": 33,
      "hebrew": "וימת בלע וימלך תחתיו יובב בןזרח מבצרה"
    },
    {
      "number": 34,
      "hebrew": "וימת יובב וימלך תחתיו חשם מארץ התימני"
    },
    {
      "number": 35,
      "hebrew": "וימת חשם וימלך תחתיו הדד בןבדד המכה אתמדין בשדה מואב ושם עירו עוית"
    },
    {
      "number": 36,
      "hebrew": "וימת הדד וימלך תחתיו שמלה ממשרקה"
    },
    {
      "number": 37,
      "hebrew": "וימת שמלה וימלך תחתיו שאול מרחבות הנהר"
    },
    {
      "number": 38,
      "hebrew": "וימת שאול וימלך תחתיו בעל חנן בןעכבור"
    },
    {
      "number": 39,
      "hebrew": "וימת בעל חנן בןעכבור וימלך תחתיו הדר ושם עירו פעו ושם אשתו מהיטבאל בתמטרד בת מי זהב"
    },
    {
      "number": 40,
      "hebrew": "ואלה שמות אלופי עשו למשפחתם למקמתם בשמתם אלוף תמנע אלוף עלוה אלוף יתת"
    },
    {
      "number": 41,
      "hebrew": "אלוף אהליבמה אלוף אלה אלוף פינן"
    },
    {
      "number": 42,
      "hebrew": "אלוף קנז אלוף תימן אלוף מבצר"
    },
    {
      "number": 43,
      "hebrew": "אלוף מגדיאל אלוף עירם אלה אלופי אדום למשבתם בארץ אחזתם הוא עשו אבי אדום ",
      "parsha": "פ"
    }
  ]
}
