{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 37,
  "verses": [
    {
      "number": 1,
      "hebrew": "וישב יעקב בארץ מגורי אביו בארץ כנען"
    },
    {
      "number": 2,
      "hebrew": "אלה תלדות יעקב יוסף בןשבעעשרה שנה היה רעה אתאחיו בצאן והוא נער אתבני בלהה ואתבני זלפה נשי אביו ויבא יוסף אתדבתם רעה אלאביהם"
    },
    {
      "number": 3,
      "hebrew": "וישראל אהב אתיוסף מכלבניו כיבןזקנים הוא לו ועשה לו כתנת פסים"
    },
    {
      "number": 4,
      "hebrew": "ויראו אחיו כיאתו אהב אביהם מכלאחיו וישנאו אתו ולא יכלו דברו לשלם"
    },
    {
      "number": 5,
      "hebrew": "ויחלם יוסף חלום ויגד לאחיו ויוספו עוד שנא אתו"
    },
    {
      "number": 6,
      "hebrew": "ויאמר אליהם שמעונא החלום הזה אשר חלמתי"
    },
    {
      "number": 7,
      "hebrew": "והנה אנחנו מאלמים אלמים בתוך השדה והנה קמה אלמתי וגםנצבה והנה תסבינה אלמתיכם ותשתחוין לאלמתי"
    },
    {
      "number": 8,
      "hebrew": "ויאמרו לו אחיו המלך תמלך עלינו אםמשול תמשל בנו ויוספו עוד שנא אתו עלחלמתיו ועלדבריו"
    },
    {
      "number": 9,
      "hebrew": "ויחלם עוד חלום אחר ויספר אתו לאחיו ויאמר הנה חלמתי חלום עוד והנה השמש והירח ואחד עשר כוכבים משתחוים לי"
    },
    {
      "number": 10,
      "hebrew": "ויספר אלאביו ואלאחיו ויגערבו אביו ויאמר לו מה החלום הזה אשר חלמת הבוא נבוא אני ואמך ואחיך להשתחות לך ארצה"
    },
    {
      "number": 11,
      "hebrew": "ויקנאובו אחיו ואביו שמר אתהדבר"
    },
    {
      "number": 12,
      "hebrew": "וילכו אחיו לרעות אתצאן אביהם בשכם"
    },
    {
      "number": 13,
      "hebrew": "ויאמר ישראל אליוסף הלוא אחיך רעים בשכם לכה ואשלחך אליהם ויאמר לו הנני"
    },
    {
      "number": 14,
      "hebrew": "ויאמר לו לךנא ראה אתשלום אחיך ואתשלום הצאן והשבני דבר וישלחהו מעמק חברון ויבא שכמה"
    },
    {
      "number": 15,
      "hebrew": "וימצאהו איש והנה תעה בשדה וישאלהו האיש לאמר מהתבקש"
    },
    {
      "number": 16,
      "hebrew": "ויאמר אתאחי אנכי מבקש הגידהנא לי איפה הם רעים"
    },
    {
      "number": 17,
      "hebrew": "ויאמר האיש נסעו מזה כי שמעתי אמרים נלכה דתינה וילך יוסף אחר אחיו וימצאם בדתן"
    },
    {
      "number": 18,
      "hebrew": "ויראו אתו מרחק ובטרם יקרב אליהם ויתנכלו אתו להמיתו"
    },
    {
      "number": 19,
      "hebrew": "ויאמרו איש אלאחיו הנה בעל החלמות הלזה בא"
    },
    {
      "number": 20,
      "hebrew": "ועתה לכו ונהרגהו ונשלכהו באחד הברות ואמרנו חיה רעה אכלתהו ונראה מהיהיו חלמתיו"
    },
    {
      "number": 21,
      "hebrew": "וישמע ראובן ויצלהו מידם ויאמר לא נכנו נפש"
    },
    {
      "number": 22,
      "hebrew": "ויאמר אלהםראובן אלתשפכודם השליכו אתו אלהבור הזה אשר במדבר ויד אלתשלחובו למען הציל אתו מידם להשיבו אלאביו"
    },
    {
      "number": 23,
      "hebrew": "ויהי כאשרבא יוסף אלאחיו ויפשיטו אתיוסף אתכתנתו אתכתנת הפסים אשר עליו"
    },
    {
      "number": 24,
      "hebrew": "ויקחהו וישלכו אתו הברה והבור רק אין בו מים"
    },
    {
      "number": 25,
      "hebrew": "וישבו לאכללחם וישאו עיניהם ויראו והנה ארחת ישמעאלים באה מגלעד וגמליהם נשאים נכאת וצרי ולט הולכים להוריד מצרימה"
    },
    {
      "number": 26,
      "hebrew": "ויאמר יהודה אלאחיו מהבצע כי נהרג אתאחינו וכסינו אתדמו"
    },
    {
      "number": 27,
      "hebrew": "לכו ונמכרנו לישמעאלים וידנו אלתהיבו כיאחינו בשרנו הוא וישמעו אחיו"
    },
    {
      "number": 28,
      "hebrew": "ויעברו אנשים מדינים סחרים וימשכו ויעלו אתיוסף מןהבור וימכרו אתיוסף לישמעאלים בעשרים כסף ויביאו אתיוסף מצרימה"
    },
    {
      "number": 29,
      "hebrew": "וישב ראובן אלהבור והנה איןיוסף בבור ויקרע אתבגדיו"
    },
    {
      "number": 30,
      "hebrew": "וישב אלאחיו ויאמר הילד איננו ואני אנה אניבא"
    },
    {
      "number": 31,
      "hebrew": "ויקחו אתכתנת יוסף וישחטו שעיר עזים ויטבלו אתהכתנת בדם"
    },
    {
      "number": 32,
      "hebrew": "וישלחו אתכתנת הפסים ויביאו אלאביהם ויאמרו זאת מצאנו הכרנא הכתנת בנך הוא אםלא"
    },
    {
      "number": 33,
      "hebrew": "ויכירה ויאמר כתנת בני חיה רעה אכלתהו טרף טרף יוסף"
    },
    {
      "number": 34,
      "hebrew": "ויקרע יעקב שמלתיו וישם שק במתניו ויתאבל עלבנו ימים רבים"
    },
    {
      "number": 35,
      "hebrew": "ויקמו כלבניו וכלבנתיו לנחמו וימאן להתנחם ויאמר כיארד אלבני אבל שאלה ויבך אתו אביו"
    },
    {
      "number": 36,
      "hebrew": "והמדנים מכרו אתו אלמצרים לפוטיפר סריס פרעה שר הטבחים ",
      "parsha": "פ"
    }
  ]
}
