{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 4,
  "verses": [
    {
      "number": 1,
      "hebrew": "והאדם ידע אתחוה אשתו ותהר ותלד אתקין ותאמר קניתי איש אתיהוה"
    },
    {
      "number": 2,
      "hebrew": "ותסף ללדת אתאחיו אתהבל ויהיהבל רעה צאן וקין היה עבד אדמה"
    },
    {
      "number": 3,
      "hebrew": "ויהי מקץ ימים ויבא קין מפרי האדמה מנחה ליהוה"
    },
    {
      "number": 4,
      "hebrew": "והבל הביא גםהוא מבכרות צאנו ומחלבהן וישע יהוה אלהבל ואלמנחתו"
    },
    {
      "number": 5,
      "hebrew": "ואלקין ואלמנחתו לא שעה ויחר לקין מאד ויפלו פניו"
    },
    {
      "number": 6,
      "hebrew": "ויאמר יהוה אלקין למה חרה לך ולמה נפלו פניך"
    },
    {
      "number": 7,
      "hebrew": "הלוא אםתיטיב שאת ואם לא תיטיב לפתח חטאת רבץ ואליך תשוקתו ואתה תמשלבו"
    },
    {
      "number": 8,
      "hebrew": "ויאמר קין אלהבל אחיו ויהי בהיותם בשדה ויקם קין אלהבל אחיו ויהרגהו"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יהוה אלקין אי הבל אחיך ויאמר לא ידעתי השמר אחי אנכי"
    },
    {
      "number": 10,
      "hebrew": "ויאמר מה עשית קול דמי אחיך צעקים אלי מןהאדמה"
    },
    {
      "number": 11,
      "hebrew": "ועתה ארור אתה מןהאדמה אשר פצתה אתפיה לקחת אתדמי אחיך מידך"
    },
    {
      "number": 12,
      "hebrew": "כי תעבד אתהאדמה לאתסף תתכחה לך נע ונד תהיה בארץ"
    },
    {
      "number": 13,
      "hebrew": "ויאמר קין אליהוה גדול עוני מנשא*(בספרי ספרד ואשכנז מנשוא)"
    },
    {
      "number": 14,
      "hebrew": "הן גרשת אתי היום מעל פני האדמה ומפניך אסתר והייתי נע ונד בארץ והיה כלמצאי יהרגני"
    },
    {
      "number": 15,
      "hebrew": "ויאמר לו יהוה לכן כלהרג קין שבעתים יקם וישם יהוה לקין אות לבלתי הכותאתו כלמצאו"
    },
    {
      "number": 16,
      "hebrew": "ויצא קין מלפני יהוה וישב בארץנוד קדמתעדן"
    },
    {
      "number": 17,
      "hebrew": "וידע קין אתאשתו ותהר ותלד אתחנוך ויהי בנה עיר ויקרא שם העיר כשם בנו חנוך"
    },
    {
      "number": 18,
      "hebrew": "ויולד לחנוך אתעירד ועירד ילד אתמחויאל ומחייאל ילד אתמתושאל ומתושאל ילד אתלמך"
    },
    {
      "number": 19,
      "hebrew": "ויקחלו למך שתי נשים שם האחת עדה ושם השנית צלה"
    },
    {
      "number": 20,
      "hebrew": "ותלד עדה אתיבל הוא היה אבי ישב אהל ומקנה"
    },
    {
      "number": 21,
      "hebrew": "ושם אחיו יובל הוא היה אבי כלתפש כנור ועוגב"
    },
    {
      "number": 22,
      "hebrew": "וצלה גםהוא ילדה אתתובל קין לטש כלחרש נחשת וברזל ואחות תובלקין נעמה"
    },
    {
      "number": 23,
      "hebrew": "ויאמר למך לנשיו עדה וצלה שמען קולי נשי למך האזנה אמרתי כי איש הרגתי לפצעי וילד לחברתי"
    },
    {
      "number": 24,
      "hebrew": "כי שבעתים יקםקין ולמך שבעים ושבעה"
    },
    {
      "number": 25,
      "hebrew": "וידע אדם עוד אתאשתו ותלד בן ותקרא אתשמו שת כי שתלי אלהים זרע אחר תחת הבל כי הרגו קין"
    },
    {
      "number": 26,
      "hebrew": "ולשת גםהוא ילדבן ויקרא אתשמו אנוש אז הוחל לקרא בשם יהוה         "
    }
  ]
}
