{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 40,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי אחר הדברים האלה חטאו משקה מלךמצרים והאפה לאדניהם למלך מצרים"
    },
    {
      "number": 2,
      "hebrew": "ויקצף פרעה על שני סריסיו על שר המשקים ועל שר האופים"
    },
    {
      "number": 3,
      "hebrew": "ויתן אתם במשמר בית שר הטבחים אלבית הסהר מקום אשר יוסף אסור שם"
    },
    {
      "number": 4,
      "hebrew": "ויפקד שר הטבחים אתיוסף אתם וישרת אתם ויהיו ימים במשמר"
    },
    {
      "number": 5,
      "hebrew": "ויחלמו חלום שניהם איש חלמו בלילה אחד איש כפתרון חלמו המשקה והאפה אשר למלך מצרים אשר אסורים בבית הסהר"
    },
    {
      "number": 6,
      "hebrew": "ויבא אליהם יוסף בבקר וירא אתם והנם זעפים"
    },
    {
      "number": 7,
      "hebrew": "וישאל אתסריסי פרעה אשר אתו במשמר בית אדניו לאמר מדוע פניכם רעים היום"
    },
    {
      "number": 8,
      "hebrew": "ויאמרו אליו חלום חלמנו ופתר אין אתו ויאמר אלהם יוסף הלוא לאלהים פתרנים ספרונא לי"
    },
    {
      "number": 9,
      "hebrew": "ויספר שרהמשקים אתחלמו ליוסף ויאמר לו בחלומי והנהגפן לפני"
    },
    {
      "number": 10,
      "hebrew": "ובגפן שלשה שריגם והוא כפרחת עלתה נצה הבשילו אשכלתיה ענבים"
    },
    {
      "number": 11,
      "hebrew": "וכוס פרעה בידי ואקח אתהענבים ואשחט אתם אלכוס פרעה ואתן אתהכוס עלכף פרעה"
    },
    {
      "number": 12,
      "hebrew": "ויאמר לו יוסף זה פתרנו שלשת השרגים שלשת ימים הם"
    },
    {
      "number": 13,
      "hebrew": "בעוד שלשת ימים ישא פרעה אתראשך והשיבך עלכנך ונתת כוספרעה בידו כמשפט הראשון אשר היית משקהו"
    },
    {
      "number": 14,
      "hebrew": "כי אםזכרתני אתך כאשר ייטב לך ועשיתנא עמדי חסד והזכרתני אלפרעה והוצאתני מןהבית הזה"
    },
    {
      "number": 15,
      "hebrew": "כיגנב גנבתי מארץ העברים וגםפה לאעשיתי מאומה כישמו אתי בבור"
    },
    {
      "number": 16,
      "hebrew": "וירא שרהאפים כי טוב פתר ויאמר אליוסף אףאני בחלומי והנה שלשה סלי חרי עלראשי"
    },
    {
      "number": 17,
      "hebrew": "ובסל העליון מכל מאכל פרעה מעשה אפה והעוף אכל אתם מןהסל מעל ראשי"
    },
    {
      "number": 18,
      "hebrew": "ויען יוסף ויאמר זה פתרנו שלשת הסלים שלשת ימים הם"
    },
    {
      "number": 19,
      "hebrew": "בעוד שלשת ימים ישא פרעה אתראשך מעליך ותלה אותך עלעץ ואכל העוף אתבשרך מעליך"
    },
    {
      "number": 20,
      "hebrew": "ויהי ביום השלישי יום הלדת אתפרעה ויעש משתה לכלעבדיו וישא אתראש שר המשקים ואתראש שר האפים בתוך עבדיו"
    },
    {
      "number": 21,
      "hebrew": "וישב אתשר המשקים עלמשקהו ויתן הכוס עלכף פרעה"
    },
    {
      "number": 22,
      "hebrew": "ואת שר האפים תלה כאשר פתר להם יוסף"
    },
    {
      "number": 23,
      "hebrew": "ולאזכר שרהמשקים אתיוסף וישכחהו ",
      "parsha": "פ"
    }
  ]
}
