{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 41,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי מקץ שנתים ימים ופרעה חלם והנה עמד עלהיאר"
    },
    {
      "number": 2,
      "hebrew": "והנה מןהיאר עלת שבע פרות יפות מראה ובריאת בשר ותרעינה באחו"
    },
    {
      "number": 3,
      "hebrew": "והנה שבע פרות אחרות עלות אחריהן מןהיאר רעות מראה ודקות בשר ותעמדנה אצל הפרות עלשפת היאר"
    },
    {
      "number": 4,
      "hebrew": "ותאכלנה הפרות רעות המראה ודקת הבשר את שבע הפרות יפת המראה והבריאת וייקץ פרעה"
    },
    {
      "number": 5,
      "hebrew": "ויישן ויחלם שנית והנה שבע שבלים עלות בקנה אחד בריאות וטבות"
    },
    {
      "number": 6,
      "hebrew": "והנה שבע שבלים דקות ושדופת קדים צמחות אחריהן"
    },
    {
      "number": 7,
      "hebrew": "ותבלענה השבלים הדקות את שבע השבלים הבריאות והמלאות וייקץ פרעה והנה חלום"
    },
    {
      "number": 8,
      "hebrew": "ויהי בבקר ותפעם רוחו וישלח ויקרא אתכלחרטמי מצרים ואתכלחכמיה ויספר פרעה להם אתחלמו ואיןפותר אותם לפרעה"
    },
    {
      "number": 9,
      "hebrew": "וידבר שר המשקים אתפרעה לאמר אתחטאי אני מזכיר היום"
    },
    {
      "number": 10,
      "hebrew": "פרעה קצף עלעבדיו ויתן אתי במשמר בית שר הטבחים אתי ואת שר האפים"
    },
    {
      "number": 11,
      "hebrew": "ונחלמה חלום בלילה אחד אני והוא איש כפתרון חלמו חלמנו"
    },
    {
      "number": 12,
      "hebrew": "ושם אתנו נער עברי עבד לשר הטבחים ונספרלו ויפתרלנו אתחלמתינו איש כחלמו פתר"
    },
    {
      "number": 13,
      "hebrew": "ויהי כאשר פתרלנו כן היה אתי השיב עלכני ואתו תלה"
    },
    {
      "number": 14,
      "hebrew": "וישלח פרעה ויקרא אתיוסף ויריצהו מןהבור ויגלח ויחלף שמלתיו ויבא אלפרעה"
    },
    {
      "number": 15,
      "hebrew": "ויאמר פרעה אליוסף חלום חלמתי ופתר אין אתו ואני שמעתי עליך לאמר תשמע חלום לפתר אתו"
    },
    {
      "number": 16,
      "hebrew": "ויען יוסף אתפרעה לאמר בלעדי אלהים יענה אתשלום פרעה"
    },
    {
      "number": 17,
      "hebrew": "וידבר פרעה אליוסף בחלמי הנני עמד עלשפת היאר"
    },
    {
      "number": 18,
      "hebrew": "והנה מןהיאר עלת שבע פרות בריאות בשר ויפת תאר ותרעינה באחו"
    },
    {
      "number": 19,
      "hebrew": "והנה שבעפרות אחרות עלות אחריהן דלות ורעות תאר מאד ורקות בשר לאראיתי כהנה בכלארץ מצרים לרע"
    },
    {
      "number": 20,
      "hebrew": "ותאכלנה הפרות הרקות והרעות את שבע הפרות הראשנות הבריאת"
    },
    {
      "number": 21,
      "hebrew": "ותבאנה אלקרבנה ולא נודע כיבאו אלקרבנה ומראיהן רע כאשר בתחלה ואיקץ"
    },
    {
      "number": 22,
      "hebrew": "וארא בחלמי והנה שבע שבלים עלת בקנה אחד מלאת וטבות"
    },
    {
      "number": 23,
      "hebrew": "והנה שבע שבלים צנמות דקות שדפות קדים צמחות אחריהם"
    },
    {
      "number": 24,
      "hebrew": "ותבלען השבלים הדקת את שבע השבלים הטבות ואמר אלהחרטמים ואין מגיד לי"
    },
    {
      "number": 25,
      "hebrew": "ויאמר יוסף אלפרעה חלום פרעה אחד הוא את אשר האלהים עשה הגיד לפרעה"
    },
    {
      "number": 26,
      "hebrew": "שבע פרת הטבת שבע שנים הנה ושבע השבלים הטבת שבע שנים הנה חלום אחד הוא"
    },
    {
      "number": 27,
      "hebrew": "ושבע הפרות הרקות והרעת העלת אחריהן שבע שנים הנה ושבע השבלים הרקות שדפות הקדים יהיו שבע שני רעב"
    },
    {
      "number": 28,
      "hebrew": "הוא הדבר אשר דברתי אלפרעה אשר האלהים עשה הראה אתפרעה"
    },
    {
      "number": 29,
      "hebrew": "הנה שבע שנים באות שבע גדול בכלארץ מצרים"
    },
    {
      "number": 30,
      "hebrew": "וקמו שבע שני רעב אחריהן ונשכח כלהשבע בארץ מצרים וכלה הרעב אתהארץ"
    },
    {
      "number": 31,
      "hebrew": "ולאיודע השבע בארץ מפני הרעב ההוא אחריכן כיכבד הוא מאד"
    },
    {
      "number": 32,
      "hebrew": "ועל השנות החלום אלפרעה פעמים כינכון הדבר מעם האלהים וממהר האלהים לעשתו"
    },
    {
      "number": 33,
      "hebrew": "ועתה ירא פרעה איש נבון וחכם וישיתהו עלארץ מצרים"
    },
    {
      "number": 34,
      "hebrew": "יעשה פרעה ויפקד פקדים עלהארץ וחמש אתארץ מצרים בשבע שני השבע"
    },
    {
      "number": 35,
      "hebrew": "ויקבצו אתכלאכל השנים הטבות הבאת האלה ויצברובר תחת ידפרעה אכל בערים ושמרו"
    },
    {
      "number": 36,
      "hebrew": "והיה האכל לפקדון לארץ לשבע שני הרעב אשר תהיין בארץ מצרים ולאתכרת הארץ ברעב"
    },
    {
      "number": 37,
      "hebrew": "וייטב הדבר בעיני פרעה ובעיני כלעבדיו"
    },
    {
      "number": 38,
      "hebrew": "ויאמר פרעה אלעבדיו הנמצא כזה איש אשר רוח אלהים בו"
    },
    {
      "number": 39,
      "hebrew": "ויאמר פרעה אליוסף אחרי הודיע אלהים אותך אתכלזאת איןנבון וחכם כמוך"
    },
    {
      "number": 40,
      "hebrew": "אתה תהיה עלביתי ועלפיך ישק כלעמי רק הכסא אגדל ממך"
    },
    {
      "number": 41,
      "hebrew": "ויאמר פרעה אליוסף ראה נתתי אתך על כלארץ מצרים"
    },
    {
      "number": 42,
      "hebrew": "ויסר פרעה אתטבעתו מעל ידו ויתן אתה עליד יוסף וילבש אתו בגדישש וישם רבד הזהב עלצוארו"
    },
    {
      "number": 43,
      "hebrew": "וירכב אתו במרכבת המשנה אשרלו ויקראו לפניו אברך ונתון אתו על כלארץ מצרים"
    },
    {
      "number": 44,
      "hebrew": "ויאמר פרעה אליוסף אני פרעה ובלעדיך לאירים איש אתידו ואתרגלו בכלארץ מצרים"
    },
    {
      "number": 45,
      "hebrew": "ויקרא פרעה שםיוסף צפנת פענח ויתןלו אתאסנת בתפוטי פרע*(בספרי תימן פוטיפרע בתיבה אחת) כהן אן לאשה ויצא יוסף עלארץ מצרים"
    },
    {
      "number": 46,
      "hebrew": "ויוסף בןשלשים שנה בעמדו לפני פרעה מלךמצרים ויצא יוסף מלפני פרעה ויעבר בכלארץ מצרים"
    },
    {
      "number": 47,
      "hebrew": "ותעש הארץ בשבע שני השבע לקמצים"
    },
    {
      "number": 48,
      "hebrew": "ויקבץ אתכלאכל שבע שנים אשר היו בארץ מצרים ויתןאכל בערים אכל שדההעיר אשר סביבתיה נתן בתוכה"
    },
    {
      "number": 49,
      "hebrew": "ויצבר יוסף בר כחול הים הרבה מאד עד כיחדל לספר כיאין מספר"
    },
    {
      "number": 50,
      "hebrew": "וליוסף ילד שני בנים בטרם תבוא שנת הרעב אשר ילדהלו אסנת בתפוטי פרע*(בספרי תימן פוטיפרע בתיבה אחת) כהן און"
    },
    {
      "number": 51,
      "hebrew": "ויקרא יוסף אתשם הבכור מנשה כינשני אלהים אתכלעמלי ואת כלבית אבי"
    },
    {
      "number": 52,
      "hebrew": "ואת שם השני קרא אפרים כיהפרני אלהים בארץ עניי"
    },
    {
      "number": 53,
      "hebrew": "ותכלינה שבע שני השבע אשר היה בארץ מצרים"
    },
    {
      "number": 54,
      "hebrew": "ותחלינה שבע שני הרעב לבוא כאשר אמר יוסף ויהי רעב בכלהארצות ובכלארץ מצרים היה לחם"
    },
    {
      "number": 55,
      "hebrew": "ותרעב כלארץ מצרים ויצעק העם אלפרעה ללחם ויאמר פרעה לכלמצרים לכו אליוסף אשריאמר לכם תעשו"
    },
    {
      "number": 56,
      "hebrew": "והרעב היה על כלפני הארץ ויפתח יוסף אתכלאשר בהם וישבר למצרים ויחזק הרעב בארץ מצרים"
    },
    {
      "number": 57,
      "hebrew": "וכלהארץ באו מצרימה לשבר אליוסף כיחזק הרעב בכלהארץ"
    }
  ]
}
