{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 43,
  "verses": [
    {
      "number": 1,
      "hebrew": "והרעב כבד בארץ"
    },
    {
      "number": 2,
      "hebrew": "ויהי כאשר כלו לאכל אתהשבר אשר הביאו ממצרים ויאמר אליהם אביהם שבו שברולנו מעטאכל"
    },
    {
      "number": 3,
      "hebrew": "ויאמר אליו יהודה לאמר העד העד בנו האיש לאמר לאתראו פני בלתי אחיכם אתכם"
    },
    {
      "number": 4,
      "hebrew": "אםישך משלח אתאחינו אתנו נרדה ונשברה לך אכל"
    },
    {
      "number": 5,
      "hebrew": "ואםאינך משלח לא נרד כיהאיש אמר אלינו לאתראו פני בלתי אחיכם אתכם"
    },
    {
      "number": 6,
      "hebrew": "ויאמר ישראל למה הרעתם לי להגיד לאיש העוד לכם אח"
    },
    {
      "number": 7,
      "hebrew": "ויאמרו שאול שאלהאיש לנו ולמולדתנו לאמר העוד אביכם חי היש לכם אח ונגדלו עלפי הדברים האלה הידוע נדע כי יאמר הורידו אתאחיכם"
    },
    {
      "number": 8,
      "hebrew": "ויאמר יהודה אלישראל אביו שלחה הנער אתי ונקומה ונלכה ונחיה ולא נמות גםאנחנו גםאתה גםטפנו"
    },
    {
      "number": 9,
      "hebrew": "אנכי אערבנו מידי תבקשנו אםלא הביאתיו אליך והצגתיו לפניך וחטאתי לך כלהימים"
    },
    {
      "number": 10,
      "hebrew": "כי לולא התמהמהנו כיעתה שבנו זה פעמים"
    },
    {
      "number": 11,
      "hebrew": "ויאמר אלהם ישראל אביהם אםכןאפוא זאת עשו קחו מזמרת הארץ בכליכם והורידו לאיש מנחה מעט צרי ומעט דבש נכאת ולט בטנים ושקדים"
    },
    {
      "number": 12,
      "hebrew": "וכסף משנה קחו בידכם ואתהכסף המושב בפי אמתחתיכם תשיבו בידכם אולי משגה הוא"
    },
    {
      "number": 13,
      "hebrew": "ואתאחיכם קחו וקומו שובו אלהאיש"
    },
    {
      "number": 14,
      "hebrew": "ואל שדי יתן לכם רחמים לפני האיש ושלח לכם אתאחיכם אחר ואתבנימין ואני כאשר שכלתי שכלתי"
    },
    {
      "number": 15,
      "hebrew": "ויקחו האנשים אתהמנחה הזאת ומשנהכסף לקחו בידם ואתבנימן ויקמו וירדו מצרים ויעמדו לפני יוסף"
    },
    {
      "number": 16,
      "hebrew": "וירא יוסף אתם אתבנימין ויאמר לאשר עלביתו הבא אתהאנשים הביתה וטבח טבח והכן כי אתי יאכלו האנשים בצהרים"
    },
    {
      "number": 17,
      "hebrew": "ויעש האיש כאשר אמר יוסף ויבא האיש אתהאנשים ביתה יוסף"
    },
    {
      "number": 18,
      "hebrew": "וייראו האנשים כי הובאו בית יוסף ויאמרו עלדבר הכסף השב באמתחתינו בתחלה אנחנו מובאים להתגלל עלינו ולהתנפל עלינו ולקחת אתנו לעבדים ואתחמרינו"
    },
    {
      "number": 19,
      "hebrew": "ויגשו אלהאיש אשר עלבית יוסף וידברו אליו פתח הבית"
    },
    {
      "number": 20,
      "hebrew": "ויאמרו בי אדני ירד ירדנו בתחלה לשבראכל"
    },
    {
      "number": 21,
      "hebrew": "ויהי כיבאנו אלהמלון ונפתחה אתאמתחתינו והנה כסףאיש בפי אמתחתו כספנו במשקלו ונשב אתו בידנו"
    },
    {
      "number": 22,
      "hebrew": "וכסף אחר הורדנו בידנו לשבראכל לא ידענו מישם כספנו באמתחתינו"
    },
    {
      "number": 23,
      "hebrew": "ויאמר שלום לכם אלתיראו אלהיכם ואלהי אביכם נתן לכם מטמון באמתחתיכם כספכם בא אלי ויוצא אלהם אתשמעון"
    },
    {
      "number": 24,
      "hebrew": "ויבא האיש אתהאנשים ביתה יוסף ויתןמים וירחצו רגליהם ויתן מספוא לחמריהם"
    },
    {
      "number": 25,
      "hebrew": "ויכינו אתהמנחה עדבוא יוסף בצהרים כי שמעו כישם יאכלו לחם"
    },
    {
      "number": 26,
      "hebrew": "ויבא יוסף הביתה ויביאו לו אתהמנחה אשרבידם הביתה וישתחוולו ארצה"
    },
    {
      "number": 27,
      "hebrew": "וישאל להם לשלום ויאמר השלום אביכם הזקן אשר אמרתם העודנו חי"
    },
    {
      "number": 28,
      "hebrew": "ויאמרו שלום לעבדך לאבינו עודנו חי ויקדו (וישתחו) [וישתחוו]"
    },
    {
      "number": 29,
      "hebrew": "וישא עיניו וירא אתבנימין אחיו בןאמו ויאמר הזה אחיכם הקטן אשר אמרתם אלי ויאמר אלהים יחנך בני"
    },
    {
      "number": 30,
      "hebrew": "וימהר יוסף כינכמרו רחמיו אלאחיו ויבקש לבכות ויבא החדרה ויבך שמה"
    },
    {
      "number": 31,
      "hebrew": "וירחץ פניו ויצא ויתאפק ויאמר שימו לחם"
    },
    {
      "number": 32,
      "hebrew": "וישימו לו לבדו ולהם לבדם ולמצרים האכלים אתו לבדם כי לא יוכלון המצרים לאכל אתהעברים לחם כיתועבה הוא למצרים"
    },
    {
      "number": 33,
      "hebrew": "וישבו לפניו הבכר כבכרתו והצעיר כצערתו ויתמהו האנשים איש אלרעהו"
    },
    {
      "number": 34,
      "hebrew": "וישא משאת מאת פניו אלהם ותרב משאת בנימן ממשאת כלם חמש ידות וישתו וישכרו עמו"
    }
  ]
}
