{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 46,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסע ישראל וכלאשרלו ויבא בארה שבע ויזבח זבחים לאלהי אביו יצחק"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אלהיםלישראל במראת הלילה ויאמר יעקביעקב ויאמר הנני"
    },
    {
      "number": 3,
      "hebrew": "ויאמר אנכי האל אלהי אביך אלתירא מרדה מצרימה כילגוי גדול אשימך שם"
    },
    {
      "number": 4,
      "hebrew": "אנכי ארד עמך מצרימה ואנכי אעלך גםעלה ויוסף ישית ידו עלעיניך"
    },
    {
      "number": 5,
      "hebrew": "ויקם יעקב מבאר שבע וישאו בניישראל אתיעקב אביהם ואתטפם ואתנשיהם בעגלות אשרשלח פרעה לשאת אתו"
    },
    {
      "number": 6,
      "hebrew": "ויקחו אתמקניהם ואתרכושם אשר רכשו בארץ כנען ויבאו מצרימה יעקב וכלזרעו אתו"
    },
    {
      "number": 7,
      "hebrew": "בניו ובני בניו אתו בנתיו ובנות בניו וכלזרעו הביא אתו מצרימה         "
    },
    {
      "number": 8,
      "hebrew": "ואלה שמות בניישראל הבאים מצרימה יעקב ובניו בכר יעקב ראובן"
    },
    {
      "number": 9,
      "hebrew": "ובני ראובן חנוך ופלוא וחצרן וכרמי"
    },
    {
      "number": 10,
      "hebrew": "ובני שמעון ימואל וימין ואהד ויכין וצחר ושאול בןהכנענית"
    },
    {
      "number": 11,
      "hebrew": "ובני לוי גרשון קהת ומררי"
    },
    {
      "number": 12,
      "hebrew": "ובני יהודה ער ואונן ושלה ופרץ וזרח וימת ער ואונן בארץ כנען ויהיו בניפרץ חצרן וחמול"
    },
    {
      "number": 13,
      "hebrew": "ובני יששכר תולע ופוה ויוב ושמרן"
    },
    {
      "number": 14,
      "hebrew": "ובני זבלון סרד ואלון ויחלאל"
    },
    {
      "number": 15,
      "hebrew": "אלה בני לאה אשר ילדה ליעקב בפדן ארם ואת דינה בתו כלנפש בניו ובנותיו שלשים ושלש"
    },
    {
      "number": 16,
      "hebrew": "ובני גד צפיון וחגי שוני ואצבן ערי וארודי ואראלי"
    },
    {
      "number": 17,
      "hebrew": "ובני אשר ימנה וישוה וישוי ובריעה ושרח אחתם ובני בריעה חבר ומלכיאל"
    },
    {
      "number": 18,
      "hebrew": "אלה בני זלפה אשרנתן לבן ללאה בתו ותלד אתאלה ליעקב שש עשרה נפש"
    },
    {
      "number": 19,
      "hebrew": "בני רחל אשת יעקב יוסף ובנימן"
    },
    {
      "number": 20,
      "hebrew": "ויולד ליוסף בארץ מצרים אשר ילדהלו אסנת בתפוטי פרע*(בספרי תימן פוטיפרע בתיבה אחת) כהן אן אתמנשה ואתאפרים"
    },
    {
      "number": 21,
      "hebrew": "ובני בנימן בלע ובכר ואשבל גרא ונעמן אחי וראש מפים וחפים וארד"
    },
    {
      "number": 22,
      "hebrew": "אלה בני רחל אשר ילד ליעקב כלנפש ארבעה עשר"
    },
    {
      "number": 23,
      "hebrew": "ובנידן חשים"
    },
    {
      "number": 24,
      "hebrew": "ובני נפתלי יחצאל וגוני ויצר ושלם"
    },
    {
      "number": 25,
      "hebrew": "אלה בני בלהה אשרנתן לבן לרחל בתו ותלד אתאלה ליעקב כלנפש שבעה"
    },
    {
      "number": 26,
      "hebrew": "כלהנפש הבאה ליעקב מצרימה יצאי ירכו מלבד נשי בנייעקב כלנפש ששים ושש"
    },
    {
      "number": 27,
      "hebrew": "ובני יוסף אשרילדלו במצרים נפש שנים כלהנפש לביתיעקב הבאה מצרימה שבעים         "
    },
    {
      "number": 28,
      "hebrew": "ואתיהודה שלח לפניו אליוסף להורת לפניו גשנה ויבאו ארצה גשן"
    },
    {
      "number": 29,
      "hebrew": "ויאסר יוסף מרכבתו ויעל לקראתישראל אביו גשנה וירא אליו ויפל עלצואריו ויבך עלצואריו עוד"
    },
    {
      "number": 30,
      "hebrew": "ויאמר ישראל אליוסף אמותה הפעם אחרי ראותי אתפניך כי עודך חי"
    },
    {
      "number": 31,
      "hebrew": "ויאמר יוסף אלאחיו ואלבית אביו אעלה ואגידה לפרעה ואמרה אליו אחי וביתאבי אשר בארץכנען באו אלי"
    },
    {
      "number": 32,
      "hebrew": "והאנשים רעי צאן כיאנשי מקנה היו וצאנם ובקרם וכלאשר להם הביאו"
    },
    {
      "number": 33,
      "hebrew": "והיה כייקרא לכם פרעה ואמר מהמעשיכם"
    },
    {
      "number": 34,
      "hebrew": "ואמרתם אנשי מקנה היו עבדיך מנעורינו ועדעתה גםאנחנו גםאבתינו בעבור תשבו בארץ גשן כיתועבת מצרים כלרעה צאן"
    }
  ]
}
