{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 47,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויבא יוסף ויגד לפרעה ויאמר אבי ואחי וצאנם ובקרם וכלאשר להם באו מארץ כנען והנם בארץ גשן"
    },
    {
      "number": 2,
      "hebrew": "ומקצה אחיו לקח חמשה אנשים ויצגם לפני פרעה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר פרעה אלאחיו מהמעשיכם ויאמרו אלפרעה רעה צאן עבדיך גםאנחנו גםאבותינו"
    },
    {
      "number": 4,
      "hebrew": "ויאמרו אלפרעה לגור בארץ באנו כיאין מרעה לצאן אשר לעבדיך כיכבד הרעב בארץ כנען ועתה ישבונא עבדיך בארץ גשן"
    },
    {
      "number": 5,
      "hebrew": "ויאמר פרעה אליוסף לאמר אביך ואחיך באו אליך"
    },
    {
      "number": 6,
      "hebrew": "ארץ מצרים לפניך הוא במיטב הארץ הושב אתאביך ואתאחיך ישבו בארץ גשן ואםידעת וישבם אנשיחיל ושמתם שרי מקנה עלאשרלי"
    },
    {
      "number": 7,
      "hebrew": "ויבא יוסף אתיעקב אביו ויעמדהו לפני פרעה ויברך יעקב אתפרעה"
    },
    {
      "number": 8,
      "hebrew": "ויאמר פרעה אליעקב כמה ימי שני חייך"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יעקב אלפרעה ימי שני מגורי שלשים ומאת שנה מעט ורעים היו ימי שני חיי ולא השיגו אתימי שני חיי אבתי בימי מגוריהם"
    },
    {
      "number": 10,
      "hebrew": "ויברך יעקב אתפרעה ויצא מלפני פרעה"
    },
    {
      "number": 11,
      "hebrew": "ויושב יוסף אתאביו ואתאחיו ויתן להם אחזה בארץ מצרים במיטב הארץ בארץ רעמסס כאשר צוה פרעה"
    },
    {
      "number": 12,
      "hebrew": "ויכלכל יוסף אתאביו ואתאחיו ואת כלבית אביו לחם לפי הטף"
    },
    {
      "number": 13,
      "hebrew": "ולחם אין בכלהארץ כיכבד הרעב מאד ותלה ארץ מצרים וארץ כנען מפני הרעב"
    },
    {
      "number": 14,
      "hebrew": "וילקט יוסף אתכלהכסף הנמצא בארץמצרים ובארץ כנען בשבר אשרהם שברים ויבא יוסף אתהכסף ביתה פרעה"
    },
    {
      "number": 15,
      "hebrew": "ויתם הכסף מארץ מצרים ומארץ כנען ויבאו כלמצרים אליוסף לאמר הבהלנו לחם ולמה נמות נגדך כי אפס כסף"
    },
    {
      "number": 16,
      "hebrew": "ויאמר יוסף הבו מקניכם ואתנה לכם במקניכם אםאפס כסף"
    },
    {
      "number": 17,
      "hebrew": "ויביאו אתמקניהם אליוסף ויתן להם יוסף לחם בסוסים ובמקנה הצאן ובמקנה הבקר ובחמרים וינהלם בלחם בכלמקנהם בשנה ההוא"
    },
    {
      "number": 18,
      "hebrew": "ותתם השנה ההוא ויבאו אליו בשנה השנית ויאמרו לו לאנכחד מאדני כי אםתם הכסף ומקנה הבהמה אלאדני לא נשאר לפני אדני בלתי אםגויתנו ואדמתנו"
    },
    {
      "number": 19,
      "hebrew": "למה נמות לעיניך גםאנחנו גם אדמתנו קנהאתנו ואתאדמתנו בלחם ונהיה אנחנו ואדמתנו עבדים לפרעה ותןזרע ונחיה ולא נמות והאדמה לא תשם"
    },
    {
      "number": 20,
      "hebrew": "ויקן יוסף אתכלאדמת מצרים לפרעה כימכרו מצרים איש שדהו כיחזק עלהם הרעב ותהי הארץ לפרעה"
    },
    {
      "number": 21,
      "hebrew": "ואתהעם העביר אתו לערים מקצה גבולמצרים ועדקצהו"
    },
    {
      "number": 22,
      "hebrew": "רק אדמת הכהנים לא קנה כי חק לכהנים מאת פרעה ואכלו אתחקם אשר נתן להם פרעה עלכן לא מכרו אתאדמתם"
    },
    {
      "number": 23,
      "hebrew": "ויאמר יוסף אלהעם הן קניתי אתכם היום ואתאדמתכם לפרעה האלכם זרע וזרעתם אתהאדמה"
    },
    {
      "number": 24,
      "hebrew": "והיה בתבואת ונתתם חמישית לפרעה וארבע הידת יהיה לכם לזרע השדה ולאכלכם ולאשר בבתיכם ולאכל לטפכם"
    },
    {
      "number": 25,
      "hebrew": "ויאמרו החיתנו נמצאחן בעיני אדני והיינו עבדים לפרעה"
    },
    {
      "number": 26,
      "hebrew": "וישם אתה יוסף לחק עדהיום הזה עלאדמת מצרים לפרעה לחמש רק אדמת הכהנים לבדם לא היתה לפרעה"
    },
    {
      "number": 27,
      "hebrew": "וישב ישראל בארץ מצרים בארץ גשן ויאחזו בה ויפרו וירבו מאד"
    },
    {
      "number": 28,
      "hebrew": "ויחי יעקב בארץ מצרים שבע עשרה שנה ויהי ימייעקב שני חייו שבע שנים וארבעים ומאת שנה"
    },
    {
      "number": 29,
      "hebrew": "ויקרבו ימיישראל למות ויקרא לבנו ליוסף ויאמר לו אםנא מצאתי חן בעיניך שיםנא ידך תחת ירכי ועשית עמדי חסד ואמת אלנא תקברני במצרים"
    },
    {
      "number": 30,
      "hebrew": "ושכבתי עםאבתי ונשאתני ממצרים וקברתני בקברתם ויאמר אנכי אעשה כדברך"
    },
    {
      "number": 31,
      "hebrew": "ויאמר השבעה לי וישבע לו וישתחו ישראל עלראש המטה ",
      "parsha": "פ"
    }
  ]
}
