{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 50,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויפל יוסף עלפני אביו ויבך עליו וישקלו"
    },
    {
      "number": 2,
      "hebrew": "ויצו יוסף אתעבדיו אתהרפאים לחנט אתאביו ויחנטו הרפאים אתישראל"
    },
    {
      "number": 3,
      "hebrew": "וימלאולו ארבעים יום כי כן ימלאו ימי החנטים ויבכו אתו מצרים שבעים יום"
    },
    {
      "number": 4,
      "hebrew": "ויעברו ימי בכיתו וידבר יוסף אלבית פרעה לאמר אםנא מצאתי חן בעיניכם דברונא באזני פרעה לאמר"
    },
    {
      "number": 5,
      "hebrew": "אבי השביעני לאמר הנה אנכי מת בקברי אשר כריתי לי בארץ כנען שמה תקברני ועתה אעלהנא ואקברה אתאבי ואשובה"
    },
    {
      "number": 6,
      "hebrew": "ויאמר פרעה עלה וקבר אתאביך כאשר השביעך"
    },
    {
      "number": 7,
      "hebrew": "ויעל יוסף לקבר אתאביו ויעלו אתו כלעבדי פרעה זקני ביתו וכל זקני ארץמצרים"
    },
    {
      "number": 8,
      "hebrew": "וכל בית יוסף ואחיו ובית אביו רק טפם וצאנם ובקרם עזבו בארץ גשן"
    },
    {
      "number": 9,
      "hebrew": "ויעל עמו גםרכב גםפרשים ויהי המחנה כבד מאד"
    },
    {
      "number": 10,
      "hebrew": "ויבאו עדגרן האטד אשר בעבר הירדן ויספדושם מספד גדול וכבד מאד ויעש לאביו אבל שבעת ימים"
    },
    {
      "number": 11,
      "hebrew": "וירא יושב הארץ הכנעני אתהאבל בגרן האטד ויאמרו אבלכבד זה למצרים עלכן קרא שמה אבל מצרים אשר בעבר הירדן"
    },
    {
      "number": 12,
      "hebrew": "ויעשו בניו לו כן כאשר צום"
    },
    {
      "number": 13,
      "hebrew": "וישאו אתו בניו ארצה כנען ויקברו אתו במערת שדה המכפלה אשר קנה אברהם אתהשדה לאחזתקבר מאת עפרן החתי עלפני ממרא"
    },
    {
      "number": 14,
      "hebrew": "וישב יוסף מצרימה הוא ואחיו וכלהעלים אתו לקבר אתאביו אחרי קברו אתאביו"
    },
    {
      "number": 15,
      "hebrew": "ויראו אחייוסף כימת אביהם ויאמרו לו ישטמנו יוסף והשב ישיב לנו את כלהרעה אשר גמלנו אתו"
    },
    {
      "number": 16,
      "hebrew": "ויצוו אליוסף לאמר אביך צוה לפני מותו לאמר"
    },
    {
      "number": 17,
      "hebrew": "כהתאמרו ליוסף אנא שא נא פשע אחיך וחטאתם כירעה גמלוך ועתה שא נא לפשע עבדי אלהי אביך ויבך יוסף בדברם אליו"
    },
    {
      "number": 18,
      "hebrew": "וילכו גםאחיו ויפלו לפניו ויאמרו הננו לך לעבדים"
    },
    {
      "number": 19,
      "hebrew": "ויאמר אלהם יוסף אלתיראו כי התחת אלהים אני"
    },
    {
      "number": 20,
      "hebrew": "ואתם חשבתם עלי רעה אלהים חשבה לטבה למען עשה כיום הזה להחית עםרב"
    },
    {
      "number": 21,
      "hebrew": "ועתה אלתיראו אנכי אכלכל אתכם ואתטפכם וינחם אותם וידבר עללבם"
    },
    {
      "number": 22,
      "hebrew": "וישב יוסף במצרים הוא ובית אביו ויחי יוסף מאה ועשר שנים"
    },
    {
      "number": 23,
      "hebrew": "וירא יוסף לאפרים בני שלשים גם בני מכיר בןמנשה ילדו עלברכי יוסף"
    },
    {
      "number": 24,
      "hebrew": "ויאמר יוסף אלאחיו אנכי מת ואלהים פקד יפקד אתכם והעלה אתכם מןהארץ הזאת אלהארץ אשר נשבע לאברהם ליצחק וליעקב"
    },
    {
      "number": 25,
      "hebrew": "וישבע יוסף אתבני ישראל לאמר פקד יפקד אלהים אתכם והעלתם אתעצמתי מזה"
    },
    {
      "number": 26,
      "hebrew": "וימת יוסף בןמאה ועשר שנים ויחנטו אתו ויישם בארון במצרים"
    }
  ]
}
