{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 6,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי כיהחל האדם לרב עלפני האדמה ובנות ילדו להם"
    },
    {
      "number": 2,
      "hebrew": "ויראו בניהאלהים אתבנות האדם כי טבת הנה ויקחו להם נשים מכל אשר בחרו"
    },
    {
      "number": 3,
      "hebrew": "ויאמר יהוה לאידון רוחי באדם לעלם בשגם הוא בשר והיו ימיו מאה ועשרים שנה"
    },
    {
      "number": 4,
      "hebrew": "הנפלים היו בארץ בימים ההם וגם אחריכן אשר יבאו בני האלהים אלבנות האדם וילדו להם המה הגברים אשר מעולם אנשי השם ",
      "parsha": "פ"
    },
    {
      "number": 5,
      "hebrew": "וירא יהוה כי רבה רעת האדם בארץ וכליצר מחשבת לבו רק רע כלהיום"
    },
    {
      "number": 6,
      "hebrew": "וינחם יהוה כיעשה אתהאדם בארץ ויתעצב אללבו"
    },
    {
      "number": 7,
      "hebrew": "ויאמר יהוה אמחה אתהאדם אשרבראתי מעל פני האדמה מאדם עדבהמה עדרמש ועדעוף השמים כי נחמתי כי עשיתם"
    },
    {
      "number": 8,
      "hebrew": "ונח מצא חן בעיני יהוה ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "אלה תולדת נח נח איש צדיק תמים היה בדרתיו אתהאלהים התהלךנח"
    },
    {
      "number": 10,
      "hebrew": "ויולד נח שלשה בנים אתשם אתחם ואתיפת"
    },
    {
      "number": 11,
      "hebrew": "ותשחת הארץ לפני האלהים ותמלא הארץ חמס"
    },
    {
      "number": 12,
      "hebrew": "וירא אלהים אתהארץ והנה נשחתה כיהשחית כלבשר אתדרכו עלהארץ         "
    },
    {
      "number": 13,
      "hebrew": "ויאמר אלהים לנח קץ כלבשר בא לפני כימלאה הארץ חמס מפניהם והנני משחיתם אתהארץ"
    },
    {
      "number": 14,
      "hebrew": "עשה לך תבת עציגפר קנים תעשה אתהתבה וכפרת אתה מבית ומחוץ בכפר"
    },
    {
      "number": 15,
      "hebrew": "וזה אשר תעשה אתה שלש מאות אמה ארך התבה חמשים אמה רחבה ושלשים אמה קומתה"
    },
    {
      "number": 16,
      "hebrew": "צהר תעשה לתבה ואלאמה תכלנה מלמעלה ופתח התבה בצדה תשים תחתים שנים ושלשים תעשה"
    },
    {
      "number": 17,
      "hebrew": "ואני הנני מביא אתהמבול מים עלהארץ לשחת כלבשר אשרבו רוח חיים מתחת השמים כל אשרבארץ יגוע"
    },
    {
      "number": 18,
      "hebrew": "והקמתי אתבריתי אתך ובאת אלהתבה אתה ובניך ואשתך ונשיבניך אתך"
    },
    {
      "number": 19,
      "hebrew": "ומכלהחי מכלבשר שנים מכל תביא אלהתבה להחית אתך זכר ונקבה יהיו"
    },
    {
      "number": 20,
      "hebrew": "מהעוף למינהו ומןהבהמה למינה מכל רמש האדמה למינהו שנים מכל יבאו אליך להחיות"
    },
    {
      "number": 21,
      "hebrew": "ואתה קחלך מכלמאכל אשר יאכל ואספת אליך והיה לך ולהם לאכלה"
    },
    {
      "number": 22,
      "hebrew": "ויעש נח ככל אשר צוה אתו אלהים כן עשה"
    }
  ]
}
