{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 7,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויאמר יהוה לנח באאתה וכלביתך אלהתבה כיאתך ראיתי צדיק לפני בדור הזה"
    },
    {
      "number": 2,
      "hebrew": "מכל הבהמה הטהורה תקחלך שבעה שבעה איש ואשתו ומןהבהמה אשר לא טהרה הוא שנים איש ואשתו"
    },
    {
      "number": 3,
      "hebrew": "גם מעוף השמים שבעה שבעה זכר ונקבה לחיות זרע עלפני כלהארץ"
    },
    {
      "number": 4,
      "hebrew": "כי לימים עוד שבעה אנכי ממטיר עלהארץ ארבעים יום וארבעים לילה ומחיתי אתכלהיקום אשר עשיתי מעל פני האדמה"
    },
    {
      "number": 5,
      "hebrew": "ויעש נח ככל אשרצוהו יהוה"
    },
    {
      "number": 6,
      "hebrew": "ונח בןשש מאות שנה והמבול היה מים עלהארץ"
    },
    {
      "number": 7,
      "hebrew": "ויבא נח ובניו ואשתו ונשיבניו אתו אלהתבה מפני מי המבול"
    },
    {
      "number": 8,
      "hebrew": "מןהבהמה הטהורה ומןהבהמה אשר איננה טהרה ומןהעוף וכל אשררמש עלהאדמה"
    },
    {
      "number": 9,
      "hebrew": "שנים שנים באו אלנח אלהתבה זכר ונקבה כאשר צוה אלהים אתנח"
    },
    {
      "number": 10,
      "hebrew": "ויהי לשבעת הימים ומי המבול היו עלהארץ"
    },
    {
      "number": 11,
      "hebrew": "בשנת ששמאות שנה לחיינח בחדש השני בשבעהעשר יום לחדש ביום הזה נבקעו כלמעינת*(בספרי ספרד ואשכנז מעינות) תהום רבה וארבת השמים נפתחו"
    },
    {
      "number": 12,
      "hebrew": "ויהי הגשם עלהארץ ארבעים יום וארבעים לילה"
    },
    {
      "number": 13,
      "hebrew": "בעצם היום הזה בא נח ושםוחם ויפת בנינח ואשת נח ושלשת נשיבניו אתם אלהתבה"
    },
    {
      "number": 14,
      "hebrew": "המה וכלהחיה למינה וכלהבהמה למינה וכלהרמש הרמש עלהארץ למינהו וכלהעוף למינהו כל צפור כלכנף"
    },
    {
      "number": 15,
      "hebrew": "ויבאו אלנח אלהתבה שנים שנים מכלהבשר אשרבו רוח חיים"
    },
    {
      "number": 16,
      "hebrew": "והבאים זכר ונקבה מכלבשר באו כאשר צוה אתו אלהים ויסגר יהוה בעדו"
    },
    {
      "number": 17,
      "hebrew": "ויהי המבול ארבעים יום עלהארץ וירבו המים וישאו אתהתבה ותרם מעל הארץ"
    },
    {
      "number": 18,
      "hebrew": "ויגברו המים וירבו מאד עלהארץ ותלך התבה עלפני המים"
    },
    {
      "number": 19,
      "hebrew": "והמים גברו מאד מאד עלהארץ ויכסו כלההרים הגבהים אשרתחת כלהשמים"
    },
    {
      "number": 20,
      "hebrew": "חמש עשרה אמה מלמעלה גברו המים ויכסו ההרים"
    },
    {
      "number": 21,
      "hebrew": "ויגוע כלבשר הרמש עלהארץ בעוף ובבהמה ובחיה ובכלהשרץ השרץ עלהארץ וכל האדם"
    },
    {
      "number": 22,
      "hebrew": "כל אשר נשמתרוח חיים באפיו מכל אשר בחרבה מתו"
    },
    {
      "number": 23,
      "hebrew": "וימח אתכלהיקום אשר עלפני האדמה מאדם עדבהמה עדרמש ועדעוף השמים וימחו מןהארץ וישאר אךנח ואשר אתו בתבה"
    },
    {
      "number": 24,
      "hebrew": "ויגברו המים עלהארץ חמשים ומאת יום"
    }
  ]
}
