{
  "book": "Genesis",
  "bookHebrew": "בראשית",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויברך אלהים אתנח ואתבניו ויאמר להם פרו ורבו ומלאו אתהארץ"
    },
    {
      "number": 2,
      "hebrew": "ומוראכם וחתכם יהיה על כלחית הארץ ועל כלעוף השמים בכל אשר תרמש האדמה ובכלדגי הים בידכם נתנו"
    },
    {
      "number": 3,
      "hebrew": "כלרמש אשר הואחי לכם יהיה לאכלה כירק עשב נתתי לכם אתכל"
    },
    {
      "number": 4,
      "hebrew": "אךבשר בנפשו דמו לא תאכלו"
    },
    {
      "number": 5,
      "hebrew": "ואך אתדמכם לנפשתיכם אדרש מיד כלחיה אדרשנו ומיד האדם מיד איש אחיו אדרש אתנפש האדם"
    },
    {
      "number": 6,
      "hebrew": "שפך דם האדם באדם דמו ישפך כי בצלם אלהים עשה אתהאדם"
    },
    {
      "number": 7,
      "hebrew": "ואתם פרו ורבו שרצו בארץ ורבובה         "
    },
    {
      "number": 8,
      "hebrew": "ויאמר אלהים אלנח ואלבניו אתו לאמר"
    },
    {
      "number": 9,
      "hebrew": "ואני הנני מקים אתבריתי אתכם ואתזרעכם אחריכם"
    },
    {
      "number": 10,
      "hebrew": "ואת כלנפש החיה אשר אתכם בעוף בבהמה ובכלחית הארץ אתכם מכל יצאי התבה לכל חית הארץ"
    },
    {
      "number": 11,
      "hebrew": "והקמתי אתבריתי אתכם ולאיכרת כלבשר עוד ממי המבול ולאיהיה עוד מבול לשחת הארץ"
    },
    {
      "number": 12,
      "hebrew": "ויאמר אלהים זאת אותהברית אשראני נתן ביני וביניכם ובין כלנפש חיה אשר אתכם לדרת עולם"
    },
    {
      "number": 13,
      "hebrew": "אתקשתי נתתי בענן והיתה לאות ברית ביני ובין הארץ"
    },
    {
      "number": 14,
      "hebrew": "והיה בענני ענן עלהארץ ונראתה הקשת בענן"
    },
    {
      "number": 15,
      "hebrew": "וזכרתי אתבריתי אשר ביני וביניכם ובין כלנפש חיה בכלבשר ולאיהיה עוד המים למבול לשחת כלבשר"
    },
    {
      "number": 16,
      "hebrew": "והיתה הקשת בענן וראיתיה לזכר ברית עולם בין אלהים ובין כלנפש חיה בכלבשר אשר עלהארץ"
    },
    {
      "number": 17,
      "hebrew": "ויאמר אלהים אלנח זאת אותהברית אשר הקמתי ביני ובין כלבשר אשר עלהארץ ",
      "parsha": "פ"
    },
    {
      "number": 18,
      "hebrew": "ויהיו בנינח היצאים מןהתבה שם וחם ויפת וחם הוא אבי כנען"
    },
    {
      "number": 19,
      "hebrew": "שלשה אלה בנינח ומאלה נפצה כלהארץ"
    },
    {
      "number": 20,
      "hebrew": "ויחל נח איש האדמה ויטע כרם"
    },
    {
      "number": 21,
      "hebrew": "וישת מןהיין וישכר ויתגל בתוך אהלה"
    },
    {
      "number": 22,
      "hebrew": "וירא חם אבי כנען את ערות אביו ויגד לשניאחיו בחוץ"
    },
    {
      "number": 23,
      "hebrew": "ויקח שם ויפת אתהשמלה וישימו עלשכם שניהם וילכו אחרנית ויכסו את ערות אביהם ופניהם אחרנית וערות אביהם לא ראו"
    },
    {
      "number": 24,
      "hebrew": "וייקץ נח מיינו וידע את אשרעשה לו בנו הקטן"
    },
    {
      "number": 25,
      "hebrew": "ויאמר ארור כנען עבד עבדים יהיה לאחיו"
    },
    {
      "number": 26,
      "hebrew": "ויאמר ברוך יהוה אלהי שם ויהי כנען עבד למו"
    },
    {
      "number": 27,
      "hebrew": "יפת אלהים ליפת וישכן באהלישם ויהי כנען עבד למו"
    },
    {
      "number": 28,
      "hebrew": "ויחינח אחר המבול שלש מאות שנה וחמשים שנה"
    },
    {
      "number": 29,
      "hebrew": "ויהיו*(בספרי ספרד ואשכנז ויהי) כלימינח תשע מאות שנה וחמשים שנה וימת ",
      "parsha": "פ"
    }
  ]
}
