{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 1,
  "verses": [
    {
      "number": 1,
      "hebrew": "אלה הדברים אשר דבר משה אלכלישראל בעבר הירדן במדבר בערבה מול סוף ביןפארן וביןתפל ולבן וחצרת ודי זהב"
    },
    {
      "number": 2,
      "hebrew": "אחד עשר יום מחרב דרך הרשעיר עד קדש ברנע"
    },
    {
      "number": 3,
      "hebrew": "ויהי בארבעים שנה בעשתיעשר חדש באחד לחדש דבר משה אלבני ישראל ככל אשר צוה יהוה אתו אלהם"
    },
    {
      "number": 4,
      "hebrew": "אחרי הכתו את סיחן מלך האמרי אשר יושב בחשבון ואת עוג מלך הבשן אשריושב בעשתרת באדרעי"
    },
    {
      "number": 5,
      "hebrew": "בעבר הירדן בארץ מואב הואיל משה באר אתהתורה הזאת לאמר"
    },
    {
      "number": 6,
      "hebrew": "יהוה אלהינו דבר אלינו בחרב לאמר רבלכם שבת בהר הזה"
    },
    {
      "number": 7,
      "hebrew": "פנו וסעו לכם ובאו הר האמרי ואלכלשכניו בערבה בהר ובשפלה ובנגב ובחוף הים ארץ הכנעני והלבנון עדהנהר הגדל נהרפרת"
    },
    {
      "number": 8,
      "hebrew": "ראה נתתי לפניכם אתהארץ באו ורשו אתהארץ אשר נשבע יהוה לאבתיכם לאברהם ליצחק וליעקב לתת להם ולזרעם אחריהם"
    },
    {
      "number": 9,
      "hebrew": "ואמר אלכם בעת ההוא לאמר לאאוכל לבדי שאת אתכם"
    },
    {
      "number": 10,
      "hebrew": "יהוה אלהיכם הרבה אתכם והנכם היום ככוכבי השמים לרב"
    },
    {
      "number": 11,
      "hebrew": "יהוה אלהי אבותכם יסף עליכם ככם אלף פעמים ויברך אתכם כאשר דבר לכם"
    },
    {
      "number": 12,
      "hebrew": "איכה אשא לבדי טרחכם ומשאכם וריבכם"
    },
    {
      "number": 13,
      "hebrew": "הבו לכם אנשים חכמים ונבנים וידעים לשבטיכם ואשימם בראשיכם"
    },
    {
      "number": 14,
      "hebrew": "ותענו אתי ותאמרו טובהדבר אשרדברת לעשות"
    },
    {
      "number": 15,
      "hebrew": "ואקח אתראשי שבטיכם אנשים חכמים וידעים ואתן אותם ראשים עליכם שרי אלפים ושרי מאות ושרי חמשים ושרי עשרת ושטרים לשבטיכם"
    },
    {
      "number": 16,
      "hebrew": "ואצוה אתשפטיכם בעת ההוא לאמר שמע ביןאחיכם ושפטתם צדק ביןאיש וביןאחיו ובין גרו"
    },
    {
      "number": 17,
      "hebrew": "לאתכירו פנים במשפט כקטן כגדל תשמעון לא תגורו מפניאיש כי המשפט לאלהים הוא והדבר אשר יקשה מכם תקרבון אלי ושמעתיו"
    },
    {
      "number": 18,
      "hebrew": "ואצוה אתכם בעת ההוא את כלהדברים אשר תעשון"
    },
    {
      "number": 19,
      "hebrew": "ונסע מחרב ונלך את כלהמדבר הגדול והנורא ההוא אשר ראיתם דרך הר האמרי כאשר צוה יהוה אלהינו אתנו ונבא עד קדש ברנע"
    },
    {
      "number": 20,
      "hebrew": "ואמר אלכם באתם עדהר האמרי אשריהוה אלהינו נתן לנו"
    },
    {
      "number": 21,
      "hebrew": "ראה נתן יהוה אלהיך לפניך אתהארץ עלה רש כאשר דבר יהוה אלהי אבתיך לך אלתירא ואלתחת"
    },
    {
      "number": 22,
      "hebrew": "ותקרבון אלי כלכם ותאמרו נשלחה אנשים לפנינו ויחפרולנו אתהארץ וישבו אתנו דבר אתהדרך אשר נעלהבה ואת הערים אשר נבא אליהן"
    },
    {
      "number": 23,
      "hebrew": "וייטב בעיני הדבר ואקח מכם שנים עשר אנשים איש אחד לשבט"
    },
    {
      "number": 24,
      "hebrew": "ויפנו ויעלו ההרה ויבאו עדנחל אשכל וירגלו אתה"
    },
    {
      "number": 25,
      "hebrew": "ויקחו בידם מפרי הארץ ויורדו אלינו וישבו אתנו דבר ויאמרו טובה הארץ אשריהוה אלהינו נתן לנו"
    },
    {
      "number": 26,
      "hebrew": "ולא אביתם לעלת ותמרו אתפי יהוה אלהיכם"
    },
    {
      "number": 27,
      "hebrew": "ותרגנו באהליכם ותאמרו בשנאת יהוה אתנו הוציאנו מארץ מצרים לתת אתנו ביד האמרי להשמידנו"
    },
    {
      "number": 28,
      "hebrew": "אנה אנחנו עלים אחינו המסו אתלבבנו לאמר עם גדול ורם ממנו ערים גדלת ובצורת בשמים וגםבני ענקים ראינו שם"
    },
    {
      "number": 29,
      "hebrew": "ואמר אלכם לאתערצון ולאתיראון מהם"
    },
    {
      "number": 30,
      "hebrew": "יהוה אלהיכם ההלך לפניכם הוא ילחם לכם ככל אשר עשה אתכם במצרים לעיניכם"
    },
    {
      "number": 31,
      "hebrew": "ובמדבר אשר ראית אשר נשאך יהוה אלהיך כאשר ישאאיש אתבנו בכלהדרך אשר הלכתם עדבאכם עדהמקום הזה"
    },
    {
      "number": 32,
      "hebrew": "ובדבר הזה אינכם מאמינם ביהוה אלהיכם"
    },
    {
      "number": 33,
      "hebrew": "ההלך לפניכם בדרך לתור לכם מקום לחנתכם באש לילה לראתכם בדרך אשר תלכובה ובענן יומם"
    },
    {
      "number": 34,
      "hebrew": "וישמע יהוה אתקול דבריכם ויקצף וישבע לאמר"
    },
    {
      "number": 35,
      "hebrew": "אםיראה איש באנשים האלה הדור הרע הזה את הארץ הטובה אשר נשבעתי לתת לאבתיכם"
    },
    {
      "number": 36,
      "hebrew": "זולתי כלב בןיפנה הוא יראנה ולואתן אתהארץ אשר דרךבה ולבניו יען אשר מלא אחרי יהוה"
    },
    {
      "number": 37,
      "hebrew": "גםבי התאנף יהוה בגללכם לאמר גםאתה לאתבא שם"
    },
    {
      "number": 38,
      "hebrew": "יהושע בןנון העמד לפניך הוא יבא שמה אתו חזק כיהוא ינחלנה אתישראל"
    },
    {
      "number": 39,
      "hebrew": "וטפכם אשר אמרתם לבז יהיה ובניכם אשר לאידעו היום טוב ורע המה יבאו שמה ולהם אתננה והם יירשוה"
    },
    {
      "number": 40,
      "hebrew": "ואתם פנו לכם וסעו המדברה דרך יםסוף"
    },
    {
      "number": 41,
      "hebrew": "ותענו ותאמרו אלי חטאנו ליהוה אנחנו נעלה ונלחמנו ככל אשרצונו יהוה אלהינו ותחגרו איש אתכלי מלחמתו ותהינו לעלת ההרה"
    },
    {
      "number": 42,
      "hebrew": "ויאמר יהוה אלי אמר להם לא תעלו ולאתלחמו כי אינני בקרבכם ולא תנגפו לפני איביכם"
    },
    {
      "number": 43,
      "hebrew": "ואדבר אליכם ולא שמעתם ותמרו אתפי יהוה ותזדו ותעלו ההרה"
    },
    {
      "number": 44,
      "hebrew": "ויצא האמרי הישב בהר ההוא לקראתכם וירדפו אתכם כאשר תעשינה הדברים ויכתו אתכם בשעיר עדחרמה"
    },
    {
      "number": 45,
      "hebrew": "ותשבו ותבכו לפני יהוה ולאשמע יהוה בקלכם ולא האזין אליכם"
    },
    {
      "number": 46,
      "hebrew": "ותשבו בקדש ימים רבים כימים אשר ישבתם"
    }
  ]
}
