{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 16,
  "verses": [
    {
      "number": 1,
      "hebrew": "שמור אתחדש האביב ועשית פסח ליהוה אלהיך כי בחדש האביב הוציאך יהוה אלהיך ממצרים לילה"
    },
    {
      "number": 2,
      "hebrew": "וזבחת פסח ליהוה אלהיך צאן ובקר במקום אשריבחר יהוה לשכן שמו שם"
    },
    {
      "number": 3,
      "hebrew": "לאתאכל עליו חמץ שבעת ימים תאכלעליו מצות לחם עני כי בחפזון יצאת מארץ מצרים למען תזכר אתיום צאתך מארץ מצרים כל ימי חייך"
    },
    {
      "number": 4,
      "hebrew": "ולאיראה לך שאר בכלגבלך שבעת ימים ולאילין מןהבשר אשר תזבח בערב ביום הראשון לבקר"
    },
    {
      "number": 5,
      "hebrew": "לא תוכל לזבח אתהפסח באחד שעריך אשריהוה אלהיך נתן לך"
    },
    {
      "number": 6,
      "hebrew": "כי אםאלהמקום אשריבחר יהוה אלהיך לשכן שמו שם תזבח אתהפסח בערב כבוא השמש מועד צאתך ממצרים"
    },
    {
      "number": 7,
      "hebrew": "ובשלת ואכלת במקום אשר יבחר יהוה אלהיך בו ופנית בבקר והלכת לאהליך"
    },
    {
      "number": 8,
      "hebrew": "ששת ימים תאכל מצות וביום השביעי עצרת ליהוה אלהיך לא תעשה מלאכה         "
    },
    {
      "number": 9,
      "hebrew": "שבעה שבעת תספרלך מהחל חרמש בקמה תחל לספר שבעה שבעות"
    },
    {
      "number": 10,
      "hebrew": "ועשית חג שבעות ליהוה אלהיך מסת נדבת ידך אשר תתן כאשר יברכך יהוה אלהיך"
    },
    {
      "number": 11,
      "hebrew": "ושמחת לפני יהוה אלהיך אתה ובנך ובתך ועבדך ואמתך והלוי אשר בשעריך והגר והיתום והאלמנה אשר בקרבך במקום אשר יבחר יהוה אלהיך לשכן שמו שם"
    },
    {
      "number": 12,
      "hebrew": "וזכרת כיעבד היית במצרים ושמרת ועשית אתהחקים האלה ",
      "parsha": "פ"
    },
    {
      "number": 13,
      "hebrew": "חג הסכת תעשה לך שבעת ימים באספך מגרנך ומיקבך"
    },
    {
      "number": 14,
      "hebrew": "ושמחת בחגך אתה ובנך ובתך ועבדך ואמתך והלוי והגר והיתום והאלמנה אשר בשעריך"
    },
    {
      "number": 15,
      "hebrew": "שבעת ימים תחג ליהוה אלהיך במקום אשריבחר יהוה כי יברכך יהוה אלהיך בכל תבואתך ובכל מעשה ידיך והיית אך שמח"
    },
    {
      "number": 16,
      "hebrew": "שלוש פעמיםבשנה יראה כלזכורך אתפני יהוה אלהיך במקום אשר יבחר בחג המצות ובחג השבעות ובחג הסכות ולא יראה אתפני יהוה ריקם"
    },
    {
      "number": 17,
      "hebrew": "איש כמתנת ידו כברכת יהוה אלהיך אשר נתןלך         "
    },
    {
      "number": 18,
      "hebrew": "שפטים ושטרים תתןלך בכלשעריך אשר יהוה אלהיך נתן לך לשבטיך ושפטו אתהעם משפטצדק"
    },
    {
      "number": 19,
      "hebrew": "לאתטה משפט לא תכיר פנים ולאתקח שחד כי השחד יעור עיני חכמים ויסלף דברי צדיקם"
    },
    {
      "number": 20,
      "hebrew": "צדק צדק תרדף למען תחיה וירשת אתהארץ אשריהוה אלהיך נתן לך         "
    },
    {
      "number": 21,
      "hebrew": "לאתטע לך אשרה כלעץ אצל מזבח יהוה אלהיך אשר תעשהלך"
    },
    {
      "number": 22,
      "hebrew": "ולאתקים לך מצבה אשר שנא יהוה אלהיך         "
    }
  ]
}
