{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "hebrew": "לאתזבח ליהוה אלהיך שור ושה אשר יהיה בו מום כל דבר רע כי תועבת יהוה אלהיך הוא         "
    },
    {
      "number": 2,
      "hebrew": "כיימצא בקרבך באחד שעריך אשריהוה אלהיך נתן לך איש אואשה אשר יעשה אתהרע בעיני יהוהאלהיך לעבר בריתו"
    },
    {
      "number": 3,
      "hebrew": "וילך ויעבד אלהים אחרים וישתחו להם ולשמש או לירח או לכלצבא השמים אשר לאצויתי"
    },
    {
      "number": 4,
      "hebrew": "והגדלך ושמעת ודרשת היטב והנה אמת נכון הדבר נעשתה התועבה הזאת בישראל"
    },
    {
      "number": 5,
      "hebrew": "והוצאת אתהאיש ההוא או אתהאשה ההוא אשר עשו אתהדבר הרע הזה אלשעריך אתהאיש או אתהאשה וסקלתם באבנים ומתו"
    },
    {
      "number": 6,
      "hebrew": "עלפי שנים עדים או שלשה עדים יומת המת לא יומת עלפי עד אחד"
    },
    {
      "number": 7,
      "hebrew": "יד העדים תהיהבו בראשנה להמיתו ויד כלהעם באחרנה ובערת הרע מקרבך ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "כי יפלא ממך דבר למשפט ביןדםלדם ביןדין לדין ובין נגע לנגע דברי ריבת בשעריך וקמת ועלית אלהמקום אשר יבחר יהוה אלהיך בו"
    },
    {
      "number": 9,
      "hebrew": "ובאת אלהכהנים הלוים ואלהשפט אשר יהיה בימים ההם ודרשת והגידו לך את דבר המשפט"
    },
    {
      "number": 10,
      "hebrew": "ועשית עלפי הדבר אשר יגידו לך מןהמקום ההוא אשר יבחר יהוה ושמרת לעשות ככל אשר יורוך"
    },
    {
      "number": 11,
      "hebrew": "עלפי התורה אשר יורוך ועלהמשפט אשריאמרו לך תעשה לא תסור מןהדבר אשריגידו לך ימין ושמאל"
    },
    {
      "number": 12,
      "hebrew": "והאיש אשריעשה בזדון לבלתי שמע אלהכהן העמד לשרת שם אתיהוה אלהיך או אלהשפט ומת האיש ההוא ובערת הרע מישראל"
    },
    {
      "number": 13,
      "hebrew": "וכלהעם ישמעו ויראו ולא יזידון עוד         "
    },
    {
      "number": 14,
      "hebrew": "כיתבא אלהארץ אשר יהוה אלהיך נתן לך וירשתה וישבתה בה ואמרת אשימה עלי מלך ככלהגוים אשר סביבתי"
    },
    {
      "number": 15,
      "hebrew": "שום תשים עליך מלך אשר יבחר יהוה אלהיך בו מקרב אחיך תשים עליך מלך לא תוכל לתת עליך איש נכרי אשר לאאחיך הוא"
    },
    {
      "number": 16,
      "hebrew": "רק לאירבהלו סוסים ולאישיב אתהעם מצרימה למען הרבות סוס ויהוה אמר לכם לא תספון לשוב בדרך הזה עוד"
    },
    {
      "number": 17,
      "hebrew": "ולא ירבהלו נשים ולא יסור לבבו וכסף וזהב לא ירבהלו מאד"
    },
    {
      "number": 18,
      "hebrew": "והיה כשבתו על כסא ממלכתו וכתב לו אתמשנה התורה הזאת עלספר מלפני הכהנים הלוים"
    },
    {
      "number": 19,
      "hebrew": "והיתה עמו וקרא בו כלימי חייו למען ילמד ליראה אתיהוה אלהיו לשמר אתכלדברי התורה הזאת ואתהחקים האלה לעשתם"
    },
    {
      "number": 20,
      "hebrew": "לבלתי רוםלבבו מאחיו ולבלתי סור מןהמצוה ימין ושמאול למען יאריך ימים עלממלכתו הוא ובניו בקרב ישראל         "
    }
  ]
}
