{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "hebrew": "כייכרית יהוה אלהיך אתהגוים אשר יהוה אלהיך נתן לך אתארצם וירשתם וישבת בעריהם ובבתיהם"
    },
    {
      "number": 2,
      "hebrew": "שלוש ערים תבדיל לך בתוך ארצך אשר יהוה אלהיך נתן לך לרשתה"
    },
    {
      "number": 3,
      "hebrew": "תכין לך הדרך ושלשת אתגבול ארצך אשר ינחילך יהוה אלהיך והיה לנוס שמה כלרצח"
    },
    {
      "number": 4,
      "hebrew": "וזה דבר הרצח אשרינוס שמה וחי אשר יכה אתרעהו בבלידעת והוא לאשנא לו מתמל שלשם"
    },
    {
      "number": 5,
      "hebrew": "ואשר יבא אתרעהו ביער לחטב עצים ונדחה ידו בגרזן לכרת העץ ונשל הברזל מןהעץ ומצא אתרעהו ומת הוא ינוס אלאחת העריםהאלה וחי"
    },
    {
      "number": 6,
      "hebrew": "פןירדף גאל הדם אחרי הרצח כייחם לבבו והשיגו כיירבה הדרך והכהו נפש ולו אין משפטמות כי לא שנא הוא לו מתמול שלשום"
    },
    {
      "number": 7,
      "hebrew": "עלכן אנכי מצוך לאמר שלש ערים תבדיל לך"
    },
    {
      "number": 8,
      "hebrew": "ואםירחיב יהוה אלהיך אתגבלך כאשר נשבע לאבתיך ונתן לך אתכלהארץ אשר דבר לתת לאבתיך"
    },
    {
      "number": 9,
      "hebrew": "כיתשמר אתכלהמצוה הזאת לעשתה אשר אנכי מצוך היום לאהבה אתיהוה אלהיך וללכת בדרכיו כלהימים ויספת לך עוד שלש ערים על השלש האלה"
    },
    {
      "number": 10,
      "hebrew": "ולא ישפך דם נקי בקרב ארצך אשר יהוה אלהיך נתן לך נחלה והיה עליך דמים ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "וכייהיה איש שנא לרעהו וארב לו וקם עליו והכהו נפש ומת ונס אלאחת הערים האל"
    },
    {
      "number": 12,
      "hebrew": "ושלחו זקני עירו ולקחו אתו משם ונתנו אתו ביד גאל הדם ומת"
    },
    {
      "number": 13,
      "hebrew": "לאתחוס עינך עליו ובערת דםהנקי מישראל וטוב לך         "
    },
    {
      "number": 14,
      "hebrew": "לא תסיג גבול רעך אשר גבלו ראשנים בנחלתך אשר תנחל בארץ אשר יהוה אלהיך נתן לך לרשתה         "
    },
    {
      "number": 15,
      "hebrew": "לאיקום עד אחד באיש לכלעון ולכלחטאת בכלחטא אשר יחטא עלפי שני עדים או עלפי שלשהעדים יקום דבר"
    },
    {
      "number": 16,
      "hebrew": "כייקום עדחמס באיש לענות בו סרה"
    },
    {
      "number": 17,
      "hebrew": "ועמדו שניהאנשים אשרלהם הריב לפני יהוה לפני הכהנים והשפטים אשר יהיו בימים ההם"
    },
    {
      "number": 18,
      "hebrew": "ודרשו השפטים היטב והנה עדשקר העד שקר ענה באחיו"
    },
    {
      "number": 19,
      "hebrew": "ועשיתם לו כאשר זמם לעשות לאחיו ובערת הרע מקרבך"
    },
    {
      "number": 20,
      "hebrew": "והנשארים ישמעו ויראו ולאיספו לעשות עוד כדבר הרע הזה בקרבך"
    },
    {
      "number": 21,
      "hebrew": "ולא תחוס עינך נפש בנפש עין בעין שן בשן יד ביד רגל ברגל         "
    }
  ]
}
