{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 2,
  "verses": [
    {
      "number": 1,
      "hebrew": "ונפן ונסע המדברה דרך יםסוף כאשר דבר יהוה אלי ונסב אתהרשעיר ימים רבים         "
    },
    {
      "number": 2,
      "hebrew": "ויאמר יהוה אלי לאמר"
    },
    {
      "number": 3,
      "hebrew": "רבלכם סב אתההר הזה פנו לכם צפנה"
    },
    {
      "number": 4,
      "hebrew": "ואתהעם צו לאמר אתם עברים בגבול אחיכם בניעשו הישבים בשעיר וייראו מכם ונשמרתם מאד"
    },
    {
      "number": 5,
      "hebrew": "אלתתגרו בם כי לאאתן לכם מארצם עד מדרך כףרגל כיירשה לעשו נתתי אתהר שעיר"
    },
    {
      "number": 6,
      "hebrew": "אכל תשברו מאתם בכסף ואכלתם וגםמים תכרו מאתם בכסף ושתיתם"
    },
    {
      "number": 7,
      "hebrew": "כי יהוה אלהיך ברכך בכל מעשה ידך ידע לכתך אתהמדבר הגדל הזה זה ארבעים שנה יהוה אלהיך עמך לא חסרת דבר"
    },
    {
      "number": 8,
      "hebrew": "ונעבר מאת אחינו בניעשו הישבים בשעיר מדרך הערבה מאילת ומעצין גבר         ונפן ונעבר דרך מדבר מואב"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יהוה אלי אלתצר אתמואב ואלתתגר בם מלחמה כי לאאתן לך מארצו ירשה כי לבנילוט נתתי אתער ירשה"
    },
    {
      "number": 10,
      "hebrew": "האמים לפנים ישבו בה עם גדול ורב ורם כענקים"
    },
    {
      "number": 11,
      "hebrew": "רפאים יחשבו אףהם כענקים והמאבים יקראו להם אמים"
    },
    {
      "number": 12,
      "hebrew": "ובשעיר ישבו החרים לפנים ובני עשו יירשום וישמידום מפניהם וישבו תחתם כאשר עשה ישראל לארץ ירשתו אשרנתן יהוה להם"
    },
    {
      "number": 13,
      "hebrew": "עתה קמו ועברו לכם אתנחל זרד ונעבר אתנחל זרד"
    },
    {
      "number": 14,
      "hebrew": "והימים אשרהלכנו מקדש ברנע עד אשרעברנו אתנחל זרד שלשים ושמנה שנה עדתם כלהדור אנשי המלחמה מקרב המחנה כאשר נשבע יהוה להם"
    },
    {
      "number": 15,
      "hebrew": "וגם ידיהוה היתה בם להמם מקרב המחנה עד תמם"
    },
    {
      "number": 16,
      "hebrew": "ויהי כאשרתמו כלאנשי המלחמה למות מקרב העם         "
    },
    {
      "number": 17,
      "hebrew": "וידבר יהוה אלי לאמר"
    },
    {
      "number": 18,
      "hebrew": "אתה עבר היום אתגבול מואב אתער"
    },
    {
      "number": 19,
      "hebrew": "וקרבת מול בני עמון אלתצרם ואלתתגר בם כי לאאתן מארץ בניעמון לך ירשה כי לבנילוט נתתיה ירשה"
    },
    {
      "number": 20,
      "hebrew": "ארץרפאים תחשב אףהוא רפאים ישבובה לפנים והעמנים יקראו להם זמזמים"
    },
    {
      "number": 21,
      "hebrew": "עם גדול ורב ורם כענקים וישמידם יהוה מפניהם ויירשם וישבו תחתם"
    },
    {
      "number": 22,
      "hebrew": "כאשר עשה לבני עשו הישבים בשעיר אשר השמיד אתהחרי מפניהם ויירשם וישבו תחתם עד היום הזה"
    },
    {
      "number": 23,
      "hebrew": "והעוים הישבים בחצרים עדעזה כפתרים היצאים מכפתר השמידם וישבו תחתם"
    },
    {
      "number": 24,
      "hebrew": "קומו סעו ועברו אתנחל ארנן ראה נתתי בידך אתסיחן מלךחשבון האמרי ואתארצו החל רש והתגר בו מלחמה"
    },
    {
      "number": 25,
      "hebrew": "היום הזה אחל תת פחדך ויראתך עלפני העמים תחת כלהשמים אשר ישמעון שמעך ורגזו וחלו מפניך"
    },
    {
      "number": 26,
      "hebrew": "ואשלח מלאכים ממדבר קדמות אלסיחון מלך חשבון דברי שלום לאמר"
    },
    {
      "number": 27,
      "hebrew": "אעברה בארצך בדרך בדרך אלך לא אסור ימין ושמאול"
    },
    {
      "number": 28,
      "hebrew": "אכל בכסף תשברני ואכלתי ומים בכסף תתןלי ושתיתי רק אעברה ברגלי"
    },
    {
      "number": 29,
      "hebrew": "כאשר עשולי בני עשו הישבים בשעיר והמואבים הישבים בער עד אשראעבר אתהירדן אלהארץ אשריהוה אלהינו נתן לנו"
    },
    {
      "number": 30,
      "hebrew": "ולא אבה סיחן מלך חשבון העברנו בו כיהקשה יהוה אלהיך אתרוחו ואמץ אתלבבו למען תתו בידך כיום הזה         "
    },
    {
      "number": 31,
      "hebrew": "ויאמר יהוה אלי ראה החלתי תת לפניך אתסיחן ואתארצו החל רש לרשת אתארצו"
    },
    {
      "number": 32,
      "hebrew": "ויצא סיחן לקראתנו הוא וכלעמו למלחמה יהצה"
    },
    {
      "number": 33,
      "hebrew": "ויתנהו יהוה אלהינו לפנינו ונך אתו ואתבנו ואתכלעמו"
    },
    {
      "number": 34,
      "hebrew": "ונלכד אתכלעריו בעת ההוא ונחרם אתכלעיר מתם והנשים והטף לא השארנו שריד"
    },
    {
      "number": 35,
      "hebrew": "רק הבהמה בזזנו לנו ושלל הערים אשר לכדנו"
    },
    {
      "number": 36,
      "hebrew": "מערער אשר עלשפתנחל ארנן והעיר אשר בנחל ועדהגלעד לא היתה קריה אשר שגבה ממנו אתהכל נתן יהוה אלהינו לפנינו"
    },
    {
      "number": 37,
      "hebrew": "רק אלארץ בניעמון לא קרבת כליד נחל יבק וערי ההר וכל אשרצוה יהוה אלהינו"
    }
  ]
}
