{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 23,
  "verses": [
    {
      "number": 1,
      "hebrew": "לאיקח איש אתאשת אביו ולא יגלה כנף אביו         "
    },
    {
      "number": 2,
      "hebrew": "לאיבא פצועדכא*(בספרי ספרד ורוב ספרי אשכנז דכה) וכרות שפכה בקהל יהוה         "
    },
    {
      "number": 3,
      "hebrew": "לאיבא ממזר בקהל יהוה גם דור עשירי לאיבא לו בקהל יהוה         "
    },
    {
      "number": 4,
      "hebrew": "לאיבא עמוני ומואבי בקהל יהוה גם דור עשירי לאיבא להם בקהל יהוה עדעולם"
    },
    {
      "number": 5,
      "hebrew": "עלדבר אשר לאקדמו אתכם בלחם ובמים בדרך בצאתכם ממצרים ואשר שכר עליך אתבלעם בןבעור מפתור ארם נהרים לקללך"
    },
    {
      "number": 6,
      "hebrew": "ולאאבה יהוה אלהיך לשמע אלבלעם ויהפך יהוה אלהיך לך אתהקללה לברכה כי אהבך יהוה אלהיך"
    },
    {
      "number": 7,
      "hebrew": "לאתדרש שלמם וטבתם כלימיך לעולם         "
    },
    {
      "number": 8,
      "hebrew": "לאתתעב אדמי כי אחיך הוא לאתתעב מצרי כיגר היית בארצו"
    },
    {
      "number": 9,
      "hebrew": "בנים אשריולדו להם דור שלישי יבא להם בקהל יהוה         "
    },
    {
      "number": 10,
      "hebrew": "כיתצא מחנה עלאיביך ונשמרת מכל דבר רע"
    },
    {
      "number": 11,
      "hebrew": "כייהיה בך איש אשר לאיהיה טהור מקרהלילה ויצא אלמחוץ למחנה לא יבא אלתוך המחנה"
    },
    {
      "number": 12,
      "hebrew": "והיה לפנותערב ירחץ במים וכבא השמש יבא אלתוך המחנה"
    },
    {
      "number": 13,
      "hebrew": "ויד תהיה לך מחוץ למחנה ויצאת שמה חוץ"
    },
    {
      "number": 14,
      "hebrew": "ויתד תהיה לך עלאזנך והיה בשבתך חוץ וחפרתה בה ושבת וכסית אתצאתך"
    },
    {
      "number": 15,
      "hebrew": "כי יהוה אלהיך מתהלך בקרב מחנך להצילך ולתת איביך לפניך והיה מחניך קדוש ולאיראה בך ערות דבר ושב מאחריך         "
    },
    {
      "number": 16,
      "hebrew": "לאתסגיר עבד אלאדניו אשרינצל אליך מעם אדניו"
    },
    {
      "number": 17,
      "hebrew": "עמך ישב בקרבך במקום אשריבחר באחד שעריך בטוב לו לא תוננו         "
    },
    {
      "number": 18,
      "hebrew": "לאתהיה קדשה מבנות ישראל ולאיהיה קדש מבני ישראל"
    },
    {
      "number": 19,
      "hebrew": "לאתביא אתנן זונה ומחיר כלב בית יהוה אלהיך לכלנדר כי תועבת יהוה אלהיך גםשניהם         "
    },
    {
      "number": 20,
      "hebrew": "לאתשיך לאחיך נשך כסף נשך אכל נשך כלדבר אשר ישך"
    },
    {
      "number": 21,
      "hebrew": "לנכרי תשיך ולאחיך לא תשיך למען יברכך יהוה אלהיך בכל משלח ידך עלהארץ אשראתה באשמה לרשתה         "
    },
    {
      "number": 22,
      "hebrew": "כיתדר נדר ליהוה אלהיך לא תאחר לשלמו כידרש ידרשנו יהוה אלהיך מעמך והיה בך חטא"
    },
    {
      "number": 23,
      "hebrew": "וכי תחדל לנדר לאיהיה בך חטא"
    },
    {
      "number": 24,
      "hebrew": "מוצא שפתיך תשמר ועשית כאשר נדרת ליהוה אלהיך נדבה אשר דברת בפיך         "
    },
    {
      "number": 25,
      "hebrew": "כי תבא בכרם רעך ואכלת ענבים כנפשך שבעך ואלכליך לא תתן         "
    },
    {
      "number": 26,
      "hebrew": "כי תבא בקמת רעך וקטפת מלילת בידך וחרמש לא תניף על קמת רעך         "
    }
  ]
}
