{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 26,
  "verses": [
    {
      "number": 1,
      "hebrew": "והיה כיתבוא אלהארץ אשר יהוה אלהיך נתן לך נחלה וירשתה וישבת בה"
    },
    {
      "number": 2,
      "hebrew": "ולקחת מראשית כלפרי האדמה אשר תביא מארצך אשר יהוה אלהיך נתן לך ושמת בטנא והלכת אלהמקום אשר יבחר יהוה אלהיך לשכן שמו שם"
    },
    {
      "number": 3,
      "hebrew": "ובאת אלהכהן אשר יהיה בימים ההם ואמרת אליו הגדתי היום ליהוה אלהיך כיבאתי אלהארץ אשר נשבע יהוה לאבתינו לתת לנו"
    },
    {
      "number": 4,
      "hebrew": "ולקח הכהן הטנא מידך והניחו לפני מזבח יהוה אלהיך"
    },
    {
      "number": 5,
      "hebrew": "וענית ואמרת לפני יהוה אלהיך ארמי אבד אבי וירד מצרימה ויגר שם במתי מעט ויהישם לגוי גדול עצום ורב"
    },
    {
      "number": 6,
      "hebrew": "וירעו אתנו המצרים ויענונו ויתנו עלינו עבדה קשה"
    },
    {
      "number": 7,
      "hebrew": "ונצעק אליהוה אלהי אבתינו וישמע יהוה אתקלנו וירא אתענינו ואתעמלנו ואתלחצנו"
    },
    {
      "number": 8,
      "hebrew": "ויוצאנו יהוה ממצרים ביד חזקה ובזרע נטויה ובמרא גדל ובאתות ובמפתים"
    },
    {
      "number": 9,
      "hebrew": "ויבאנו אלהמקום הזה ויתןלנו אתהארץ הזאת ארץ זבת חלב ודבש"
    },
    {
      "number": 10,
      "hebrew": "ועתה הנה הבאתי אתראשית פרי האדמה אשרנתתה לי יהוה והנחתו לפני יהוה אלהיך והשתחוית לפני יהוה אלהיך"
    },
    {
      "number": 11,
      "hebrew": "ושמחת בכלהטוב אשר נתןלך יהוה אלהיך ולביתך אתה והלוי והגר אשר בקרבך         "
    },
    {
      "number": 12,
      "hebrew": "כי תכלה לעשר אתכלמעשר תבואתך בשנה השלישת שנת המעשר ונתתה ללוי לגר ליתום ולאלמנה ואכלו בשעריך ושבעו"
    },
    {
      "number": 13,
      "hebrew": "ואמרת לפני יהוה אלהיך בערתי הקדש מןהבית וגם נתתיו ללוי ולגר ליתום ולאלמנה ככלמצותך אשר צויתני לאעברתי ממצותיך ולא שכחתי"
    },
    {
      "number": 14,
      "hebrew": "לאאכלתי באני ממנו ולאבערתי ממנו בטמא ולאנתתי ממנו למת שמעתי בקול יהוה אלהי עשיתי ככל אשר צויתני"
    },
    {
      "number": 15,
      "hebrew": "השקיפה ממעון קדשך מןהשמים וברך אתעמך אתישראל ואת האדמה אשר נתתה לנו כאשר נשבעת לאבתינו ארץ זבת חלב ודבש         "
    },
    {
      "number": 16,
      "hebrew": "היום הזה יהוה אלהיך מצוך לעשות אתהחקים האלה ואתהמשפטים ושמרת ועשית אותם בכללבבך ובכלנפשך"
    },
    {
      "number": 17,
      "hebrew": "אתיהוה האמרת היום להיות לך לאלהים וללכת בדרכיו ולשמר חקיו ומצותיו ומשפטיו ולשמע בקלו"
    },
    {
      "number": 18,
      "hebrew": "ויהוה האמירך היום להיות לו לעם סגלה כאשר דברלך ולשמר כלמצותיו"
    },
    {
      "number": 19,
      "hebrew": "ולתתך עליון על כלהגוים אשר עשה לתהלה ולשם ולתפארת ולהיתך עםקדש ליהוה אלהיך כאשר דבר ",
      "parsha": "פ"
    }
  ]
}
