{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 5,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקרא משה אלכלישראל ויאמר אלהם שמע ישראל אתהחקים ואתהמשפטים אשר אנכי דבר באזניכם היום ולמדתם אתם ושמרתם לעשתם"
    },
    {
      "number": 2,
      "hebrew": "יהוה אלהינו כרת עמנו ברית בחרב"
    },
    {
      "number": 3,
      "hebrew": "לא אתאבתינו כרת יהוה אתהברית הזאת כי אתנו אנחנו אלה פה היום כלנו חיים"
    },
    {
      "number": 4,
      "hebrew": "פנים בפנים דבר יהוה עמכם בהר מתוך האש"
    },
    {
      "number": 5,
      "hebrew": "אנכי עמד ביןיהוה וביניכם בעת ההוא להגיד לכם אתדבר יהוה כי יראתם מפני האש ולאעליתם בהר לאמר         "
    },
    {
      "number": 6,
      "hebrew": "אנכי יהוה אלהיך אשר הוצאתיך מארץ מצרים מבית עבד͏ים"
    },
    {
      "number": 7,
      "hebrew": "לאיהי͏הלך אלהים אחרים עלפנ͏י"
    },
    {
      "number": 8,
      "hebrew": "לאתעשהלך פסלכלתמונה אשר בשמיםממעל ואשר בארץ מת͏חת ואשר במים מתחת לארץ"
    },
    {
      "number": 9,
      "hebrew": "לאתשתחוה להם ולא תעבדם כי אנכי יהוה אלהיך אל קנא פקד עון אבות עלבנים ועלשלשים ועלרבעים לשנאי"
    },
    {
      "number": 10,
      "hebrew": "ועשה חסד לאלפים לאהבי ולשמרי (מצותו) [מצותי]         "
    },
    {
      "number": 11,
      "hebrew": "לא תשא אתשםיהוה אלהיך לשוא כי לא ינקה יהוה את אשרישא אתשמו לשוא         "
    },
    {
      "number": 12,
      "hebrew": "שמור אתיום השבת לקדשו כאשר צוך יהוה אלהיך"
    },
    {
      "number": 13,
      "hebrew": "ששת ימים תעבד ועשית כלמלאכתך"
    },
    {
      "number": 14,
      "hebrew": "ויום השביעי שבת ליהוה אלהיך לא תעשה כלמלאכה אתה ובנךובתך ועבדךואמתך ושורך וחמרך וכלבהמתך וגרך אשר בשעריך למען ינוח עבדך ואמתך כמוך"
    },
    {
      "number": 15,
      "hebrew": "וזכרת כיעבד היית בארץ מצרים ויצאך יהוה אלהיך משם ביד חזקה ובזרע נטויה עלכן צוך יהוה אלהיך לעשות אתיום השבת         "
    },
    {
      "number": 16,
      "hebrew": "כבד אתאביך ואתאמך כאשר צוך יהוה אלהיך למען יאריכן ימיך ולמען ייטב לך על האדמה אשריהוה אלהיך נתן לך         "
    },
    {
      "number": 17,
      "hebrew": "לא תרצ͏ח         ולא תנא͏ף         ולא תגנב         ולאתענה ברעך עד שוא         "
    },
    {
      "number": 18,
      "hebrew": "ולא תחמד אשת רעך         ולא תתאוה בית רעך שדהו ועבדו ואמתו שורו וחמרו וכל אשר לרעך         "
    },
    {
      "number": 19,
      "hebrew": "אתהדברים האלה דבר יהוה אלכלקהלכם בהר מתוך האש הענן והערפל קול גדול ולא יסף ויכתבם עלשני לחת אבנים ויתנם אלי"
    },
    {
      "number": 20,
      "hebrew": "ויהי כשמעכם אתהקול מתוך החשך וההר בער באש ותקרבון אלי כלראשי שבטיכם וזקניכם"
    },
    {
      "number": 21,
      "hebrew": "ותאמרו הן הראנו יהוה אלהינו אתכבדו ואתגדלו ואתקלו שמענו מתוך האש היום הזה ראינו כיידבר אלהים אתהאדם וחי"
    },
    {
      "number": 22,
      "hebrew": "ועתה למה נמות כי תאכלנו האש הגדלה הזאת אםיספים אנחנו לשמע אתקול יהוה אלהינו עוד ומתנו"
    },
    {
      "number": 23,
      "hebrew": "כי מי כלבשר אשר שמע קול אלהים חיים מדבר מתוךהאש כמנו ויחי"
    },
    {
      "number": 24,
      "hebrew": "קרב אתה ושמע את כלאשר יאמר יהוה אלהינו ואת תדבר אלינו את כלאשר ידבר יהוה אלהינו אליך ושמענו ועשינו"
    },
    {
      "number": 25,
      "hebrew": "וישמע יהוה אתקול דבריכם בדברכם אלי ויאמר יהוה אלי שמעתי אתקול דברי העם הזה אשר דברו אליך היטיבו כלאשר דברו"
    },
    {
      "number": 26,
      "hebrew": "מייתן והיה לבבם זה להם ליראה אתי ולשמר אתכלמצותי כלהימים למען ייטב להם ולבניהם לעלם"
    },
    {
      "number": 27,
      "hebrew": "לך אמר להם שובו לכם לאהליכם"
    },
    {
      "number": 28,
      "hebrew": "ואתה פה עמד עמדי ואדברה אליך את כלהמצוה והחקים והמשפטים אשר תלמדם ועשו בארץ אשר אנכי נתן להם לרשתה"
    },
    {
      "number": 29,
      "hebrew": "ושמרתם לעשות כאשר צוה יהוה אלהיכם אתכם לא תסרו ימין ושמאל"
    },
    {
      "number": 30,
      "hebrew": "בכלהדרך אשר צוה יהוה אלהיכם אתכם תלכו למען תחיון וטוב לכם והארכתם ימים בארץ אשר תירשון"
    }
  ]
}
