{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 6,
  "verses": [
    {
      "number": 1,
      "hebrew": "וזאת המצוה החקים והמשפטים אשר צוה יהוה אלהיכם ללמד אתכם לעשות בארץ אשר אתם עברים שמה לרשתה"
    },
    {
      "number": 2,
      "hebrew": "למען תירא אתיהוה אלהיך לשמר אתכלחקתיו ומצותיו אשר אנכי מצוך אתה ובנך ובןבנך כל ימי חייך ולמען יארכן ימיך"
    },
    {
      "number": 3,
      "hebrew": "ושמעת ישראל ושמרת לעשות אשר ייטב לך ואשר תרבון מאד כאשר דבר יהוה אלהי אבתיך לך ארץ זבת חלב ודבש ",
      "parsha": "פ"
    },
    {
      "number": 4,
      "hebrew": "שמע ישראל יהוה אלהינו יהוהאחד"
    },
    {
      "number": 5,
      "hebrew": "ואהבת את יהוה אלהיך בכללבבך ובכלנפשך ובכלמאדך"
    },
    {
      "number": 6,
      "hebrew": "והיו הדברים האלה אשר אנכי מצוך היום עללבבך"
    },
    {
      "number": 7,
      "hebrew": "ושננתם לבניך ודברת בם בשבתך בביתך ובלכתך בדרך ובשכבך ובקומך"
    },
    {
      "number": 8,
      "hebrew": "וקשרתם לאות עלידך והיו לטטפת בין עיניך"
    },
    {
      "number": 9,
      "hebrew": "וכתבתם עלמזזות ביתך ובשעריך         "
    },
    {
      "number": 10,
      "hebrew": "והיה כי יביאך יהוה אלהיך אלהארץ אשר נשבע לאבתיך לאברהם ליצחק וליעקב לתת לך ערים גדלת וטבת אשר לאבנית"
    },
    {
      "number": 11,
      "hebrew": "ובתים מלאים כלטוב אשר לאמלאת וברת חצובים אשר לאחצבת כרמים וזיתים אשר לאנטעת ואכלת ושבעת"
    },
    {
      "number": 12,
      "hebrew": "השמר לך פןתשכח אתיהוה אשר הוציאך מארץ מצרים מבית עבדים"
    },
    {
      "number": 13,
      "hebrew": "אתיהוה אלהיך תירא ואתו תעבד ובשמו תשבע"
    },
    {
      "number": 14,
      "hebrew": "לא תלכון אחרי אלהים אחרים מאלהי העמים אשר סביבותיכם"
    },
    {
      "number": 15,
      "hebrew": "כי אל קנא יהוה אלהיך בקרבך פןיחרה אףיהוה אלהיך בך והשמידך מעל פני האדמה         "
    },
    {
      "number": 16,
      "hebrew": "לא תנסו אתיהוה אלהיכם כאשר נסיתם במסה"
    },
    {
      "number": 17,
      "hebrew": "שמור תשמרון אתמצות יהוה אלהיכם ועדתיו וחקיו אשר צוך"
    },
    {
      "number": 18,
      "hebrew": "ועשית הישר והטוב בעיני יהוה למען ייטב לך ובאת וירשת אתהארץ הטבה אשרנשבע יהוה לאבתיך"
    },
    {
      "number": 19,
      "hebrew": "להדף אתכלאיביך מפניך כאשר דבר יהוה         "
    },
    {
      "number": 20,
      "hebrew": "כיישאלך בנך מחר לאמר מה העדת והחקים והמשפטים אשר צוה יהוה אלהינו אתכם"
    },
    {
      "number": 21,
      "hebrew": "ואמרת לבנך עבדים היינו לפרעה במצרים ויציאנו יהוה ממצרים ביד חזקה"
    },
    {
      "number": 22,
      "hebrew": "ויתן יהוה אותת ומפתים גדלים ורעיםבמצרים בפרעה ובכלביתו לעינינו"
    },
    {
      "number": 23,
      "hebrew": "ואותנו הוציא משם למען הביא אתנו לתת לנו אתהארץ אשר נשבע לאבתינו"
    },
    {
      "number": 24,
      "hebrew": "ויצונו יהוה לעשות אתכלהחקים האלה ליראה אתיהוה אלהינו לטוב לנו כלהימים לחיתנו כהיום הזה"
    },
    {
      "number": 25,
      "hebrew": "וצדקה תהיהלנו כינשמר לעשות אתכלהמצוה הזאת לפני יהוה אלהינו כאשר צונו         "
    }
  ]
}
