{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 7,
  "verses": [
    {
      "number": 1,
      "hebrew": "כי יביאך יהוה אלהיך אלהארץ אשראתה באשמה לרשתה ונשל גויםרביםמפניך החתי והגרגשי והאמרי והכנעני והפרזי והחוי והיבוסי שבעה גוים רבים ועצומים ממך"
    },
    {
      "number": 2,
      "hebrew": "ונתנם יהוה אלהיך לפניך והכיתם החרם תחרים אתם לאתכרת להם ברית ולא תחנם"
    },
    {
      "number": 3,
      "hebrew": "ולא תתחתן בם בתך לאתתן לבנו ובתו לאתקח לבנך"
    },
    {
      "number": 4,
      "hebrew": "כייסיר אתבנך מאחרי ועבדו אלהים אחרים וחרה אףיהוה בכם והשמידך מהר"
    },
    {
      "number": 5,
      "hebrew": "כיאםכה תעשו להם מזבחתיהם תתצו ומצבתם תשברו ואשירהם תגדעון ופסיליהם תשרפון באש"
    },
    {
      "number": 6,
      "hebrew": "כי עם קדוש אתה ליהוה אלהיך בך בחר יהוה אלהיך להיות לו לעם סגלה מכל העמים אשר עלפני האדמה"
    },
    {
      "number": 7,
      "hebrew": "לא מרבכם מכלהעמים חשק יהוה בכם ויבחר בכם כיאתם המעט מכלהעמים"
    },
    {
      "number": 8,
      "hebrew": "כי מאהבת יהוה אתכם ומשמרו אתהשבעה אשר נשבע לאבתיכם הוציא יהוה אתכם ביד חזקה ויפדך מבית עבדים מיד פרעה מלךמצרים"
    },
    {
      "number": 9,
      "hebrew": "וידעת כייהוה אלהיך הוא האלהים האל הנאמן שמר הברית והחסד לאהביו ולשמרי מצותו לאלף דור"
    },
    {
      "number": 10,
      "hebrew": "ומשלם לשנאיו אלפניו להאבידו לא יאחר לשנאו אלפניו ישלםלו"
    },
    {
      "number": 11,
      "hebrew": "ושמרת אתהמצוה ואתהחקים ואתהמשפטים אשר אנכי מצוך היום לעשותם ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "והיה עקב תשמעון את המשפטים האלה ושמרתם ועשיתם אתם ושמר יהוה אלהיך לך אתהברית ואתהחסד אשר נשבע לאבתיך"
    },
    {
      "number": 13,
      "hebrew": "ואהבך וברכך והרבך וברך פריבטנך ופריאדמתך דגנך ותירשך ויצהרך שגראלפיך ועשתרת צאנך על האדמה אשרנשבע לאבתיך לתת לך"
    },
    {
      "number": 14,
      "hebrew": "ברוך תהיה מכלהעמים לאיהיה בך עקר ועקרה ובבהמתך"
    },
    {
      "number": 15,
      "hebrew": "והסיר יהוה ממך כלחלי וכלמדוי מצרים הרעים אשר ידעת לא ישימם בך ונתנם בכלשנאיך"
    },
    {
      "number": 16,
      "hebrew": "ואכלת אתכלהעמים אשר יהוה אלהיך נתן לך לאתחוס עינך עליהם ולא תעבד אתאלהיהם כימוקש הוא לך         "
    },
    {
      "number": 17,
      "hebrew": "כי תאמר בלבבך רבים הגוים האלה ממני איכה אוכל להורישם"
    },
    {
      "number": 18,
      "hebrew": "לא תירא מהם זכר תזכר את אשרעשה יהוה אלהיך לפרעה ולכלמצרים"
    },
    {
      "number": 19,
      "hebrew": "המסת הגדלת אשרראו עיניך והאתת והמפתים והיד החזקה והזרע הנטויה אשר הוצאך יהוה אלהיך כןיעשה יהוה אלהיך לכלהעמים אשראתה ירא מפניהם"
    },
    {
      "number": 20,
      "hebrew": "וגם אתהצרעה ישלח יהוה אלהיך בם עדאבד הנשארים והנסתרים מפניך"
    },
    {
      "number": 21,
      "hebrew": "לא תערץ מפניהם כייהוה אלהיך בקרבך אל גדול ונורא"
    },
    {
      "number": 22,
      "hebrew": "ונשל יהוה אלהיך אתהגוים האל מפניך מעט מעט לא תוכל כלתם מהר פןתרבה עליך חית השדה"
    },
    {
      "number": 23,
      "hebrew": "ונתנם יהוה אלהיך לפניך והמם מהומה גדלה עד השמדם"
    },
    {
      "number": 24,
      "hebrew": "ונתן מלכיהם בידך והאבדת אתשמם מתחת השמים לאיתיצב איש בפניך עד השמדך אתם"
    },
    {
      "number": 25,
      "hebrew": "פסילי אלהיהם תשרפון באש לאתחמד כסף וזהב עליהם ולקחת לך פן תוקש בו כי תועבת יהוה אלהיך הוא"
    },
    {
      "number": 26,
      "hebrew": "ולאתביא תועבה אלביתך והיית חרם כמהו שקץתשקצנו ותעבתתעבנו כיחרם הוא ",
      "parsha": "פ"
    }
  ]
}
