{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 8,
  "verses": [
    {
      "number": 1,
      "hebrew": "כלהמצוה אשר אנכי מצוך היום תשמרון לעשות למען תחיון ורביתם ובאתם וירשתם אתהארץ אשרנשבע יהוה לאבתיכם"
    },
    {
      "number": 2,
      "hebrew": "וזכרת אתכלהדרך אשר הוליכך יהוה אלהיך זה ארבעים שנה במדבר למען ענתך לנסתך לדעת אתאשר בלבבך התשמר מצותו אםלא"
    },
    {
      "number": 3,
      "hebrew": "ויענך וירעבך ויאכלך אתהמן אשר לאידעת ולא ידעון אבתיך למען הודיעך כי לא עלהלחם לבדו יחיה האדם כי עלכלמוצא פייהוה יחיה האדם"
    },
    {
      "number": 4,
      "hebrew": "שמלתך לא בלתה מעליך ורגלך לא בצקה זה ארבעים שנה"
    },
    {
      "number": 5,
      "hebrew": "וידעת עםלבבך כי כאשר ייסר איש אתבנו יהוה אלהיך מיסרך"
    },
    {
      "number": 6,
      "hebrew": "ושמרת אתמצות יהוה אלהיך ללכת בדרכיו וליראה אתו"
    },
    {
      "number": 7,
      "hebrew": "כי יהוה אלהיך מביאך אלארץ טובה ארץ נחלי מים עינת ותהמת יצאים בבקעה ובהר"
    },
    {
      "number": 8,
      "hebrew": "ארץ חטה ושערה וגפן ותאנה ורמון ארץזית שמן ודבש"
    },
    {
      "number": 9,
      "hebrew": "ארץ אשר לא במסכנת תאכלבה לחם לאתחסר כל בה ארץ אשר אבניה ברזל ומהרריה תחצב נחשת"
    },
    {
      "number": 10,
      "hebrew": "ואכלת ושבעת וברכת אתיהוה אלהיך עלהארץ הטבה אשר נתןלך"
    },
    {
      "number": 11,
      "hebrew": "השמר לך פןתשכח אתיהוה אלהיך לבלתי שמר מצותיו ומשפטיו וחקתיו אשר אנכי מצוך היום"
    },
    {
      "number": 12,
      "hebrew": "פןתאכל ושבעת ובתים טבים תבנה וישבת"
    },
    {
      "number": 13,
      "hebrew": "ובקרך וצאנך ירבין וכסף וזהב ירבהלך וכל אשרלך ירבה"
    },
    {
      "number": 14,
      "hebrew": "ורם לבבך ושכחת אתיהוה אלהיך המוציאך מארץ מצרים מבית עבדים"
    },
    {
      "number": 15,
      "hebrew": "המוליכך במדבר הגדל והנורא נחששרף ועקרב וצמאון אשר איןמים המוציא לך מים מצור החלמיש"
    },
    {
      "number": 16,
      "hebrew": "המאכלך מן במדבר אשר לאידעון אבתיך למען ענתך ולמען נסתך להיטבך באחריתך"
    },
    {
      "number": 17,
      "hebrew": "ואמרת בלבבך כחי ועצם ידי עשה לי אתהחיל הזה"
    },
    {
      "number": 18,
      "hebrew": "וזכרת אתיהוה אלהיך כי הוא הנתן לך כח לעשות חיל למען הקים אתבריתו אשרנשבע לאבתיך כיום הזה ",
      "parsha": "פ"
    },
    {
      "number": 19,
      "hebrew": "והיה אםשכח תשכח אתיהוה אלהיך והלכת אחרי אלהים אחרים ועבדתם והשתחוית להם העדתי בכם היום כי אבד תאבדון"
    },
    {
      "number": 20,
      "hebrew": "כגוים אשר יהוה מאביד מפניכם כן תאבדון עקב לא תשמעון בקול יהוה אלהיכם ",
      "parsha": "פ"
    }
  ]
}
