{
  "book": "Deuteronomy",
  "bookHebrew": "דברים",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "hebrew": "שמע ישראל אתה עבר היום אתהירדן לבא לרשת גוים גדלים ועצמים ממך ערים גדלת ובצרת בשמים"
    },
    {
      "number": 2,
      "hebrew": "עםגדול ורם בני ענקים אשר אתה ידעת ואתה שמעת מי יתיצב לפני בני ענק"
    },
    {
      "number": 3,
      "hebrew": "וידעת היום כי יהוה אלהיך הואהעבר לפניך אש אכלה הוא ישמידם והוא יכניעם לפניך והורשתם והאבדתם מהר כאשר דבר יהוה לך"
    },
    {
      "number": 4,
      "hebrew": "אלתאמר בלבבך בהדף יהוה אלהיך אתםמלפניך לאמר בצדקתי הביאני יהוה לרשת אתהארץ הזאת וברשעת הגוים האלה יהוה מורישם מפניך"
    },
    {
      "number": 5,
      "hebrew": "לא בצדקתך ובישר לבבך אתה בא לרשת אתארצם כי ברשעת הגוים האלה יהוה אלהיך מורישם מפניך ולמען הקים אתהדבר אשר נשבע יהוה לאבתיך לאברהם ליצחק וליעקב"
    },
    {
      "number": 6,
      "hebrew": "וידעת כי לא בצדקתך יהוה אלהיך נתן לך אתהארץ הטובה הזאת לרשתה כי עםקשהערף אתה"
    },
    {
      "number": 7,
      "hebrew": "זכר אלתשכח את אשרהקצפת אתיהוה אלהיך במדבר למןהיום אשריצאת מארץ מצרים עדבאכם עדהמקום הזה ממרים הייתם עםיהוה"
    },
    {
      "number": 8,
      "hebrew": "ובחרב הקצפתם אתיהוה ויתאנף יהוה בכם להשמיד אתכם"
    },
    {
      "number": 9,
      "hebrew": "בעלתי ההרה לקחת לוחת האבנים לוחת הברית אשרכרת יהוה עמכם ואשב בהר ארבעים יום וארבעים לילה לחם לא אכלתי ומים לא שתיתי"
    },
    {
      "number": 10,
      "hebrew": "ויתן יהוה אלי אתשני לוחת האבנים כתבים באצבע אלהים ועליהם ככלהדברים אשר דבר יהוה עמכם בהר מתוך האש ביום הקהל"
    },
    {
      "number": 11,
      "hebrew": "ויהי מקץ ארבעים יום וארבעים לילה נתן יהוה אלי אתשני לחת האבנים לחות הברית"
    },
    {
      "number": 12,
      "hebrew": "ויאמר יהוה אלי קום רד מהר מזה כי שחת עמך אשר הוצאת ממצרים סרו מהר מןהדרך אשר צויתם עשו להם מסכה"
    },
    {
      "number": 13,
      "hebrew": "ויאמר יהוה אלי לאמר ראיתי אתהעם הזה והנה עםקשהערף הוא"
    },
    {
      "number": 14,
      "hebrew": "הרף ממני ואשמידם ואמחה אתשמם מתחת השמים ואעשה אותך לגויעצום ורב ממנו"
    },
    {
      "number": 15,
      "hebrew": "ואפן וארד מןההר וההר בער באש ושני לוחת הברית על שתי ידי"
    },
    {
      "number": 16,
      "hebrew": "וארא והנה חטאתם ליהוה אלהיכם עשיתם לכם עגל מסכה סרתם מהר מןהדרך אשרצוה יהוה אתכם"
    },
    {
      "number": 17,
      "hebrew": "ואתפש בשני הלחת ואשלכם מעל שתי ידי ואשברם לעיניכם"
    },
    {
      "number": 18,
      "hebrew": "ואתנפל לפני יהוה כראשנה ארבעים יום וארבעים לילה לחם לא אכלתי ומים לא שתיתי על כלחטאתכם אשר חטאתם לעשות הרע בעיני יהוה להכעיסו"
    },
    {
      "number": 19,
      "hebrew": "כי יגרתי מפני האף והחמה אשר קצף יהוה עליכם להשמיד אתכם וישמע יהוה אלי גם בפעם ההוא"
    },
    {
      "number": 20,
      "hebrew": "ובאהרן התאנף יהוה מאד להשמידו ואתפלל גםבעד אהרן בעת ההוא"
    },
    {
      "number": 21,
      "hebrew": "ואתחטאתכם אשרעשיתם אתהעגל לקחתי ואשרף אתובאש ואכת אתו טחון היטב עד אשרדק לעפר ואשלך אתעפרו אלהנחל הירד מןההר"
    },
    {
      "number": 22,
      "hebrew": "ובתבערה ובמסה ובקברת התאוה מקצפים הייתם אתיהוה"
    },
    {
      "number": 23,
      "hebrew": "ובשלח יהוה אתכם מקדש ברנע לאמר עלו ורשו אתהארץ אשר נתתי לכם ותמרו אתפי יהוה אלהיכם ולא האמנתם לו ולא שמעתם בקלו"
    },
    {
      "number": 24,
      "hebrew": "ממרים הייתם עםיהוה מיום דעתי אתכם"
    },
    {
      "number": 25,
      "hebrew": "ואתנפל לפני יהוה את ארבעים היום ואתארבעים הלילה אשר התנפלתי כיאמר יהוה להשמיד אתכם"
    },
    {
      "number": 26,
      "hebrew": "ואתפלל אליהוה ואמר אדני יהוה אלתשחת עמך ונחלתך אשר פדית בגדלך אשרהוצאת ממצרים ביד חזקה"
    },
    {
      "number": 27,
      "hebrew": "זכר לעבדיך לאברהם ליצחק וליעקב אלתפן אלקשי העם הזה ואלרשעו ואלחטאתו"
    },
    {
      "number": 28,
      "hebrew": "פןיאמרו הארץ אשר הוצאתנו משם מבלי יכלת יהוה להביאם אלהארץ אשרדבר להם ומשנאתו אותם הוציאם להמתם במדבר"
    },
    {
      "number": 29,
      "hebrew": "והם עמך ונחלתך אשר הוצאת בכחך הגדל ובזרעך הנטויה ",
      "parsha": "פ"
    }
  ]
}
