{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 13,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "קדשלי כלבכור פטר כלרחם בבני ישראל באדם ובבהמה לי הוא"
    },
    {
      "number": 3,
      "hebrew": "ויאמר משה אלהעם זכור אתהיום הזה אשר יצאתם ממצרים מבית עבדים כי בחזק יד הוציא יהוה אתכם מזה ולא יאכל חמץ"
    },
    {
      "number": 4,
      "hebrew": "היום אתם יצאים בחדש האביב"
    },
    {
      "number": 5,
      "hebrew": "והיה כייביאך יהוה אלארץ הכנעני והחתי והאמרי והחוי והיבוסי אשר נשבע לאבתיך לתת לך ארץ זבת חלב ודבש ועבדת אתהעבדה הזאת בחדש הזה"
    },
    {
      "number": 6,
      "hebrew": "שבעת ימים תאכל מצת וביום השביעי חג ליהוה"
    },
    {
      "number": 7,
      "hebrew": "מצות יאכל את שבעת הימים ולאיראה לך חמץ ולאיראה לך שאר בכלגבלך"
    },
    {
      "number": 8,
      "hebrew": "והגדת לבנך ביום ההוא לאמר בעבור זה עשה יהוה לי בצאתי ממצרים"
    },
    {
      "number": 9,
      "hebrew": "והיה לך לאות עלידך ולזכרון בין עיניך למען תהיה תורת יהוה בפיך כי ביד חזקה הוצאך יהוה ממצרים"
    },
    {
      "number": 10,
      "hebrew": "ושמרת אתהחקה הזאת למועדה מימים ימימה ",
      "parsha": "פ"
    },
    {
      "number": 11,
      "hebrew": "והיה כייבאך יהוה אלארץ הכנעני כאשר נשבע לך ולאבתיך ונתנה לך"
    },
    {
      "number": 12,
      "hebrew": "והעברת כלפטררחם ליהוה וכלפטר שגר בהמה אשר יהיה לך הזכרים ליהוה"
    },
    {
      "number": 13,
      "hebrew": "וכלפטר חמר תפדה בשה ואםלא תפדה וערפתו וכל בכור אדם בבניך תפדה"
    },
    {
      "number": 14,
      "hebrew": "והיה כיישאלך בנך מחר לאמר מהזאת ואמרת אליו בחזק יד הוציאנו יהוה ממצרים מבית עבדים"
    },
    {
      "number": 15,
      "hebrew": "ויהי כיהקשה פרעה לשלחנו ויהרג יהוה כלבכור בארץ מצרים מבכר אדם ועדבכור בהמה עלכן אני זבח ליהוה כלפטר רחם הזכרים וכלבכור בני אפדה"
    },
    {
      "number": 16,
      "hebrew": "והיה לאות עלידכה ולטוטפת בין עיניך כי בחזק יד הוציאנו יהוה ממצרים         "
    },
    {
      "number": 17,
      "hebrew": "ויהי בשלח פרעה אתהעם ולאנחם אלהים דרך ארץ פלשתים כי קרוב הוא כי אמר אלהים פןינחם העם בראתם מלחמה ושבו מצרימה"
    },
    {
      "number": 18,
      "hebrew": "ויסב אלהיםאתהעם דרך המדבר יםסוף וחמשים עלו בניישראל מארץ מצרים"
    },
    {
      "number": 19,
      "hebrew": "ויקח משה אתעצמות יוסף עמו כי השבע השביע אתבני ישראל לאמר פקד יפקד אלהים אתכם והעליתם אתעצמתי מזה אתכם"
    },
    {
      "number": 20,
      "hebrew": "ויסעו מסכת ויחנו באתם בקצה המדבר"
    },
    {
      "number": 21,
      "hebrew": "ויהוה הלך לפניהם יומם בעמוד ענן לנחתם הדרך ולילה בעמוד אש להאיר להם ללכת יומם ולילה"
    },
    {
      "number": 22,
      "hebrew": "לאימיש עמוד הענן יומם ועמוד האש לילה לפני העם ",
      "parsha": "פ"
    }
  ]
}
