{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 17,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויסעו כלעדת בניישראל ממדברסין למסעיהם עלפי יהוה ויחנו ברפידים ואין מים לשתת העם"
    },
    {
      "number": 2,
      "hebrew": "וירב העם עםמשה ויאמרו תנולנו מים ונשתה ויאמר להם משה מהתריבון עמדי מהתנסון אתיהוה"
    },
    {
      "number": 3,
      "hebrew": "ויצמא שם העם למים וילן העם עלמשה ויאמר למה זה העליתנו ממצרים להמית אתי ואתבני ואתמקני בצמא"
    },
    {
      "number": 4,
      "hebrew": "ויצעק משה אליהוה לאמר מה אעשה לעם הזה עוד מעט וסקלני"
    },
    {
      "number": 5,
      "hebrew": "ויאמר יהוה אלמשה עבר לפני העם וקח אתך מזקני ישראל ומטך אשר הכית בו אתהיאר קח בידך והלכת"
    },
    {
      "number": 6,
      "hebrew": "הנני עמד לפניך שםעלהצור בחרב והכית בצור ויצאו ממנו מים ושתה העם ויעש כן משה לעיני זקני ישראל"
    },
    {
      "number": 7,
      "hebrew": "ויקרא שם המקום מסה ומריבה עלריב בני ישראל ועל נסתם אתיהוה לאמר היש יהוה בקרבנו אםאין ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "ויבא עמלק וילחם עםישראל ברפידם"
    },
    {
      "number": 9,
      "hebrew": "ויאמר משה אליהושע בחרלנו אנשים וצא הלחם בעמלק מחר אנכי נצב עלראש הגבעה ומטה האלהים בידי"
    },
    {
      "number": 10,
      "hebrew": "ויעש יהושע כאשר אמרלו משה להלחם בעמלק ומשה אהרן וחור עלו ראש הגבעה"
    },
    {
      "number": 11,
      "hebrew": "והיה כאשר ירים משה ידו וגבר ישראל וכאשר יניח ידו וגבר עמלק"
    },
    {
      "number": 12,
      "hebrew": "וידי משה כבדים ויקחואבן וישימו תחתיו וישב עליה ואהרן וחור תמכו בידיו מזה אחד ומזה אחד ויהי ידיו אמונה עדבא השמש"
    },
    {
      "number": 13,
      "hebrew": "ויחלש יהושע אתעמלק ואתעמו לפיחרב ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "ויאמר יהוה אלמשה כתב זאת זכרון בספר ושים באזני יהושע כימחה אמחה אתזכר עמלק מתחת השמים"
    },
    {
      "number": 15,
      "hebrew": "ויבן משה מזבח ויקרא שמו יהוהנסי"
    },
    {
      "number": 16,
      "hebrew": "ויאמר כייד עלכס יה*(בכתר ארם צובה היה כתוב כסיה בתיבה אחת) מלחמה ליהוה בעמלק מדר דר ",
      "parsha": "פ"
    }
  ]
}
