{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 19,
  "verses": [
    {
      "number": 1,
      "hebrew": "בחדש השלישי לצאת בניישראל מארץ מצרים ביום הזה באו מדבר סיני"
    },
    {
      "number": 2,
      "hebrew": "ויסעו מרפידים ויבאו מדבר סיני ויחנו במדבר ויחןשם ישראל נגד ההר"
    },
    {
      "number": 3,
      "hebrew": "ומשה עלה אלהאלהים ויקרא אליו יהוה מןההר לאמר כה תאמר לבית יעקב ותגיד לבני ישראל"
    },
    {
      "number": 4,
      "hebrew": "אתם ראיתם אשר עשיתי למצרים ואשא אתכם עלכנפי נשרים ואבא אתכם אלי"
    },
    {
      "number": 5,
      "hebrew": "ועתה אםשמוע תשמעו בקלי ושמרתם אתבריתי והייתם לי סגלה מכלהעמים כילי כלהארץ"
    },
    {
      "number": 6,
      "hebrew": "ואתם תהיולי ממלכת כהנים וגוי קדוש אלה הדברים אשר תדבר אלבני ישראל"
    },
    {
      "number": 7,
      "hebrew": "ויבא משה ויקרא לזקני העם וישם לפניהם את כלהדברים האלה אשר צוהו יהוה"
    },
    {
      "number": 8,
      "hebrew": "ויענו כלהעם יחדו ויאמרו כל אשרדבר יהוה נעשה וישב משה אתדברי העם אליהוה"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יהוה אלמשה הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך וגםבך יאמינו לעולם ויגד משה אתדברי העם אליהוה"
    },
    {
      "number": 10,
      "hebrew": "ויאמר יהוה אלמשה לך אלהעם וקדשתם היום ומחר וכבסו שמלתם"
    },
    {
      "number": 11,
      "hebrew": "והיו נכנים ליום השלישי כי ביום השלשי ירד יהוה לעיני כלהעם עלהר סיני"
    },
    {
      "number": 12,
      "hebrew": "והגבלת אתהעם סביב לאמר השמרו לכם עלות בהר ונגע בקצהו כלהנגע בהר מות יומת"
    },
    {
      "number": 13,
      "hebrew": "לאתגע בו יד כיסקול יסקל אוירה יירה אםבהמה אםאיש לא יחיה במשך היבל המה יעלו בהר"
    },
    {
      "number": 14,
      "hebrew": "וירד משה מןההר אלהעם ויקדש אתהעם ויכבסו שמלתם"
    },
    {
      "number": 15,
      "hebrew": "ויאמר אלהעם היו נכנים לשלשת ימים אלתגשו אלאשה"
    },
    {
      "number": 16,
      "hebrew": "ויהי ביום השלישי בהית הבקר ויהי קלת וברקים וענן כבד עלההר וקל שפר חזק מאד ויחרד כלהעם אשר במחנה"
    },
    {
      "number": 17,
      "hebrew": "ויוצא משה אתהעם לקראת האלהים מןהמחנה ויתיצבו בתחתית ההר"
    },
    {
      "number": 18,
      "hebrew": "והר סיני עשן כלו מפני אשר ירד עליו יהוה באש ויעל עשנו כעשן הכבשן ויחרד כלההר מאד"
    },
    {
      "number": 19,
      "hebrew": "ויהי קול השפר הולך וחזק מאד משה ידבר והאלהים יעננו בקול"
    },
    {
      "number": 20,
      "hebrew": "וירד יהוה עלהר סיני אלראש ההר ויקרא יהוה למשה אלראש ההר ויעל משה"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יהוה אלמשה רד העד בעם פןיהרסו אליהוה לראות ונפל ממנו רב"
    },
    {
      "number": 22,
      "hebrew": "וגם הכהנים הנגשים אליהוה יתקדשו פןיפרץ בהם יהוה"
    },
    {
      "number": 23,
      "hebrew": "ויאמר משה אליהוה לאיוכל העם לעלת אלהר סיני כיאתה העדתה בנו לאמר הגבל אתההר וקדשתו"
    },
    {
      "number": 24,
      "hebrew": "ויאמר אליו יהוה לךרד ועלית אתה ואהרן עמך והכהנים והעם אליהרסו לעלת אליהוה פןיפרץבם"
    },
    {
      "number": 25,
      "hebrew": "וירד משה אלהעם ויאמר אלהם         "
    }
  ]
}
