{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 22,
  "verses": [
    {
      "number": 1,
      "hebrew": "אםבמחתרת ימצא הגנב והכה ומת אין לו דמים"
    },
    {
      "number": 2,
      "hebrew": "אםזרחה השמש עליו דמים לו שלם ישלם אםאין לו ונמכר בגנבתו"
    },
    {
      "number": 3,
      "hebrew": "אםהמצא תמצא בידו הגנבה משור עדחמור עדשה חיים שנים ישלם         "
    },
    {
      "number": 4,
      "hebrew": "כי יבעראיש שדה אוכרם ושלח אתבעירה ובער בשדה אחר מיטב שדהו ומיטב כרמו ישלם         "
    },
    {
      "number": 5,
      "hebrew": "כיתצא אש ומצאה קצים ונאכל גדיש או הקמה או השדה שלם ישלם המבער אתהבערה         "
    },
    {
      "number": 6,
      "hebrew": "כייתן איש אלרעהו כסף אוכלים לשמר וגנב מבית האיש אםימצא הגנב ישלם שנים"
    },
    {
      "number": 7,
      "hebrew": "אםלא ימצא הגנב ונקרב בעלהבית אלהאלהים אםלא שלח ידו במלאכת רעהו"
    },
    {
      "number": 8,
      "hebrew": "עלכלדברפשע עלשור עלחמור עלשה עלשלמה עלכלאבדה אשר יאמר כיהוא זה עד האלהים יבא דברשניהם אשר ירשיען אלהים ישלם שנים לרעהו         "
    },
    {
      "number": 9,
      "hebrew": "כייתן איש אלרעהו חמור אושור אושה וכלבהמה לשמר ומת אונשבר אונשבה אין ראה"
    },
    {
      "number": 10,
      "hebrew": "שבעת יהוה תהיה בין שניהם אםלא שלח ידו במלאכת רעהו ולקח בעליו ולא ישלם"
    },
    {
      "number": 11,
      "hebrew": "ואםגנב יגנב מעמו ישלם לבעליו"
    },
    {
      "number": 12,
      "hebrew": "אםטרף יטרף יבאהו עד הטרפה לא ישלם ",
      "parsha": "פ"
    },
    {
      "number": 13,
      "hebrew": "וכיישאל איש מעם רעהו ונשבר אומת בעליו איןעמו שלם ישלם"
    },
    {
      "number": 14,
      "hebrew": "אםבעליו עמו לא ישלם אםשכיר הוא בא בשכרו         "
    },
    {
      "number": 15,
      "hebrew": "וכייפתה איש בתולה אשר לאארשה ושכב עמה מהר ימהרנה לו לאשה"
    },
    {
      "number": 16,
      "hebrew": "אםמאן ימאן אביה לתתה לו כסף ישקל כמהר הבתולת         "
    },
    {
      "number": 17,
      "hebrew": "מכשפה לא תחיה"
    },
    {
      "number": 18,
      "hebrew": "כלשכב עםבהמה מות יומת         "
    },
    {
      "number": 19,
      "hebrew": "זבח לאלהים יחרם בלתי ליהוה לבדו"
    },
    {
      "number": 20,
      "hebrew": "וגר לאתונה ולא תלחצנו כיגרים הייתם בארץ מצרים"
    },
    {
      "number": 21,
      "hebrew": "כלאלמנה ויתום לא תענון"
    },
    {
      "number": 22,
      "hebrew": "אםענה תענה אתו כי אםצעק יצעק אלי שמע אשמע צעקתו"
    },
    {
      "number": 23,
      "hebrew": "וחרה אפי והרגתי אתכם בחרב והיו נשיכם אלמנות ובניכם יתמים ",
      "parsha": "פ"
    },
    {
      "number": 24,
      "hebrew": "אםכסף תלוה אתעמי אתהעני עמך לאתהיה לו כנשה לאתשימון עליו נשך"
    },
    {
      "number": 25,
      "hebrew": "אםחבל תחבל שלמת רעך עדבא השמש תשיבנו לו"
    },
    {
      "number": 26,
      "hebrew": "כי הוא כסותה לבדה הוא שמלתו לערו במה ישכב והיה כייצעק אלי ושמעתי כיחנון אני         "
    },
    {
      "number": 27,
      "hebrew": "אלהים לא תקלל ונשיא בעמך לא תאר"
    },
    {
      "number": 28,
      "hebrew": "מלאתך ודמעך לא תאחר בכור בניך תתןלי"
    },
    {
      "number": 29,
      "hebrew": "כןתעשה לשרך לצאנך שבעת ימים יהיה עםאמו ביום השמיני תתנולי"
    },
    {
      "number": 30,
      "hebrew": "ואנשיקדש תהיון לי ובשר בשדה טרפה לא תאכלו לכלב תשלכון אתו         "
    }
  ]
}
