{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 23,
  "verses": [
    {
      "number": 1,
      "hebrew": "לא תשא שמע שוא אלתשת ידך עםרשע להית עד חמס"
    },
    {
      "number": 2,
      "hebrew": "לאתהיה אחרירבים לרעת ולאתענה עלרב לנטת אחרי רבים להטת"
    },
    {
      "number": 3,
      "hebrew": "ודל לא תהדר בריבו         "
    },
    {
      "number": 4,
      "hebrew": "כי תפגע שור איבך או חמרו תעה השב תשיבנו לו         "
    },
    {
      "number": 5,
      "hebrew": "כיתראה חמור שנאך רבץ תחת משאו וחדלת מעזב לו עזב תעזב עמו         "
    },
    {
      "number": 6,
      "hebrew": "לא תטה משפט אבינך בריבו"
    },
    {
      "number": 7,
      "hebrew": "מדברשקר תרחק ונקי וצדיק אלתהרג כי לאאצדיק רשע"
    },
    {
      "number": 8,
      "hebrew": "ושחד לא תקח כי השחד יעור פקחים ויסלף דברי צדיקים"
    },
    {
      "number": 9,
      "hebrew": "וגר לא תלחץ ואתם ידעתם אתנפש הגר כיגרים הייתם בארץ מצרים"
    },
    {
      "number": 10,
      "hebrew": "ושש שנים תזרע אתארצך ואספת אתתבואתה"
    },
    {
      "number": 11,
      "hebrew": "והשביעת תשמטנה ונטשתה ואכלו אביני עמך ויתרם תאכל חית השדה כןתעשה לכרמך לזיתך"
    },
    {
      "number": 12,
      "hebrew": "ששת ימים תעשה מעשיך וביום השביעי תשבת למען ינוח שורך וחמרך וינפש בןאמתך והגר"
    },
    {
      "number": 13,
      "hebrew": "ובכל אשראמרתי אליכם תשמרו ושם אלהים אחרים לא תזכירו לא ישמע עלפיך"
    },
    {
      "number": 14,
      "hebrew": "שלש רגלים תחג לי בשנה"
    },
    {
      "number": 15,
      "hebrew": "אתחג המצות תשמר שבעת ימים תאכל מצות כאשר צויתך למועד חדש האביב כיבו יצאת ממצרים ולאיראו פני ריקם"
    },
    {
      "number": 16,
      "hebrew": "וחג הקציר בכורי מעשיך אשר תזרע בשדה וחג האסף בצאת השנה באספך אתמעשיך מןהשדה"
    },
    {
      "number": 17,
      "hebrew": "שלש פעמים בשנה יראה כלזכורך אלפני האדןיהוה"
    },
    {
      "number": 18,
      "hebrew": "לאתזבח עלחמץ דםזבחי ולאילין חלבחגי עדבקר"
    },
    {
      "number": 19,
      "hebrew": "ראשית בכורי אדמתך תביא בית יהוה אלהיך לאתבשל גדי בחלב אמו ",
      "parsha": "פ"
    },
    {
      "number": 20,
      "hebrew": "הנה אנכי שלח מלאך לפניך לשמרך בדרך ולהביאך אלהמקום אשר הכנתי"
    },
    {
      "number": 21,
      "hebrew": "השמר מפניו ושמע בקלו אלתמר בו כי לא ישא לפשעכם כי שמי בקרבו"
    },
    {
      "number": 22,
      "hebrew": "כי אםשמוע תשמע בקלו ועשית כל אשר אדבר ואיבתי אתאיביך וצרתי אתצרריך"
    },
    {
      "number": 23,
      "hebrew": "כיילך מלאכי לפניך והביאך אלהאמרי והחתי והפרזי והכנעני החוי והיבוסי והכחדתיו"
    },
    {
      "number": 24,
      "hebrew": "לאתשתחוה לאלהיהם ולא תעבדם ולא תעשה כמעשיהם כי הרס תהרסם ושבר תשבר מצבתיהם"
    },
    {
      "number": 25,
      "hebrew": "ועבדתם את יהוה אלהיכם וברך אתלחמך ואתמימיך והסרתי מחלה מקרבך         "
    },
    {
      "number": 26,
      "hebrew": "לא תהיה משכלה ועקרה בארצך אתמספר ימיך אמלא"
    },
    {
      "number": 27,
      "hebrew": "אתאימתי אשלח לפניך והמתי אתכלהעם אשר תבא בהם ונתתי אתכלאיביך אליך ערף"
    },
    {
      "number": 28,
      "hebrew": "ושלחתי אתהצרעה לפניך וגרשה אתהחוי אתהכנעני ואתהחתי מלפניך"
    },
    {
      "number": 29,
      "hebrew": "לא אגרשנו מפניך בשנה אחת פןתהיה הארץ שממה ורבה עליך חית השדה"
    },
    {
      "number": 30,
      "hebrew": "מעט מעט אגרשנו מפניך עד אשר תפרה ונחלת אתהארץ"
    },
    {
      "number": 31,
      "hebrew": "ושתי אתגבלך מיםסוף ועדים פלשתים וממדבר עדהנהר כי אתן בידכם את ישבי הארץ וגרשתמו מפניך"
    },
    {
      "number": 32,
      "hebrew": "לאתכרת להם ולאלהיהם ברית"
    },
    {
      "number": 33,
      "hebrew": "לא ישבו בארצך פןיחטיאו אתך לי כי תעבד אתאלהיהם כייהיה לך למוקש ",
      "parsha": "פ"
    }
  ]
}
