{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 25,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל ויקחולי תרומה מאת כלאיש אשר ידבנו לבו תקחו אתתרומתי"
    },
    {
      "number": 3,
      "hebrew": "וזאת התרומה אשר תקחו מאתם זהב וכסף ונחשת"
    },
    {
      "number": 4,
      "hebrew": "ותכלת וארגמן ותולעת שני ושש ועזים"
    },
    {
      "number": 5,
      "hebrew": "וערת אילם מאדמים וערת תחשים ועצי שטים"
    },
    {
      "number": 6,
      "hebrew": "שמן למאר בשמים לשמן המשחה ולקטרת הסמים"
    },
    {
      "number": 7,
      "hebrew": "אבנישהם ואבני מלאים לאפד ולחשן"
    },
    {
      "number": 8,
      "hebrew": "ועשו לי מקדש ושכנתי בתוכם"
    },
    {
      "number": 9,
      "hebrew": "ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כלכליו וכן תעשו         "
    },
    {
      "number": 10,
      "hebrew": "ועשו ארון עצי שטים אמתים וחצי ארכו ואמה וחצי רחבו ואמה וחצי קמתו"
    },
    {
      "number": 11,
      "hebrew": "וצפית אתו זהב טהור מבית ומחוץ תצפנו ועשית עליו זר זהב סביב"
    },
    {
      "number": 12,
      "hebrew": "ויצקת לו ארבע טבעת זהב ונתתה על ארבע פעמתיו ושתי טבעת עלצלעו האחת ושתי טבעת עלצלעו השנית"
    },
    {
      "number": 13,
      "hebrew": "ועשית בדי עצי שטים וצפית אתם זהב"
    },
    {
      "number": 14,
      "hebrew": "והבאת אתהבדים בטבעת על צלעת הארן לשאת אתהארן בהם"
    },
    {
      "number": 15,
      "hebrew": "בטבעת הארן יהיו הבדים לא יסרו ממנו"
    },
    {
      "number": 16,
      "hebrew": "ונתת אלהארן את העדת אשר אתן אליך"
    },
    {
      "number": 17,
      "hebrew": "ועשית כפרת זהב טהור אמתים וחצי ארכה ואמה וחצי רחבה"
    },
    {
      "number": 18,
      "hebrew": "ועשית שנים כרבים זהב מקשה תעשה אתם משני קצות הכפרת"
    },
    {
      "number": 19,
      "hebrew": "ועשה כרוב אחד מקצה מזה וכרובאחד מקצה מזה מןהכפרת תעשו אתהכרבים עלשני קצותיו"
    },
    {
      "number": 20,
      "hebrew": "והיו הכרבים פרשי כנפים למעלה סככים בכנפיהם עלהכפרת ופניהם איש אלאחיו אלהכפרת יהיו פני הכרבים"
    },
    {
      "number": 21,
      "hebrew": "ונתת אתהכפרת עלהארן מלמעלה ואלהארן תתן אתהעדת אשר אתן אליך"
    },
    {
      "number": 22,
      "hebrew": "ונועדתי לך שם ודברתי אתך מעל הכפרת מבין שני הכרבים אשר עלארון העדת את כלאשר אצוה אותך אלבני ישראל ",
      "parsha": "פ"
    },
    {
      "number": 23,
      "hebrew": "ועשית שלחן עצי שטים אמתים ארכו ואמה רחבו ואמה וחצי קמתו"
    },
    {
      "number": 24,
      "hebrew": "וצפית אתו זהב טהור ועשית לו זר זהב סביב"
    },
    {
      "number": 25,
      "hebrew": "ועשית לו מסגרת טפח סביב ועשית זרזהב למסגרתו סביב"
    },
    {
      "number": 26,
      "hebrew": "ועשית לו ארבע טבעת זהב ונתת אתהטבעת על ארבע הפאת אשר לארבע רגליו"
    },
    {
      "number": 27,
      "hebrew": "לעמת המסגרת תהיין הטבעת לבתים לבדים לשאת אתהשלחן"
    },
    {
      "number": 28,
      "hebrew": "ועשית אתהבדים עצי שטים וצפית אתם זהב ונשאבם אתהשלחן"
    },
    {
      "number": 29,
      "hebrew": "ועשית קערתיו וכפתיו וקשותיו ומנקיתיו אשר יסך בהן זהב טהור תעשה אתם"
    },
    {
      "number": 30,
      "hebrew": "ונתת עלהשלחן לחם פנים לפני תמיד ",
      "parsha": "פ"
    },
    {
      "number": 31,
      "hebrew": "ועשית מנרת זהב טהור מקשה תעשה*(בספרי ספרד ואשכנז תיעשה) המנורה ירכה וקנה גביעיה כפתריה ופרחיה ממנה יהיו"
    },
    {
      "number": 32,
      "hebrew": "וששה קנים יצאים מצדיה שלשה קני מנרה מצדה האחד ושלשה קני מנרה מצדה השני"
    },
    {
      "number": 33,
      "hebrew": "שלשה גבעים משקדים בקנה האחד כפתר ופרח ושלשה גבעים משקדים בקנה האחד כפתר ופרח כן לששת הקנים היצאים מןהמנרה"
    },
    {
      "number": 34,
      "hebrew": "ובמנרה ארבעה גבעים משקדים כפתריה ופרחיה"
    },
    {
      "number": 35,
      "hebrew": "וכפתר תחת שני הקנים ממנה וכפתר תחת שני הקנים ממנה וכפתר תחתשני הקנים ממנה לששת הקנים היצאים מןהמנרה"
    },
    {
      "number": 36,
      "hebrew": "כפתריהם וקנתם ממנה יהיו כלה מקשה אחת זהב טהור"
    },
    {
      "number": 37,
      "hebrew": "ועשית אתנרתיה שבעה והעלה אתנרתיה והאיר עלעבר פניה"
    },
    {
      "number": 38,
      "hebrew": "ומלקחיה ומחתתיה זהב טהור"
    },
    {
      "number": 39,
      "hebrew": "ככר זהב טהור יעשה אתה את כלהכלים האלה"
    },
    {
      "number": 40,
      "hebrew": "וראה ועשה בתבניתם אשראתה מראה בהר         "
    }
  ]
}
