{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 26,
  "verses": [
    {
      "number": 1,
      "hebrew": "ואתהמשכן תעשה עשר יריעת שש משזר ותכלת וארגמן ותלעת שני כרבים מעשה חשב תעשה אתם"
    },
    {
      "number": 2,
      "hebrew": "ארך היריעה האחת שמנה ועשרים באמה ורחב ארבע באמה היריעה האחת מדה אחת לכלהיריעת"
    },
    {
      "number": 3,
      "hebrew": "חמש היריעת תהיין חברת אשה אלאחתה וחמש יריעת חברת אשה אלאחתה"
    },
    {
      "number": 4,
      "hebrew": "ועשית ללאת תכלת על שפת היריעה האחת מקצה בחברת וכן תעשה בשפת היריעה הקיצונה במחברת השנית"
    },
    {
      "number": 5,
      "hebrew": "חמשים ללאת תעשה ביריעה האחת וחמשים ללאת תעשה בקצה היריעה אשר במחברת השנית מקבילת הללאת אשה אלאחתה"
    },
    {
      "number": 6,
      "hebrew": "ועשית חמשים קרסי זהב וחברת אתהיריעת אשה אלאחתה בקרסים והיה המשכן אחד"
    },
    {
      "number": 7,
      "hebrew": "ועשית יריעת עזים לאהל עלהמשכן עשתיעשרה יריעת תעשה אתם"
    },
    {
      "number": 8,
      "hebrew": "ארך היריעה האחת שלשים באמה ורחב ארבע באמה היריעה האחת מדה אחת לעשתי עשרה יריעת"
    },
    {
      "number": 9,
      "hebrew": "וחברת אתחמש היריעת לבד ואתשש היריעת לבד וכפלת אתהיריעה הששית אלמול פני האהל"
    },
    {
      "number": 10,
      "hebrew": "ועשית חמשים ללאת על שפת היריעה האחת הקיצנה בחברת וחמשים ללאת על שפת היריעה החברת השנית"
    },
    {
      "number": 11,
      "hebrew": "ועשית קרסי נחשת חמשים והבאת אתהקרסים בללאת וחברת אתהאהל והיה אחד"
    },
    {
      "number": 12,
      "hebrew": "וסרח העדף ביריעת האהל חצי היריעה העדפת תסרח על אחרי המשכן"
    },
    {
      "number": 13,
      "hebrew": "והאמה מזה והאמה מזה בעדף בארך יריעת האהל יהיה סרוח עלצדי המשכן מזה ומזה לכסתו"
    },
    {
      "number": 14,
      "hebrew": "ועשית מכסה לאהל ערת אילם מאדמים ומכסה ערת תחשים מלמעלה ",
      "parsha": "פ"
    },
    {
      "number": 15,
      "hebrew": "ועשית אתהקרשים למשכן עצי שטים עמדים"
    },
    {
      "number": 16,
      "hebrew": "עשר אמות ארך הקרש ואמה וחצי האמה רחב הקרש האחד"
    },
    {
      "number": 17,
      "hebrew": "שתי ידות לקרש האחד משלבת אשה אלאחתה כן תעשה לכל קרשי המשכן"
    },
    {
      "number": 18,
      "hebrew": "ועשית אתהקרשים למשכן עשרים קרש לפאת נגבה תימנה"
    },
    {
      "number": 19,
      "hebrew": "וארבעים אדניכסף תעשה תחת עשרים הקרש שני אדנים תחתהקרש האחד לשתי ידתיו ושני אדנים תחתהקרש האחד לשתי ידתיו"
    },
    {
      "number": 20,
      "hebrew": "ולצלע המשכן השנית לפאת צפון עשרים קרש"
    },
    {
      "number": 21,
      "hebrew": "וארבעים אדניהם כסף שני אדנים תחת הקרש האחד ושני אדנים תחת הקרש האחד"
    },
    {
      "number": 22,
      "hebrew": "ולירכתי המשכן ימה תעשה ששה קרשים"
    },
    {
      "number": 23,
      "hebrew": "ושני קרשים תעשה למקצעת המשכן בירכתים"
    },
    {
      "number": 24,
      "hebrew": "ויהיו תאמם מלמטה ויחדו יהיו תמים עלראשו אלהטבעת האחת כן יהיה לשניהם לשני המקצעת יהיו"
    },
    {
      "number": 25,
      "hebrew": "והיו שמנה קרשים ואדניהם כסף ששה עשר אדנים שני אדנים תחת הקרש האחד ושני אדנים תחת הקרש האחד"
    },
    {
      "number": 26,
      "hebrew": "ועשית בריחם עצי שטים חמשה לקרשי צלעהמשכן האחד"
    },
    {
      "number": 27,
      "hebrew": "וחמשה בריחם לקרשי צלעהמשכן השנית וחמשה בריחם לקרשי צלע המשכן לירכתים ימה"
    },
    {
      "number": 28,
      "hebrew": "והבריח התיכן בתוך הקרשים מברח מןהקצה אלהקצה"
    },
    {
      "number": 29,
      "hebrew": "ואתהקרשים תצפה זהב ואתטבעתיהם תעשה זהב בתים לבריחם וצפית אתהבריחם זהב"
    },
    {
      "number": 30,
      "hebrew": "והקמת אתהמשכן כמשפטו אשר הראית בהר         "
    },
    {
      "number": 31,
      "hebrew": "ועשית פרכת תכלת וארגמן ותולעת שני ושש משזר מעשה חשב יעשה אתה כרבים"
    },
    {
      "number": 32,
      "hebrew": "ונתתה אתה עלארבעה עמודי שטים מצפים זהב וויהם זהב עלארבעה אדניכסף"
    },
    {
      "number": 33,
      "hebrew": "ונתתה אתהפרכת תחת הקרסים והבאת שמה מבית לפרכת את ארון העדות והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים"
    },
    {
      "number": 34,
      "hebrew": "ונתת אתהכפרת על ארון העדת בקדש הקדשים"
    },
    {
      "number": 35,
      "hebrew": "ושמת אתהשלחן מחוץ לפרכת ואתהמנרה נכח השלחן על צלע המשכן תימנה והשלחן תתן עלצלע צפון"
    },
    {
      "number": 36,
      "hebrew": "ועשית מסך לפתח האהל תכלת וארגמן ותולעת שני ושש משזר מעשה רקם"
    },
    {
      "number": 37,
      "hebrew": "ועשית למסך חמשה עמודי שטים וצפית אתם זהב וויהם זהב ויצקת להם חמשה אדני נחשת         "
    }
  ]
}
