{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 29,
  "verses": [
    {
      "number": 1,
      "hebrew": "וזה הדבר אשרתעשה להם לקדש אתם לכהן לי לקח פר אחד בןבקר ואילם שנים תמימם"
    },
    {
      "number": 2,
      "hebrew": "ולחם מצות וחלת מצת בלולת בשמן ורקיקי מצות משחים בשמן סלת חטים תעשה אתם"
    },
    {
      "number": 3,
      "hebrew": "ונתת אותם עלסל אחד והקרבת אתם בסל ואתהפר ואת שני האילם"
    },
    {
      "number": 4,
      "hebrew": "ואתאהרן ואתבניו תקריב אלפתח אהל מועד ורחצת אתם במים"
    },
    {
      "number": 5,
      "hebrew": "ולקחת אתהבגדים והלבשת אתאהרן אתהכתנת ואת מעיל האפד ואתהאפד ואתהחשן ואפדת לו בחשב האפד"
    },
    {
      "number": 6,
      "hebrew": "ושמת המצנפת עלראשו ונתת אתנזר הקדש עלהמצנפת"
    },
    {
      "number": 7,
      "hebrew": "ולקחת אתשמן המשחה ויצקת עלראשו ומשחת אתו"
    },
    {
      "number": 8,
      "hebrew": "ואתבניו תקריב והלבשתם כתנת"
    },
    {
      "number": 9,
      "hebrew": "וחגרת אתם אבנט אהרן ובניו וחבשת להם מגבעת והיתה להם כהנה לחקת עולם ומלאת ידאהרן וידבניו"
    },
    {
      "number": 10,
      "hebrew": "והקרבת אתהפר לפני אהל מועד וסמך אהרן ובניו אתידיהם עלראש הפר"
    },
    {
      "number": 11,
      "hebrew": "ושחטת אתהפר לפני יהוה פתח אהל מועד"
    },
    {
      "number": 12,
      "hebrew": "ולקחת מדם הפר ונתתה עלקרנת המזבח באצבעך ואתכלהדם תשפך אליסוד המזבח"
    },
    {
      "number": 13,
      "hebrew": "ולקחת אתכלהחלב המכסה אתהקרב ואת היתרת עלהכבד ואת שתי הכלית ואתהחלב אשר עליהן והקטרת המזבחה"
    },
    {
      "number": 14,
      "hebrew": "ואתבשר הפר ואתערו ואתפרשו תשרף באש מחוץ למחנה חטאת הוא"
    },
    {
      "number": 15,
      "hebrew": "ואתהאיל האחד תקח וסמכו אהרן ובניו אתידיהם עלראש האיל"
    },
    {
      "number": 16,
      "hebrew": "ושחטת אתהאיל ולקחת אתדמו וזרקת עלהמזבח סביב"
    },
    {
      "number": 17,
      "hebrew": "ואתהאיל תנתח לנתחיו ורחצת קרבו וכרעיו ונתת עלנתחיו ועלראשו"
    },
    {
      "number": 18,
      "hebrew": "והקטרת אתכלהאיל המזבחה עלה הוא ליהוה ריח ניחוח אשה ליהוה הוא"
    },
    {
      "number": 19,
      "hebrew": "ולקחת את האיל השני וסמך אהרן ובניו אתידיהם עלראש האיל"
    },
    {
      "number": 20,
      "hebrew": "ושחטת אתהאיל ולקחת מדמו ונתתה עלתנוך אזן אהרן ועלתנוך אזן בניו הימנית ועלבהן ידם הימנית ועלבהן רגלם הימנית וזרקת אתהדם עלהמזבח סביב"
    },
    {
      "number": 21,
      "hebrew": "ולקחת מןהדם אשר עלהמזבח ומשמן המשחה והזית עלאהרן ועלבגדיו ועלבניו ועלבגדי בניו אתו וקדש הוא ובגדיו ובניו ובגדי בניו אתו"
    },
    {
      "number": 22,
      "hebrew": "ולקחת מןהאיל החלב והאליה ואתהחלב המכסה אתהקרב ואת יתרת הכבד ואת שתי הכלית ואתהחלב אשר עליהן ואת שוק הימין כי איל מלאים הוא"
    },
    {
      "number": 23,
      "hebrew": "וככר לחם אחת וחלת לחם שמן אחת ורקיק אחד מסל המצות אשר לפני יהוה"
    },
    {
      "number": 24,
      "hebrew": "ושמת הכל על כפי אהרן ועל כפי בניו והנפת אתם תנופה לפני יהוה"
    },
    {
      "number": 25,
      "hebrew": "ולקחת אתם מידם והקטרת המזבחה עלהעלה לריח ניחוח לפני יהוה אשה הוא ליהוה"
    },
    {
      "number": 26,
      "hebrew": "ולקחת אתהחזה מאיל המלאים אשר לאהרן והנפת אתו תנופה לפני יהוה והיה לך למנה"
    },
    {
      "number": 27,
      "hebrew": "וקדשת את חזה התנופה ואת שוק התרומה אשר הונף ואשר הורם מאיל המלאים מאשר לאהרן ומאשר לבניו"
    },
    {
      "number": 28,
      "hebrew": "והיה לאהרן ולבניו לחקעולם מאת בני ישראל כי תרומה הוא ותרומה יהיה מאת בניישראל מזבחי שלמיהם תרומתם ליהוה"
    },
    {
      "number": 29,
      "hebrew": "ובגדי הקדש אשר לאהרן יהיו לבניו אחריו למשחה בהם ולמלאבם אתידם"
    },
    {
      "number": 30,
      "hebrew": "שבעת ימים ילבשם הכהן תחתיו מבניו אשר יבא אלאהל מועד לשרת בקדש"
    },
    {
      "number": 31,
      "hebrew": "ואת איל המלאים תקח ובשלת אתבשרו במקם קדש"
    },
    {
      "number": 32,
      "hebrew": "ואכל אהרן ובניו אתבשר האיל ואתהלחם אשר בסל פתח אהל מועד"
    },
    {
      "number": 33,
      "hebrew": "ואכלו אתם אשר כפר בהם למלא אתידם לקדש אתם וזר לאיאכל כיקדש הם"
    },
    {
      "number": 34,
      "hebrew": "ואםיותר מבשר המלאים ומןהלחם עדהבקר ושרפת אתהנותר באש לא יאכל כיקדש הוא"
    },
    {
      "number": 35,
      "hebrew": "ועשית לאהרן ולבניו ככה ככל אשרצויתי אתכה שבעת ימים תמלא ידם"
    },
    {
      "number": 36,
      "hebrew": "ופר חטאת תעשה ליום עלהכפרים וחטאת עלהמזבח בכפרך עליו ומשחת אתו לקדשו"
    },
    {
      "number": 37,
      "hebrew": "שבעת ימים תכפר עלהמזבח וקדשת אתו והיה המזבח קדש קדשים כלהנגע במזבח יקדש         "
    },
    {
      "number": 38,
      "hebrew": "וזה אשר תעשה עלהמזבח כבשים בנישנה שנים ליום תמיד"
    },
    {
      "number": 39,
      "hebrew": "אתהכבש האחד תעשה בבקר ואת הכבש השני תעשה בין הערבים"
    },
    {
      "number": 40,
      "hebrew": "ועשרן סלת בלול בשמן כתית רבע ההין ונסך רביעת ההין יין לכבש האחד"
    },
    {
      "number": 41,
      "hebrew": "ואת הכבש השני תעשה בין הערבים כמנחת הבקר וכנסכה תעשהלה לריח ניחח אשה ליהוה"
    },
    {
      "number": 42,
      "hebrew": "עלת תמיד לדרתיכם פתח אהלמועד לפני יהוה אשר אועד לכם שמה לדבר אליך שם"
    },
    {
      "number": 43,
      "hebrew": "ונעדתי שמה לבני ישראל ונקדש בכבדי"
    },
    {
      "number": 44,
      "hebrew": "וקדשתי אתאהל מועד ואתהמזבח ואתאהרן ואתבניו אקדש לכהן לי"
    },
    {
      "number": 45,
      "hebrew": "ושכנתי בתוך בני ישראל והייתי להם לאלהים"
    },
    {
      "number": 46,
      "hebrew": "וידעו כי אני יהוה אלהיהם אשר הוצאתי אתם מארץ מצרים לשכני בתוכם אני יהוה אלהיהם ",
      "parsha": "פ"
    }
  ]
}
