{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 32,
  "verses": [
    {
      "number": 1,
      "hebrew": "וירא העם כיבשש משה לרדת מןההר ויקהל העם עלאהרן ויאמרו אליו קום עשהלנו אלהים אשר ילכו לפנינו כיזה משה האיש אשר העלנו מארץ מצרים לא ידענו מההיה לו"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אלהם אהרן פרקו נזמי הזהב אשר באזני נשיכם בניכם ובנתיכם והביאו אלי"
    },
    {
      "number": 3,
      "hebrew": "ויתפרקו כלהעם אתנזמי הזהב אשר באזניהם ויביאו אלאהרן"
    },
    {
      "number": 4,
      "hebrew": "ויקח מידם ויצר אתו בחרט ויעשהו עגל מסכה ויאמרו אלה אלהיך ישראל אשר העלוך מארץ מצרים"
    },
    {
      "number": 5,
      "hebrew": "וירא אהרן ויבן מזבח לפניו ויקרא אהרן ויאמר חג ליהוה מחר"
    },
    {
      "number": 6,
      "hebrew": "וישכימו ממחרת ויעלו עלת ויגשו שלמים וישב העם לאכל ושתו ויקמו לצחק ",
      "parsha": "פ"
    },
    {
      "number": 7,
      "hebrew": "וידבר יהוה אלמשה לךרד כי שחת עמך אשר העלית מארץ מצרים"
    },
    {
      "number": 8,
      "hebrew": "סרו מהר מןהדרך אשר צויתם עשו להם עגל מסכה וישתחוולו ויזבחולו ויאמרו אלה אלהיך ישראל אשר העלוך מארץ מצרים"
    },
    {
      "number": 9,
      "hebrew": "ויאמר יהוה אלמשה ראיתי אתהעם הזה והנה עםקשהערף הוא"
    },
    {
      "number": 10,
      "hebrew": "ועתה הניחה לי ויחראפי בהם ואכלם ואעשה אותך לגוי גדול"
    },
    {
      "number": 11,
      "hebrew": "ויחל משה אתפני יהוה אלהיו ויאמר למה יהוה יחרה אפך בעמך אשר הוצאת מארץ מצרים בכח גדול וביד חזקה"
    },
    {
      "number": 12,
      "hebrew": "למה יאמרו מצרים לאמר ברעה הוציאם להרג אתם בהרים ולכלתם מעל פני האדמה שוב מחרון אפך והנחם עלהרעה לעמך"
    },
    {
      "number": 13,
      "hebrew": "זכר לאברהם ליצחק ולישראל עבדיך אשר נשבעת להם בך ותדבר אלהם ארבה אתזרעכם ככוכבי השמים וכלהארץ הזאת אשר אמרתי אתן לזרעכם ונחלו לעלם"
    },
    {
      "number": 14,
      "hebrew": "וינחם יהוה עלהרעה אשר דבר לעשות לעמו ",
      "parsha": "פ"
    },
    {
      "number": 15,
      "hebrew": "ויפן וירד משה מןההר ושני לחת העדת בידו לחת כתבים משני עבריהם מזה ומזה הם כתבים"
    },
    {
      "number": 16,
      "hebrew": "והלחת מעשה אלהים המה והמכתב מכתב אלהים הוא חרות עלהלחת"
    },
    {
      "number": 17,
      "hebrew": "וישמע יהושע אתקול העם ברעה ויאמר אלמשה קול מלחמה במחנה"
    },
    {
      "number": 18,
      "hebrew": "ויאמר אין קול ענות גבורה ואין קול ענות חלושה קול ענות אנכי שמע"
    },
    {
      "number": 19,
      "hebrew": "ויהי כאשר קרב אלהמחנה וירא אתהעגל ומחלת ויחראף משה וישלך מידו אתהלחת וישבר אתם תחת ההר"
    },
    {
      "number": 20,
      "hebrew": "ויקח אתהעגל אשר עשו וישרף באש ויטחן עד אשרדק ויזר עלפני המים וישק אתבני ישראל"
    },
    {
      "number": 21,
      "hebrew": "ויאמר משה אלאהרן מהעשה לך העם הזה כיהבאת עליו חטאה גדלה"
    },
    {
      "number": 22,
      "hebrew": "ויאמר אהרן אליחר אף אדני אתה ידעת אתהעם כי ברע הוא"
    },
    {
      "number": 23,
      "hebrew": "ויאמרו לי עשהלנו אלהים אשר ילכו לפנינו כיזה משה האיש אשר העלנו מארץ מצרים לא ידענו מההיה לו"
    },
    {
      "number": 24,
      "hebrew": "ואמר להם למי זהב התפרקו ויתנולי ואשלכהו באש ויצא העגל הזה"
    },
    {
      "number": 25,
      "hebrew": "וירא משה אתהעם כי פרע הוא כיפרעה אהרן לשמצה בקמיהם"
    },
    {
      "number": 26,
      "hebrew": "ויעמד משה בשער המחנה ויאמר מי ליהוה אלי ויאספו אליו כלבני לוי"
    },
    {
      "number": 27,
      "hebrew": "ויאמר להם כהאמר יהוה אלהי ישראל שימו אישחרבו עלירכו עברו ושובו משער לשער במחנה והרגו אישאתאחיו ואיש אתרעהו ואיש אתקרבו"
    },
    {
      "number": 28,
      "hebrew": "ויעשו בנילוי כדבר משה ויפל מןהעם ביום ההוא כשלשת אלפי איש"
    },
    {
      "number": 29,
      "hebrew": "ויאמר משה מלאו ידכם היום ליהוה כי איש בבנו ובאחיו ולתת עליכם היום ברכה"
    },
    {
      "number": 30,
      "hebrew": "ויהי ממחרת ויאמר משה אלהעם אתם חטאתם חטאה גדלה ועתה אעלה אליהוה אולי אכפרה בעד חטאתכם"
    },
    {
      "number": 31,
      "hebrew": "וישב משה אליהוה ויאמר אנא חטא העם הזה חטאה גדלה ויעשו להם אלהי זהב"
    },
    {
      "number": 32,
      "hebrew": "ועתה אםתשא חטאתם ואםאין מחני נא מספרך אשר כתבת"
    },
    {
      "number": 33,
      "hebrew": "ויאמר יהוה אלמשה מי אשר חטאלי אמחנו מספרי"
    },
    {
      "number": 34,
      "hebrew": "ועתה לך נחה אתהעם אל אשרדברתי לך הנה מלאכי ילך לפניך וביום פקדי ופקדתי עלהם חטאתם"
    },
    {
      "number": 35,
      "hebrew": "ויגף יהוה אתהעם על אשר עשו אתהעגל אשר עשה אהרן         "
    }
  ]
}
