{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 33,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לך עלה מזה אתה והעם אשר העלית מארץ מצרים אלהארץ אשר נשבעתי לאברהם ליצחק וליעקב לאמר לזרעך אתננה"
    },
    {
      "number": 2,
      "hebrew": "ושלחתי לפניך מלאך וגרשתי אתהכנעני האמרי והחתי והפרזי החוי והיבוסי"
    },
    {
      "number": 3,
      "hebrew": "אלארץ זבת חלב ודבש כי לא אעלה בקרבך כי עםקשהערף אתה פןאכלך בדרך"
    },
    {
      "number": 4,
      "hebrew": "וישמע העם אתהדבר הרע הזה ויתאבלו ולאשתו איש עדיו עליו"
    },
    {
      "number": 5,
      "hebrew": "ויאמר יהוה אלמשה אמר אלבניישראל אתם עםקשהערף רגע אחד אעלה בקרבך וכליתיך ועתה הורד עדיך מעליך ואדעה מה אעשהלך"
    },
    {
      "number": 6,
      "hebrew": "ויתנצלו בניישראל אתעדים מהר חורב"
    },
    {
      "number": 7,
      "hebrew": "ומשה יקח אתהאהל ונטהלו מחוץ למחנה הרחק מןהמחנה וקרא לו אהל מועד והיה כלמבקש יהוה יצא אלאהל מועד אשר מחוץ למחנה"
    },
    {
      "number": 8,
      "hebrew": "והיה כצאת משה אלהאהל יקומו כלהעם ונצבו איש פתח אהלו והביטו אחרי משה עדבאו האהלה"
    },
    {
      "number": 9,
      "hebrew": "והיה כבא משה האהלה ירד עמוד הענן ועמד פתח האהל ודבר עםמשה"
    },
    {
      "number": 10,
      "hebrew": "וראה כלהעם אתעמוד הענן עמד פתח האהל וקם כלהעם והשתחוו איש פתח אהלו"
    },
    {
      "number": 11,
      "hebrew": "ודבר יהוה אלמשה פנים אלפנים כאשר ידבר איש אלרעהו ושב אלהמחנה ומשרתו יהושע בןנון נער לא ימיש מתוך האהל ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "ויאמר משה אליהוה ראה אתה אמר אלי העל אתהעם הזה ואתה לא הודעתני את אשרתשלח עמי ואתה אמרת ידעתיך בשם וגםמצאת חן בעיני"
    },
    {
      "number": 13,
      "hebrew": "ועתה אםנא מצאתי חן בעיניך הודעני נא אתדרכך ואדעך למען אמצאחן בעיניך וראה כי עמך הגוי הזה"
    },
    {
      "number": 14,
      "hebrew": "ויאמר פני ילכו והנחתי לך"
    },
    {
      "number": 15,
      "hebrew": "ויאמר אליו אםאין פניך הלכים אלתעלנו מזה"
    },
    {
      "number": 16,
      "hebrew": "ובמה יודע אפוא כימצאתי חן בעיניך אני ועמך הלוא בלכתך עמנו ונפלינו אני ועמך מכלהעם אשר עלפני האדמה ",
      "parsha": "פ"
    },
    {
      "number": 17,
      "hebrew": "ויאמר יהוה אלמשה גם אתהדבר הזה אשר דברת אעשה כימצאת חן בעיני ואדעך בשם"
    },
    {
      "number": 18,
      "hebrew": "ויאמר הראני נא אתכבדך"
    },
    {
      "number": 19,
      "hebrew": "ויאמר אני אעביר כלטובי עלפניך וקראתי בשם יהוה לפניך וחנתי אתאשר אחן ורחמתי אתאשר ארחם"
    },
    {
      "number": 20,
      "hebrew": "ויאמר לא תוכל לראת אתפני כי לאיראני האדם וחי"
    },
    {
      "number": 21,
      "hebrew": "ויאמר יהוה הנה מקום אתי ונצבת עלהצור"
    },
    {
      "number": 22,
      "hebrew": "והיה בעבר כבדי ושמתיך בנקרת הצור ושכתי כפי עליך עדעברי"
    },
    {
      "number": 23,
      "hebrew": "והסרתי אתכפי וראית אתאחרי ופני לא יראו *(ספק פרשה סתומה בכתר ארם צובה)",
      "parsha": "פ"
    }
  ]
}
