{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 35,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקהל משה אתכלעדת בני ישראל ויאמר אלהם אלה הדברים אשרצוה יהוה לעשת אתם"
    },
    {
      "number": 2,
      "hebrew": "ששת ימים תעשה מלאכה וביום השביעי יהיה לכם קדש שבת שבתון ליהוה כלהעשה בו מלאכה יומת"
    },
    {
      "number": 3,
      "hebrew": "לאתבערו אש בכל משבתיכם ביום השבת ",
      "parsha": "פ"
    },
    {
      "number": 4,
      "hebrew": "ויאמר משה אלכלעדת בניישראל לאמר זה הדבר אשרצוה יהוה לאמר"
    },
    {
      "number": 5,
      "hebrew": "קחו מאתכם תרומה ליהוה כל נדיב לבו יביאה את תרומת יהוה זהב וכסף ונחשת"
    },
    {
      "number": 6,
      "hebrew": "ותכלת וארגמן ותולעת שני ושש ועזים"
    },
    {
      "number": 7,
      "hebrew": "וערת אילם מאדמים וערת תחשים ועצי שטים"
    },
    {
      "number": 8,
      "hebrew": "ושמן למאור ובשמים לשמן המשחה ולקטרת הסמים"
    },
    {
      "number": 9,
      "hebrew": "ואבנישהם ואבני מלאים לאפוד ולחשן"
    },
    {
      "number": 10,
      "hebrew": "וכלחכםלב בכם יבאו ויעשו את כלאשר צוה יהוה"
    },
    {
      "number": 11,
      "hebrew": "אתהמשכן אתאהלו ואתמכסהו אתקרסיו ואתקרשיו אתבריחו אתעמדיו ואתאדניו"
    },
    {
      "number": 12,
      "hebrew": "אתהארן ואתבדיו אתהכפרת ואת פרכת המסך"
    },
    {
      "number": 13,
      "hebrew": "אתהשלחן ואתבדיו ואתכלכליו ואת לחם הפנים"
    },
    {
      "number": 14,
      "hebrew": "ואתמנרת המאור ואתכליה ואתנרתיה ואת שמן המאור"
    },
    {
      "number": 15,
      "hebrew": "ואתמזבח הקטרת ואתבדיו ואת שמן המשחה ואת קטרת הסמים ואתמסך הפתח לפתח המשכן"
    },
    {
      "number": 16,
      "hebrew": "את מזבח העלה ואתמכבר הנחשת אשרלו אתבדיו ואתכלכליו אתהכיר ואתכנו"
    },
    {
      "number": 17,
      "hebrew": "את קלעי החצר אתעמדיו ואתאדניה ואת מסך שער החצר"
    },
    {
      "number": 18,
      "hebrew": "אתיתדת המשכן ואתיתדת החצר ואתמיתריהם"
    },
    {
      "number": 19,
      "hebrew": "אתבגדי השרד לשרת בקדש אתבגדי הקדש לאהרן הכהן ואתבגדי בניו לכהן"
    },
    {
      "number": 20,
      "hebrew": "ויצאו כלעדת בניישראל מלפני משה"
    },
    {
      "number": 21,
      "hebrew": "ויבאו כלאיש אשרנשאו לבו וכל אשר נדבה רוחו אתו הביאו אתתרומת יהוה למלאכת אהל מועד ולכלעבדתו ולבגדי הקדש"
    },
    {
      "number": 22,
      "hebrew": "ויבאו האנשים עלהנשים כל נדיב לב הביאו חח ונזם וטבעת וכומז כלכלי זהב וכלאיש אשר הניף תנופת זהב ליהוה"
    },
    {
      "number": 23,
      "hebrew": "וכלאיש אשרנמצא אתו תכלת וארגמן ותולעת שני ושש ועזים וערת אילם מאדמים וערת תחשים הביאו"
    },
    {
      "number": 24,
      "hebrew": "כלמרים תרומת כסף ונחשת הביאו את תרומת יהוה וכל אשר נמצא אתו עצי שטים לכלמלאכת העבדה הביאו"
    },
    {
      "number": 25,
      "hebrew": "וכלאשה חכמתלב בידיה טוו ויביאו מטוה אתהתכלת ואתהארגמן אתתולעת השני ואתהשש"
    },
    {
      "number": 26,
      "hebrew": "וכלהנשים אשר נשא לבן אתנה בחכמה טוו אתהעזים"
    },
    {
      "number": 27,
      "hebrew": "והנשאם הביאו את אבני השהם ואת אבני המלאים לאפוד ולחשן"
    },
    {
      "number": 28,
      "hebrew": "ואתהבשם ואתהשמן למאור ולשמן המשחה ולקטרת הסמים"
    },
    {
      "number": 29,
      "hebrew": "כלאיש ואשה אשר נדב לבם אתם להביא לכלהמלאכה אשר צוה יהוה לעשות בידמשה הביאו בניישראל נדבה ליהוה ",
      "parsha": "פ"
    },
    {
      "number": 30,
      "hebrew": "ויאמר משה אלבני ישראל ראו קרא יהוה בשם בצלאל בןאורי בןחור למטה יהודה"
    },
    {
      "number": 31,
      "hebrew": "וימלא אתו רוח אלהים בחכמה בתבונה ובדעת ובכלמלאכה"
    },
    {
      "number": 32,
      "hebrew": "ולחשב מחשבת לעשת בזהב ובכסף ובנחשת"
    },
    {
      "number": 33,
      "hebrew": "ובחרשת אבן למלאת ובחרשת עץ לעשות בכלמלאכת מחשבת"
    },
    {
      "number": 34,
      "hebrew": "ולהורת נתן בלבו הוא ואהליאב בןאחיסמך למטהדן"
    },
    {
      "number": 35,
      "hebrew": "מלא אתם חכמתלב לעשות כלמלאכת חרשוחשב ורקם בתכלת ובארגמן בתולעת השני ובשש וארג עשי כלמלאכה וחשבי מחשבת"
    }
  ]
}
