{
  "book": "Exodus",
  "bookHebrew": "שמות",
  "chapter": 36,
  "verses": [
    {
      "number": 1,
      "hebrew": "ועשה בצלאל ואהליאב וכל איש חכםלב אשר נתן יהוה חכמה ותבונה בהמה לדעת לעשת אתכלמלאכת עבדת הקדש לכל אשרצוה יהוה"
    },
    {
      "number": 2,
      "hebrew": "ויקרא משה אלבצלאל ואלאהליאב ואל כלאיש חכםלב אשר נתן יהוה חכמה בלבו כל אשר נשאו לבו לקרבה אלהמלאכה לעשת אתה"
    },
    {
      "number": 3,
      "hebrew": "ויקחו מלפני משה את כלהתרומה אשר הביאו בני ישראל למלאכת עבדת הקדש לעשת אתה והם הביאו אליו עוד נדבה בבקר בבקר"
    },
    {
      "number": 4,
      "hebrew": "ויבאו כלהחכמים העשים את כלמלאכת הקדש אישאיש ממלאכתו אשרהמה עשים"
    },
    {
      "number": 5,
      "hebrew": "ויאמרו אלמשה לאמר מרבים העם להביא מדי העבדה למלאכה אשרצוה יהוה לעשת אתה"
    },
    {
      "number": 6,
      "hebrew": "ויצו משה ויעבירו קול במחנה לאמר איש ואשה אליעשועוד מלאכה לתרומת הקדש ויכלא העם מהביא"
    },
    {
      "number": 7,
      "hebrew": "והמלאכה היתה דים לכלהמלאכה לעשות אתה והותר         "
    },
    {
      "number": 8,
      "hebrew": "ויעשו כלחכםלב בעשי המלאכה אתהמשכן עשר יריעת שש משזר ותכלת וארגמן ותולעת שני כרבים מעשה חשב עשה אתם"
    },
    {
      "number": 9,
      "hebrew": "ארך היריעה האחת שמנה ועשרים באמה ורחב ארבע באמה היריעה האחת מדה אחת לכלהיריעת"
    },
    {
      "number": 10,
      "hebrew": "ויחבר אתחמש היריעת אחת אלאחת וחמש יריעת חבר אחת אלאחת"
    },
    {
      "number": 11,
      "hebrew": "ויעש ללאת תכלת על שפת היריעה האחת מקצה במחברת כן עשה בשפת היריעה הקיצונה במחברת השנית"
    },
    {
      "number": 12,
      "hebrew": "חמשים ללאת עשה ביריעה האחת וחמשים ללאת עשה בקצה היריעה אשר במחברת השנית מקבילת הללאת אחת אלאחת"
    },
    {
      "number": 13,
      "hebrew": "ויעש חמשים קרסי זהב ויחבר אתהיריעת אחת אלאחת בקרסים ויהי המשכן אחד ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "ויעש יריעת עזים לאהל עלהמשכן עשתיעשרה יריעת עשה אתם"
    },
    {
      "number": 15,
      "hebrew": "ארך היריעה האחת שלשים באמה וארבע אמות רחב היריעה האחת מדה אחת לעשתי עשרה יריעת"
    },
    {
      "number": 16,
      "hebrew": "ויחבר אתחמש היריעת לבד ואתשש היריעת לבד"
    },
    {
      "number": 17,
      "hebrew": "ויעש ללאת חמשים על שפת היריעה הקיצנה במחברת וחמשים ללאת עשה עלשפת היריעה החברת השנית"
    },
    {
      "number": 18,
      "hebrew": "ויעש קרסי נחשת חמשים לחבר אתהאהל להית אחד"
    },
    {
      "number": 19,
      "hebrew": "ויעש מכסה לאהל ערת אילם מאדמים ומכסה ערת תחשים מלמעלה         "
    },
    {
      "number": 20,
      "hebrew": "ויעש אתהקרשים למשכן עצי שטים עמדים"
    },
    {
      "number": 21,
      "hebrew": "עשר אמת ארך הקרש ואמה וחצי האמה רחב הקרש האחד"
    },
    {
      "number": 22,
      "hebrew": "שתי ידת לקרש האחד משלבת אחת אלאחת כן עשה לכל קרשי המשכן"
    },
    {
      "number": 23,
      "hebrew": "ויעש אתהקרשים למשכן עשרים קרשים לפאת נגב תימנה"
    },
    {
      "number": 24,
      "hebrew": "וארבעים אדניכסף עשה תחת עשרים הקרשים שני אדנים תחתהקרש האחד לשתי ידתיו ושני אדנים תחתהקרש האחד לשתי ידתיו"
    },
    {
      "number": 25,
      "hebrew": "ולצלע המשכן השנית לפאת צפון עשה עשרים קרשים"
    },
    {
      "number": 26,
      "hebrew": "וארבעים אדניהם כסף שני אדנים תחת הקרש האחד ושני אדנים תחת הקרש האחד"
    },
    {
      "number": 27,
      "hebrew": "ולירכתי המשכן ימה עשה ששה קרשים"
    },
    {
      "number": 28,
      "hebrew": "ושני קרשים עשה למקצעת המשכן בירכתים"
    },
    {
      "number": 29,
      "hebrew": "והיו תואמם מלמטה ויחדו יהיו תמים אלראשו אלהטבעת האחת כן עשה לשניהם לשני המקצעת"
    },
    {
      "number": 30,
      "hebrew": "והיו שמנה קרשים ואדניהם כסף ששה עשר אדנים שני אדנים שני אדנים תחת הקרש האחד"
    },
    {
      "number": 31,
      "hebrew": "ויעש בריחי עצי שטים חמשה לקרשי צלעהמשכן האחת"
    },
    {
      "number": 32,
      "hebrew": "וחמשה בריחם לקרשי צלעהמשכן השנית וחמשה בריחם לקרשי המשכן לירכתים ימה"
    },
    {
      "number": 33,
      "hebrew": "ויעש אתהבריח התיכן לברח בתוך הקרשים מןהקצה אלהקצה"
    },
    {
      "number": 34,
      "hebrew": "ואתהקרשים צפה זהב ואתטבעתם עשה זהב בתים לבריחם ויצף אתהבריחם זהב"
    },
    {
      "number": 35,
      "hebrew": "ויעש אתהפרכת תכלת וארגמן ותולעת שני ושש משזר מעשה חשב עשה אתה כרבים"
    },
    {
      "number": 36,
      "hebrew": "ויעש לה ארבעה עמודי שטים ויצפם זהב וויהם זהב ויצק להם ארבעה אדניכסף"
    },
    {
      "number": 37,
      "hebrew": "ויעש מסך לפתח האהל תכלת וארגמן ותולעת שני ושש משזר מעשה רקם"
    },
    {
      "number": 38,
      "hebrew": "ואתעמודיו חמשה ואתוויהם וצפה ראשיהם וחשקיהם זהב ואדניהם חמשה נחשת ",
      "parsha": "פ"
    }
  ]
}
