{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 1,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקרא אלמשה וידבר יהוה אליו מאהל מועד לאמר"
    },
    {
      "number": 2,
      "hebrew": "דבר אלבני ישראל ואמרת אלהם אדם כייקריב מכם קרבן ליהוה מןהבהמה מןהבקר ומןהצאן תקריבו אתקרבנכם"
    },
    {
      "number": 3,
      "hebrew": "אםעלה קרבנו מןהבקר זכר תמים יקריבנו אלפתח אהל מועד יקריב אתו לרצנו לפני יהוה"
    },
    {
      "number": 4,
      "hebrew": "וסמך ידו על ראש העלה ונרצה לו לכפר עליו"
    },
    {
      "number": 5,
      "hebrew": "ושחט אתבן הבקר לפני יהוה והקריבו בני אהרן הכהנים אתהדם וזרקו אתהדם עלהמזבח סביב אשרפתח אהל מועד"
    },
    {
      "number": 6,
      "hebrew": "והפשיט אתהעלה ונתח אתה לנתחיה"
    },
    {
      "number": 7,
      "hebrew": "ונתנו בני אהרן הכהן אש עלהמזבח וערכו עצים עלהאש"
    },
    {
      "number": 8,
      "hebrew": "וערכו בני אהרן הכהנים את הנתחים אתהראש ואתהפדר עלהעצים אשר עלהאש אשר עלהמזבח"
    },
    {
      "number": 9,
      "hebrew": "וקרבו וכרעיו ירחץ במים והקטיר הכהן אתהכל המזבחה עלה אשה ריחניחוח ליהוה         "
    },
    {
      "number": 10,
      "hebrew": "ואםמןהצאן קרבנו מןהכשבים או מןהעזים לעלה זכר תמים יקריבנו"
    },
    {
      "number": 11,
      "hebrew": "ושחט אתו על ירך המזבח צפנה לפני יהוה וזרקו בני אהרן הכהנים אתדמו עלהמזבח סביב"
    },
    {
      "number": 12,
      "hebrew": "ונתח אתו לנתחיו ואתראשו ואתפדרו וערך הכהן אתם עלהעצים אשר עלהאש אשר עלהמזבח"
    },
    {
      "number": 13,
      "hebrew": "והקרב והכרעים ירחץ במים והקריב הכהן אתהכל והקטיר המזבחה עלה הוא אשה ריח ניחח ליהוה ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "ואם מןהעוף עלה קרבנו ליהוה והקריב מןהתרים או מןבני היונה אתקרבנו"
    },
    {
      "number": 15,
      "hebrew": "והקריבו הכהן אלהמזבח ומלק אתראשו והקטיר המזבחה ונמצה דמו על קיר המזבח"
    },
    {
      "number": 16,
      "hebrew": "והסיר אתמראתו בנצתה והשליך אתה אצל המזבח קדמה אלמקום הדשן"
    },
    {
      "number": 17,
      "hebrew": "ושסע אתו בכנפיו לא יבדיל והקטיר אתו הכהן המזבחה עלהעצים אשר עלהאש עלה הוא אשה ריח ניחח ליהוה         "
    }
  ]
}
