{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 10,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויקחו בניאהרן נדב ואביהוא איש מחתתו ויתנו בהן אש וישימו עליה קטרת ויקריבו לפני יהוה אש זרה אשר לא צוה אתם"
    },
    {
      "number": 2,
      "hebrew": "ותצא אש מלפני יהוה ותאכל אותם וימתו לפני יהוה"
    },
    {
      "number": 3,
      "hebrew": "ויאמר משה אלאהרן הוא אשרדבר יהוהלאמר בקרבי אקדש ועלפני כלהעם אכבד וידם אהרן"
    },
    {
      "number": 4,
      "hebrew": "ויקרא משה אלמישאל ואל אלצפן בני עזיאל דד אהרן ויאמר אלהם קרבו שאו אתאחיכם מאת פניהקדש אלמחוץ למחנה"
    },
    {
      "number": 5,
      "hebrew": "ויקרבו וישאם בכתנתם אלמחוץ למחנה כאשר דבר משה"
    },
    {
      "number": 6,
      "hebrew": "ויאמר משה אלאהרן ולאלעזר ולאיתמרבניו ראשיכם אלתפרעו ובגדיכם לאתפרמו ולא תמתו ועל כלהעדה יקצף ואחיכם כלבית ישראל יבכו אתהשרפה אשר שרף יהוה"
    },
    {
      "number": 7,
      "hebrew": "ומפתח אהל מועד לא תצאו פןתמתו כישמן משחת יהוה עליכם ויעשו כדבר משה ",
      "parsha": "פ"
    },
    {
      "number": 8,
      "hebrew": "וידבר יהוה אלאהרן לאמר"
    },
    {
      "number": 9,
      "hebrew": "יין ושכר אלתשת אתה ובניך אתך בבאכם אלאהל מועד ולא תמתו חקת עולם לדרתיכם"
    },
    {
      "number": 10,
      "hebrew": "ולהבדיל בין הקדש ובין החל ובין הטמא ובין הטהור"
    },
    {
      "number": 11,
      "hebrew": "ולהורת אתבני ישראל את כלהחקים אשר דבר יהוה אליהם בידמשה ",
      "parsha": "פ"
    },
    {
      "number": 12,
      "hebrew": "וידבר משה אלאהרן ואל אלעזר ואלאיתמרבניו הנותרים קחו אתהמנחה הנותרת מאשי יהוה ואכלוה מצות אצל המזבח כי קדש קדשים הוא"
    },
    {
      "number": 13,
      "hebrew": "ואכלתם אתה במקום קדוש כי חקך וחקבניך הוא מאשי יהוה כיכן צויתי"
    },
    {
      "number": 14,
      "hebrew": "ואת חזה התנופה ואת שוק התרומה תאכלו במקום טהור אתה ובניך ובנתיך אתך כיחקך וחקבניך נתנו מזבחי שלמי בני ישראל"
    },
    {
      "number": 15,
      "hebrew": "שוק התרומה וחזה התנופה על אשי החלבים יביאו להניף תנופה לפני יהוה והיה לך ולבניך אתך לחקעולם כאשר צוה יהוה"
    },
    {
      "number": 16,
      "hebrew": "ואת שעיר החטאת דרש דרש משה והנה שרף ויקצף עלאלעזר ועלאיתמר בני אהרן הנותרם לאמר"
    },
    {
      "number": 17,
      "hebrew": "מדוע לאאכלתם אתהחטאת במקום הקדש כי קדש קדשים הוא ואתה נתן לכם לשאת אתעון העדה לכפר עליהם לפני יהוה"
    },
    {
      "number": 18,
      "hebrew": "הן לאהובא אתדמה אלהקדש פנימה אכול תאכלו אתה בקדש כאשר צויתי"
    },
    {
      "number": 19,
      "hebrew": "וידבר אהרן אלמשה הן היום הקריבו אתחטאתם ואתעלתם לפני יהוה ותקראנה אתי כאלה ואכלתי חטאת היום הייטב בעיני יהוה"
    },
    {
      "number": 20,
      "hebrew": "וישמע משה וייטב בעיניו ",
      "parsha": "פ"
    }
  ]
}
