{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 13,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 2,
      "hebrew": "אדם כייהיה בעורבשרו שאת אוספחת או בהרת והיה בעורבשרו לנגע צרעת והובא אלאהרן הכהן או אלאחד מבניו הכהנים"
    },
    {
      "number": 3,
      "hebrew": "וראה הכהן אתהנגע בעורהבשר ושער בנגע הפך לבן ומראה הנגע עמק מעור בשרו נגע צרעת הוא וראהו הכהן וטמא אתו"
    },
    {
      "number": 4,
      "hebrew": "ואםבהרת לבנה הוא בעור בשרו ועמק איןמראה מןהעור ושערה לאהפך לבן והסגיר הכהן אתהנגע שבעת ימים"
    },
    {
      "number": 5,
      "hebrew": "וראהו הכהן ביום השביעי והנה הנגע עמד בעיניו לאפשה הנגע בעור והסגירו הכהן שבעת ימים שנית"
    },
    {
      "number": 6,
      "hebrew": "וראה הכהן אתו ביום השביעי שנית והנה כהה הנגע ולאפשה הנגע בעור וטהרו הכהן מספחת הוא וכבס בגדיו וטהר"
    },
    {
      "number": 7,
      "hebrew": "ואםפשה תפשה המספחת בעור אחרי הראתו אלהכהן לטהרתו ונראה שנית אלהכהן"
    },
    {
      "number": 8,
      "hebrew": "וראה הכהן והנה פשתה המספחת בעור וטמאו הכהן צרעת הוא ",
      "parsha": "פ"
    },
    {
      "number": 9,
      "hebrew": "נגע צרעת כי תהיה באדם והובא אלהכהן"
    },
    {
      "number": 10,
      "hebrew": "וראה הכהן והנה שאתלבנה בעור והיא הפכה שער לבן ומחית בשר חי בשאת"
    },
    {
      "number": 11,
      "hebrew": "צרעת נושנת הוא בעור בשרו וטמאו הכהן לא יסגרנו כי טמא הוא"
    },
    {
      "number": 12,
      "hebrew": "ואםפרוח תפרח הצרעת בעור וכסתה הצרעת את כלעור הנגע מראשו ועדרגליו לכלמראה עיני הכהן"
    },
    {
      "number": 13,
      "hebrew": "וראה הכהן והנה כסתה הצרעת אתכלבשרו וטהר אתהנגע כלו הפך לבן טהור הוא"
    },
    {
      "number": 14,
      "hebrew": "וביום הראות בו בשר חי יטמא"
    },
    {
      "number": 15,
      "hebrew": "וראה הכהן אתהבשר החי וטמאו הבשר החי טמא הוא צרעת הוא"
    },
    {
      "number": 16,
      "hebrew": "או כי ישוב הבשר החי ונהפך ללבן ובא אלהכהן"
    },
    {
      "number": 17,
      "hebrew": "וראהו הכהן והנה נהפך הנגע ללבן וטהר הכהן אתהנגע טהור הוא ",
      "parsha": "פ"
    },
    {
      "number": 18,
      "hebrew": "ובשר כייהיה בובערו שחין ונרפא"
    },
    {
      "number": 19,
      "hebrew": "והיה במקום השחין שאת לבנה או בהרת לבנה אדמדמת ונראה אלהכהן"
    },
    {
      "number": 20,
      "hebrew": "וראה הכהן והנה מראה שפל מןהעור ושערה הפך לבן וטמאו הכהן נגעצרעת הוא בשחין פרחה"
    },
    {
      "number": 21,
      "hebrew": "ואם יראנה הכהן והנה איןבה שער לבן ושפלה איננה מןהעור והיא כהה והסגירו הכהן שבעת ימים"
    },
    {
      "number": 22,
      "hebrew": "ואםפשה תפשה בעור וטמא הכהן אתו נגע הוא"
    },
    {
      "number": 23,
      "hebrew": "ואםתחתיה תעמד הבהרת לא פשתה צרבת השחין הוא וטהרו הכהן         "
    },
    {
      "number": 24,
      "hebrew": "או בשר כייהיה בערו מכותאש והיתה מחית המכוה בהרת לבנה אדמדמת או לבנה"
    },
    {
      "number": 25,
      "hebrew": "וראה אתה הכהן והנה נהפך שער לבן בבהרת ומראה עמק מןהעור צרעת הוא במכוה פרחה וטמא אתו הכהן נגע צרעת הוא"
    },
    {
      "number": 26,
      "hebrew": "ואם יראנה הכהן והנה איןבבהרת שער לבן ושפלה איננה מןהעור והוא כהה והסגירו הכהן שבעת ימים"
    },
    {
      "number": 27,
      "hebrew": "וראהו הכהן ביום השביעי אםפשה תפשה בעור וטמא הכהן אתו נגע צרעת הוא"
    },
    {
      "number": 28,
      "hebrew": "ואםתחתיה תעמד הבהרת לאפשתה בעור והוא כהה שאת המכוה הוא וטהרו הכהן כיצרבת המכוה הוא ",
      "parsha": "פ"
    },
    {
      "number": 29,
      "hebrew": "ואיש או אשה כייהיה בו נגע בראש או בזקן"
    },
    {
      "number": 30,
      "hebrew": "וראה הכהן אתהנגע והנה מראהו עמק מןהעור ובו שער צהב דק וטמא אתו הכהן נתק הוא צרעת הראש או הזקן הוא"
    },
    {
      "number": 31,
      "hebrew": "וכייראה הכהן אתנגע הנתק והנה איןמראהו עמק מןהעור ושער שחר אין בו והסגיר הכהן אתנגע הנתק שבעת ימים"
    },
    {
      "number": 32,
      "hebrew": "וראה הכהן אתהנגע ביום השביעי והנה לאפשה הנתק ולאהיה בו שער צהב ומראה הנתק אין עמק מןהעור"
    },
    {
      "number": 33,
      "hebrew": "והתגלח ואתהנתק לא יגלח והסגיר הכהן אתהנתק שבעת ימים שנית"
    },
    {
      "number": 34,
      "hebrew": "וראה הכהן אתהנתק ביום השביעי והנה לאפשה הנתק בעור ומראהו איננו עמק מןהעור וטהר אתו הכהן וכבס בגדיו וטהר"
    },
    {
      "number": 35,
      "hebrew": "ואםפשה יפשה הנתק בעור אחרי טהרתו"
    },
    {
      "number": 36,
      "hebrew": "וראהו הכהן והנה פשה הנתק בעור לאיבקר הכהן לשער הצהב טמא הוא"
    },
    {
      "number": 37,
      "hebrew": "ואםבעיניו עמד הנתק ושער שחר צמחבו נרפא הנתק טהור הוא וטהרו הכהן         "
    },
    {
      "number": 38,
      "hebrew": "ואיש אואשה כייהיה בעורבשרם בהרת בהרת לבנת"
    },
    {
      "number": 39,
      "hebrew": "וראה הכהן והנה בעורבשרם בהרת כהות לבנת בהק הוא פרח בעור טהור הוא         "
    },
    {
      "number": 40,
      "hebrew": "ואיש כי ימרט ראשו קרח הוא טהור הוא"
    },
    {
      "number": 41,
      "hebrew": "ואם מפאת פניו ימרט ראשו גבח הוא טהור הוא"
    },
    {
      "number": 42,
      "hebrew": "וכייהיה בקרחת או בגבחת נגע לבן אדמדם צרעת פרחת הוא בקרחתו או בגבחתו"
    },
    {
      "number": 43,
      "hebrew": "וראה אתו הכהן והנה שאתהנגע לבנה אדמדמת בקרחתו או בגבחתו כמראה צרעת עור בשר"
    },
    {
      "number": 44,
      "hebrew": "אישצרוע הוא טמא הוא טמא יטמאנו הכהן בראשו נגעו"
    },
    {
      "number": 45,
      "hebrew": "והצרוע אשרבו הנגע בגדיו יהיו פרמים וראשו יהיה פרוע ועלשפם יעטה וטמאטמא יקרא"
    },
    {
      "number": 46,
      "hebrew": "כלימי אשר הנגע בו יטמא טמא הוא בדד ישב מחוץ למחנה מושבו         "
    },
    {
      "number": 47,
      "hebrew": "והבגד כייהיה בו נגע צרעת בבגד צמר או בבגד פשתים"
    },
    {
      "number": 48,
      "hebrew": "או בשתי או בערב לפשתים ולצמר או בעור או בכלמלאכת עור"
    },
    {
      "number": 49,
      "hebrew": "והיה הנגע ירקרק או אדמדם בבגד או בעור אובשתי אובערב או בכלכליעור נגע צרעת הוא והראה אתהכהן"
    },
    {
      "number": 50,
      "hebrew": "וראה הכהן אתהנגע והסגיר אתהנגע שבעת ימים"
    },
    {
      "number": 51,
      "hebrew": "וראה אתהנגע ביום השביעי כיפשה הנגע בבגד אובשתי אובערב או בעור לכל אשריעשה העור למלאכה צרעת ממארת הנגע טמא הוא"
    },
    {
      "number": 52,
      "hebrew": "ושרף אתהבגד או אתהשתי או אתהערב בצמר או בפשתים או אתכלכלי העור אשריהיה בו הנגע כיצרעת ממארת הוא באש תשרף"
    },
    {
      "number": 53,
      "hebrew": "ואם יראה הכהן והנה לאפשה הנגע בבגד או בשתי או בערב או בכלכליעור"
    },
    {
      "number": 54,
      "hebrew": "וצוה הכהן וכבסו את אשרבו הנגע והסגירו שבעתימים שנית"
    },
    {
      "number": 55,
      "hebrew": "וראה הכהן אחרי הכבס אתהנגע והנה לאהפך הנגע אתעינו והנגע לאפשה טמא הוא באש תשרפנו פחתת הוא בקרחתו או בגבחתו"
    },
    {
      "number": 56,
      "hebrew": "ואם ראה הכהן והנה כהה הנגע אחרי הכבס אתו וקרע אתו מןהבגד או מןהעור או מןהשתי או מןהערב"
    },
    {
      "number": 57,
      "hebrew": "ואםתראה עוד בבגד אובשתי אובערב או בכלכליעור פרחת הוא באש תשרפנו את אשרבו הנגע"
    },
    {
      "number": 58,
      "hebrew": "והבגד אוהשתי אוהערב אוכלכלי העור אשר תכבס וסר מהם הנגע וכבס שנית וטהר"
    },
    {
      "number": 59,
      "hebrew": "זאת תורת נגעצרעת בגד הצמר או הפשתים או השתי או הערב או כלכליעור לטהרו או לטמאו ",
      "parsha": "פ"
    }
  ]
}
