{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 14,
  "verses": [
    {
      "number": 1,
      "hebrew": "וידבר יהוה אלמשה לאמר"
    },
    {
      "number": 2,
      "hebrew": "זאת תהיה תורת המצרע ביום טהרתו והובא אלהכהן"
    },
    {
      "number": 3,
      "hebrew": "ויצא הכהן אלמחוץ למחנה וראה הכהן והנה נרפא נגעהצרעת מןהצרוע"
    },
    {
      "number": 4,
      "hebrew": "וצוה הכהן ולקח למטהר שתיצפרים חיות טהרות ועץ ארז ושני תולעת ואזב"
    },
    {
      "number": 5,
      "hebrew": "וצוה הכהן ושחט אתהצפור האחת אלכליחרש עלמים חיים"
    },
    {
      "number": 6,
      "hebrew": "אתהצפר החיה יקח אתה ואתעץ הארז ואתשני התולעת ואתהאזב וטבל אותם ואת הצפר החיה בדם הצפר השחטה על המים החיים"
    },
    {
      "number": 7,
      "hebrew": "והזה על המטהר מןהצרעת שבע פעמים וטהרו ושלח אתהצפר החיה עלפני השדה"
    },
    {
      "number": 8,
      "hebrew": "וכבס המטהר אתבגדיו וגלח אתכלשערו ורחץ במים וטהר ואחר יבוא אלהמחנה וישב מחוץ לאהלו שבעת ימים"
    },
    {
      "number": 9,
      "hebrew": "והיה ביום השביעי יגלח אתכלשערו אתראשו ואתזקנו ואת גבת עיניו ואתכלשערו יגלח וכבס אתבגדיו ורחץ אתבשרו במים וטהר"
    },
    {
      "number": 10,
      "hebrew": "וביום השמיני יקח שניכבשים תמימם וכבשה אחת בתשנתה תמימה ושלשה עשרנים סלת מנחה בלולה בשמן ולג אחד שמן"
    },
    {
      "number": 11,
      "hebrew": "והעמיד הכהן המטהר את האיש המטהר ואתם לפני יהוה פתח אהל מועד"
    },
    {
      "number": 12,
      "hebrew": "ולקח הכהן אתהכבש האחד והקריב אתו לאשם ואתלג השמן והניף אתם תנופה לפני יהוה"
    },
    {
      "number": 13,
      "hebrew": "ושחט אתהכבש במקום אשר ישחט אתהחטאת ואתהעלה במקום הקדש כי כחטאת האשם הוא לכהן קדש קדשים הוא"
    },
    {
      "number": 14,
      "hebrew": "ולקח הכהן מדם האשם ונתן הכהן עלתנוך אזן המטהר הימנית ועלבהן ידו הימנית ועלבהן רגלו הימנית"
    },
    {
      "number": 15,
      "hebrew": "ולקח הכהן מלג השמן ויצק עלכף הכהן השמאלית"
    },
    {
      "number": 16,
      "hebrew": "וטבל הכהן אתאצבעו הימנית מןהשמן אשר עלכפו השמאלית והזה מןהשמן באצבעו שבע פעמים לפני יהוה"
    },
    {
      "number": 17,
      "hebrew": "ומיתר השמן אשר עלכפו יתן הכהן עלתנוך אזן המטהר הימנית ועלבהן ידו הימנית ועלבהן רגלו הימנית על דם האשם"
    },
    {
      "number": 18,
      "hebrew": "והנותר בשמן אשר עלכף הכהן יתן עלראש המטהר וכפר עליו הכהן לפני יהוה"
    },
    {
      "number": 19,
      "hebrew": "ועשה הכהן אתהחטאת וכפר עלהמטהר מטמאתו ואחר ישחט אתהעלה"
    },
    {
      "number": 20,
      "hebrew": "והעלה הכהן אתהעלה ואתהמנחה המזבחה וכפר עליו הכהן וטהר         "
    },
    {
      "number": 21,
      "hebrew": "ואםדל הוא ואין ידו משגת ולקח כבש אחד אשם לתנופה לכפר עליו ועשרון סלת אחד בלול בשמן למנחה ולג שמן"
    },
    {
      "number": 22,
      "hebrew": "ושתי תרים או שני בני יונה אשר תשיג ידו והיה אחד חטאת והאחד עלה"
    },
    {
      "number": 23,
      "hebrew": "והביא אתם ביום השמיני לטהרתו אלהכהן אלפתח אהלמועד לפני יהוה"
    },
    {
      "number": 24,
      "hebrew": "ולקח הכהן אתכבש האשם ואתלג השמן והניף אתם הכהן תנופה לפני יהוה"
    },
    {
      "number": 25,
      "hebrew": "ושחט אתכבש האשם ולקח הכהן מדם האשם ונתן עלתנוך אזןהמטהר הימנית ועלבהן ידו הימנית ועלבהן רגלו הימנית"
    },
    {
      "number": 26,
      "hebrew": "ומןהשמן יצק הכהן עלכף הכהן השמאלית"
    },
    {
      "number": 27,
      "hebrew": "והזה הכהן באצבעו הימנית מןהשמן אשר עלכפו השמאלית שבע פעמים לפני יהוה"
    },
    {
      "number": 28,
      "hebrew": "ונתן הכהן מןהשמן אשר עלכפו עלתנוך אזן המטהר הימנית ועלבהן ידו הימנית ועלבהן רגלו הימנית עלמקום דם האשם"
    },
    {
      "number": 29,
      "hebrew": "והנותר מןהשמן אשר עלכף הכהן יתן עלראש המטהר לכפר עליו לפני יהוה"
    },
    {
      "number": 30,
      "hebrew": "ועשה אתהאחד מןהתרים או מןבני היונה מאשר תשיג ידו"
    },
    {
      "number": 31,
      "hebrew": "את אשרתשיג ידו אתהאחד חטאת ואתהאחד עלה עלהמנחה וכפר הכהן על המטהר לפני יהוה"
    },
    {
      "number": 32,
      "hebrew": "זאת תורת אשרבו נגע צרעת אשר לאתשיג ידו בטהרתו ",
      "parsha": "פ"
    },
    {
      "number": 33,
      "hebrew": "וידבר יהוה אלמשה ואלאהרן לאמר"
    },
    {
      "number": 34,
      "hebrew": "כי תבאו אלארץ כנען אשר אני נתן לכם לאחזה ונתתי נגע צרעת בבית ארץ אחזתכם"
    },
    {
      "number": 35,
      "hebrew": "ובא אשרלו הבית והגיד לכהן לאמר כנגע נראה לי בבית"
    },
    {
      "number": 36,
      "hebrew": "וצוה הכהן ופנו אתהבית בטרם יבא הכהן לראות אתהנגע ולא יטמא כלאשר בבית ואחר כן יבא הכהן לראות אתהבית"
    },
    {
      "number": 37,
      "hebrew": "וראה אתהנגע והנה הנגע בקירת הבית שקערורת ירקרקת או אדמדמת ומראיהן שפל מןהקיר"
    },
    {
      "number": 38,
      "hebrew": "ויצא הכהן מןהבית אלפתח הבית והסגיר אתהבית שבעת ימים"
    },
    {
      "number": 39,
      "hebrew": "ושב הכהן ביום השביעי וראה והנה פשה הנגע בקירת הבית"
    },
    {
      "number": 40,
      "hebrew": "וצוה הכהן וחלצו אתהאבנים אשר בהן הנגע והשליכו אתהן אלמחוץ לעיר אלמקום טמא"
    },
    {
      "number": 41,
      "hebrew": "ואתהבית יקצע מבית סביב ושפכו אתהעפר אשר הקצו אלמחוץ לעיר אלמקום טמא"
    },
    {
      "number": 42,
      "hebrew": "ולקחו אבנים אחרות והביאו אלתחת האבנים ועפר אחר יקח וטח אתהבית"
    },
    {
      "number": 43,
      "hebrew": "ואםישוב הנגע ופרח בבית אחר חלץ אתהאבנים ואחרי הקצות אתהבית ואחרי הטוח"
    },
    {
      "number": 44,
      "hebrew": "ובא הכהן וראה והנה פשה הנגע בבית צרעת ממארת הוא בבית טמא הוא"
    },
    {
      "number": 45,
      "hebrew": "ונתץ אתהבית אתאבניו ואתעציו ואת כלעפר הבית והוציא אלמחוץ לעיר אלמקום טמא"
    },
    {
      "number": 46,
      "hebrew": "והבא אלהבית כלימי הסגיר אתו יטמא עדהערב"
    },
    {
      "number": 47,
      "hebrew": "והשכב בבית יכבס אתבגדיו והאכל בבית יכבס אתבגדיו"
    },
    {
      "number": 48,
      "hebrew": "ואםבא יבא הכהן וראה והנה לאפשה הנגע בבית אחרי הטח אתהבית וטהר הכהן אתהבית כי נרפא הנגע"
    },
    {
      "number": 49,
      "hebrew": "ולקח לחטא אתהבית שתי צפרים ועץ ארז ושני תולעת ואזב"
    },
    {
      "number": 50,
      "hebrew": "ושחט אתהצפר האחת אלכליחרש עלמים חיים"
    },
    {
      "number": 51,
      "hebrew": "ולקח אתעץהארז ואתהאזב ואת שני התולעת ואת הצפר החיה וטבל אתם בדם הצפר השחוטה ובמים החיים והזה אלהבית שבע פעמים"
    },
    {
      "number": 52,
      "hebrew": "וחטא אתהבית בדם הצפור ובמים החיים ובצפר החיה ובעץ הארז ובאזב ובשני התולעת"
    },
    {
      "number": 53,
      "hebrew": "ושלח אתהצפר החיה אלמחוץ לעיר אלפני השדה וכפר עלהבית וטהר"
    },
    {
      "number": 54,
      "hebrew": "זאת התורה לכלנגע הצרעת ולנתק"
    },
    {
      "number": 55,
      "hebrew": "ולצרעת הבגד ולבית"
    },
    {
      "number": 56,
      "hebrew": "ולשאת ולספחת ולבהרת"
    },
    {
      "number": 57,
      "hebrew": "להורת ביום הטמא וביום הטהר זאת תורת הצרעת ",
      "parsha": "פ"
    }
  ]
}
