{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 26,
  "verses": [
    {
      "number": 1,
      "hebrew": "לאתעשו לכם אלילם ופסל ומצבה לאתקימו לכם ואבן משכית לא תתנו בארצכם להשתחות עליה כי אני יהוה אלהיכם"
    },
    {
      "number": 2,
      "hebrew": "אתשבתתי תשמרו ומקדשי תיראו אני יהוה ",
      "parsha": "פ"
    },
    {
      "number": 3,
      "hebrew": "אםבחקתי תלכו ואתמצותי תשמרו ועשיתם אתם"
    },
    {
      "number": 4,
      "hebrew": "ונתתי גשמיכם בעתם ונתנה הארץ יבולה ועץ השדה יתן פריו"
    },
    {
      "number": 5,
      "hebrew": "והשיג לכם דיש אתבציר ובציר ישיג אתזרע ואכלתם לחמכם לשבע וישבתם לבטח בארצכם"
    },
    {
      "number": 6,
      "hebrew": "ונתתי שלום בארץ ושכבתם ואין מחריד והשבתי חיה רעה מןהארץ וחרב לאתעבר בארצכם"
    },
    {
      "number": 7,
      "hebrew": "ורדפתם אתאיביכם ונפלו לפניכם לחרב"
    },
    {
      "number": 8,
      "hebrew": "ורדפו מכם חמשה מאה ומאה מכם רבבה ירדפו ונפלו איביכם לפניכם לחרב"
    },
    {
      "number": 9,
      "hebrew": "ופניתי אליכם והפריתי אתכם והרביתי אתכם והקימתי אתבריתי אתכם"
    },
    {
      "number": 10,
      "hebrew": "ואכלתם ישן נושן וישן מפני חדש תוציאו"
    },
    {
      "number": 11,
      "hebrew": "ונתתי משכני בתוככם ולאתגעל נפשי אתכם"
    },
    {
      "number": 12,
      "hebrew": "והתהלכתי בתוככם והייתי לכם לאלהים ואתם תהיולי לעם"
    },
    {
      "number": 13,
      "hebrew": "אני יהוה אלהיכם אשר הוצאתי אתכם מארץ מצרים מהית להם עבדים ואשבר מטת עלכם ואולך אתכם קוממיות ",
      "parsha": "פ"
    },
    {
      "number": 14,
      "hebrew": "ואםלא תשמעו לי ולא תעשו את כלהמצות האלה"
    },
    {
      "number": 15,
      "hebrew": "ואםבחקתי תמאסו ואם אתמשפטי תגעל נפשכם לבלתי עשות אתכלמצותי להפרכם אתבריתי"
    },
    {
      "number": 16,
      "hebrew": "אףאני אעשהזאת לכם והפקדתי עליכם בהלה אתהשחפת ואתהקדחת מכלות עינים ומדיבת נפש וזרעתם לריק זרעכם ואכלהו איביכם"
    },
    {
      "number": 17,
      "hebrew": "ונתתי פני בכם ונגפתם לפני איביכם ורדו בכם שנאיכם ונסתם ואיןרדף אתכם"
    },
    {
      "number": 18,
      "hebrew": "ואםעדאלה לא תשמעו לי ויספתי ליסרה אתכם שבע עלחטאתיכם"
    },
    {
      "number": 19,
      "hebrew": "ושברתי אתגאון עזכם ונתתי אתשמיכם כברזל ואתארצכם כנחשה"
    },
    {
      "number": 20,
      "hebrew": "ותם לריק כחכם ולאתתן ארצכם אתיבולה ועץ הארץ לא יתן פריו"
    },
    {
      "number": 21,
      "hebrew": "ואםתלכו עמי קרי ולא תאבו לשמע לי ויספתי עליכם מכה שבע כחטאתיכם"
    },
    {
      "number": 22,
      "hebrew": "והשלחתי בכם אתחית השדה ושכלה אתכם והכריתה אתבהמתכם והמעיטה אתכם ונשמו דרכיכם"
    },
    {
      "number": 23,
      "hebrew": "ואםבאלה לא תוסרו לי והלכתם עמי קרי"
    },
    {
      "number": 24,
      "hebrew": "והלכתי אףאני עמכם בקרי והכיתי אתכם גםאני שבע עלחטאתיכם"
    },
    {
      "number": 25,
      "hebrew": "והבאתי עליכם חרב נקמת נקםברית ונאספתם אלעריכם ושלחתי דבר בתוככם ונתתם בידאויב"
    },
    {
      "number": 26,
      "hebrew": "בשברי לכם מטהלחם ואפו עשר נשים לחמכם בתנור אחד והשיבו לחמכם במשקל ואכלתם ולא תשבעו         "
    },
    {
      "number": 27,
      "hebrew": "ואםבזאת לא תשמעו לי והלכתם עמי בקרי"
    },
    {
      "number": 28,
      "hebrew": "והלכתי עמכם בחמתקרי ויסרתי אתכם אףאני שבע עלחטאתיכם"
    },
    {
      "number": 29,
      "hebrew": "ואכלתם בשר בניכם ובשר בנתיכם תאכלו"
    },
    {
      "number": 30,
      "hebrew": "והשמדתי אתבמתיכם והכרתי אתחמניכם ונתתי אתפגריכם עלפגרי גלוליכם וגעלה נפשי אתכם"
    },
    {
      "number": 31,
      "hebrew": "ונתתי אתעריכם חרבה והשמותי אתמקדשיכם ולא אריח בריח ניחחכם"
    },
    {
      "number": 32,
      "hebrew": "והשמתי אני אתהארץ ושממו עליה איביכם הישבים בה"
    },
    {
      "number": 33,
      "hebrew": "ואתכם אזרה בגוים והריקתי אחריכם חרב והיתה ארצכם שממה ועריכם יהיו חרבה"
    },
    {
      "number": 34,
      "hebrew": "אז תרצה הארץ אתשבתתיה כל ימי השמה ואתם בארץ איביכם אז תשבת הארץ והרצת אתשבתתיה"
    },
    {
      "number": 35,
      "hebrew": "כלימי השמה תשבת את אשר לאשבתה בשבתתיכם בשבתכם עליה"
    },
    {
      "number": 36,
      "hebrew": "והנשארים בכם והבאתי מרך בלבבם בארצת איביהם ורדף אתם קול עלה נדף ונסו מנסתחרב ונפלו ואין רדף"
    },
    {
      "number": 37,
      "hebrew": "וכשלו אישבאחיו כמפניחרב ורדף אין ולאתהיה לכם תקומה לפני איביכם"
    },
    {
      "number": 38,
      "hebrew": "ואבדתם בגוים ואכלה אתכם ארץ איביכם"
    },
    {
      "number": 39,
      "hebrew": "והנשארים בכם ימקו בעונם בארצת איביכם ואף בעונת אבתם אתם ימקו"
    },
    {
      "number": 40,
      "hebrew": "והתודו אתעונם ואתעון אבתם במעלם אשר מעלובי ואף אשרהלכו עמי בקרי"
    },
    {
      "number": 41,
      "hebrew": "אףאני אלך עמם בקרי והבאתי אתם בארץ איביהם אואז יכנע לבבם הערל ואז ירצו אתעונם"
    },
    {
      "number": 42,
      "hebrew": "וזכרתי אתבריתי יעקוב ואף אתבריתי יצחק ואף אתבריתי אברהם אזכר והארץ אזכר"
    },
    {
      "number": 43,
      "hebrew": "והארץ תעזב מהם ותרץ אתשבתתיה בהשמה מהם והם ירצו אתעונם יען וביען במשפטי מאסו ואתחקתי געלה נפשם"
    },
    {
      "number": 44,
      "hebrew": "ואףגםזאת בהיותם בארץ איביהם לאמאסתים ולאגעלתים לכלתם להפר בריתי אתם כי אני יהוה אלהיהם"
    },
    {
      "number": 45,
      "hebrew": "וזכרתי להם ברית ראשנים אשר הוצאתיאתם מארץ מצרים לעיני הגוים להיות להם לאלהים אני יהוה"
    },
    {
      "number": 46,
      "hebrew": "אלה החקים והמשפטים והתורת אשר נתן יהוה בינו ובין בני ישראל בהר סיני בידמשה ",
      "parsha": "פ"
    }
  ]
}
