{
  "book": "Leviticus",
  "bookHebrew": "ויקרא",
  "chapter": 9,
  "verses": [
    {
      "number": 1,
      "hebrew": "ויהי ביום השמיני קרא משה לאהרן ולבניו ולזקני ישראל"
    },
    {
      "number": 2,
      "hebrew": "ויאמר אלאהרן קחלך עגל בןבקר לחטאת ואיל לעלה תמימם והקרב לפני יהוה"
    },
    {
      "number": 3,
      "hebrew": "ואלבני ישראל תדבר לאמר קחו שעירעזים לחטאת ועגל וכבש בנישנה תמימם לעלה"
    },
    {
      "number": 4,
      "hebrew": "ושור ואיל לשלמים לזבח לפני יהוה ומנחה בלולה בשמן כי היום יהוה נראה אליכם"
    },
    {
      "number": 5,
      "hebrew": "ויקחו את אשר צוה משה אלפני אהל מועד ויקרבו כלהעדה ויעמדו לפני יהוה"
    },
    {
      "number": 6,
      "hebrew": "ויאמר משה זה הדבר אשרצוה יהוה תעשו וירא אליכם כבוד יהוה"
    },
    {
      "number": 7,
      "hebrew": "ויאמר משה אלאהרן קרב אלהמזבח ועשה אתחטאתך ואתעלתך וכפר בעדך ובעד העם ועשה אתקרבן העם וכפר בעדם כאשר צוה יהוה"
    },
    {
      "number": 8,
      "hebrew": "ויקרב אהרן אלהמזבח וישחט אתעגל החטאת אשרלו"
    },
    {
      "number": 9,
      "hebrew": "ויקרבו בני אהרן אתהדם אליו ויטבל אצבעו בדם ויתן עלקרנות המזבח ואתהדם יצק אליסוד המזבח"
    },
    {
      "number": 10,
      "hebrew": "ואתהחלב ואתהכלית ואתהיתרת מןהכבד מןהחטאת הקטיר המזבחה כאשר צוה יהוה אתמשה"
    },
    {
      "number": 11,
      "hebrew": "ואתהבשר ואתהעור שרף באש מחוץ למחנה"
    },
    {
      "number": 12,
      "hebrew": "וישחט אתהעלה וימצאו בני אהרן אליו אתהדם ויזרקהו עלהמזבח סביב"
    },
    {
      "number": 13,
      "hebrew": "ואתהעלה המציאו אליו לנתחיה ואתהראש ויקטר עלהמזבח"
    },
    {
      "number": 14,
      "hebrew": "וירחץ אתהקרב ואתהכרעים ויקטר עלהעלה המזבחה"
    },
    {
      "number": 15,
      "hebrew": "ויקרב את קרבן העם ויקח אתשעיר החטאת אשר לעם וישחטהו ויחטאהו כראשון"
    },
    {
      "number": 16,
      "hebrew": "ויקרב אתהעלה ויעשה כמשפט"
    },
    {
      "number": 17,
      "hebrew": "ויקרב אתהמנחה וימלא כפו ממנה ויקטר עלהמזבח מלבד עלת הבקר"
    },
    {
      "number": 18,
      "hebrew": "וישחט אתהשור ואתהאיל זבח השלמים אשר לעם וימצאו בני אהרן אתהדם אליו ויזרקהו עלהמזבח סביב"
    },
    {
      "number": 19,
      "hebrew": "ואתהחלבים מןהשור ומןהאיל האליה והמכסה והכלית ויתרת הכבד"
    },
    {
      "number": 20,
      "hebrew": "וישימו אתהחלבים עלהחזות ויקטר החלבים המזבחה"
    },
    {
      "number": 21,
      "hebrew": "ואת החזות ואת שוק הימין הניף אהרן תנופה לפני יהוה כאשר צוה משה"
    },
    {
      "number": 22,
      "hebrew": "וישא אהרן אתידו אלהעם ויברכם וירד מעשת החטאת והעלה והשלמים"
    },
    {
      "number": 23,
      "hebrew": "ויבא משה ואהרן אלאהל מועד ויצאו ויברכו אתהעם וירא כבודיהוה אלכלהעם"
    },
    {
      "number": 24,
      "hebrew": "ותצא אש מלפני יהוה ותאכל עלהמזבח אתהעלה ואתהחלבים וירא כלהעם וירנו ויפלו עלפניהם"
    }
  ]
}
